{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Match Group forecasts upbeat revenue as turnaround gains traction ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmatch-group-forecasts-upbeat-revenue-turnaround-gains-traction-2026-02-03%2f&c=15888155251445738271&mkt=en-us\n发布时间: Tue, 03 Feb 2026 12:14:00 GMT\n内容:\n[抓取失败] 摘要: Tinder parent Match Group forecast first-quarter revenue above estimates, signaling early gains from its turnaround push, sending its shares up about 12% in extended trading.\n\n=== 2. Libya's Saif al-Islam Gaddafi, who crushed dissent then sought political comeback, dies at 53 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fafrica%2fsaif-al-islam-gaddafi-son-late-libyan-leader-has-been-killed-sources-say-2026-02-03%2f&c=14108866378560214637&mkt=en-us\n发布时间: Tue, 03 Feb 2026 10:17:00 GMT\n内容:\n[抓取失败] 摘要: Libya's Saif al-Islam Gaddafi went from his notorious father's heir apparent to a decade of captivity and obscurity in a remote hill town before launching a presidential bid that helped derail an ...\n\n=== 3. EA beats quarterly bookings estimates powered by new 'Battlefield' game ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fea-beats-quarterly-bookings-estimates-powered-by-new-battlefield-game-2026-02-03%2f&c=3485089653722364949&mkt=en-us\n发布时间: Tue, 03 Feb 2026 12:59:00 GMT\n内容:\n[抓取失败] 摘要: Electronic Arts beat expectations for third-quarter bookings on Tuesday, buoyed by strong sales of its new \"Battlefield\" title and signs that the videogame publisher's big bets on its best-selling ...\n\n=== 4. Four charged in Massachusetts in Trump crackdown on food stamp fraud ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2ffour-charged-massachusetts-trump-crackdown-food-stamp-fraud-2026-02-03%2f&c=2141924838403771088&mkt=en-us\n发布时间: Tue, 03 Feb 2026 12:55:00 GMT\n内容:\n[抓取失败] 摘要: Federal prosecutors in Massachusetts charged four people on Tuesday with using 115 stolen identities to fraudulently obtain over $1 million in food stamp and pandemic unemployment benefits, in a case ...\n\n=== 5. Clintons to testify in Epstein congressional probe later this month, contempt vote on hold ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fclintons-testify-epstein-congressional-probe-later-this-month-contempt-vote-hold-2026-02-03%2f&c=18174485343243598938&mkt=en-us\n发布时间: Tue, 03 Feb 2026 12:08:00 GMT\n内容:\n[抓取失败] 摘要: Former U.S. president Bill Clinton and 2016 Democratic presidential nominee Hillary Clinton will testify later this month in a congressional investigation into the late sex offender Jeffrey Epstein, ...\n\n=== 6. Trump-backed deal to end shutdown faces tight House vote ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2ftrump-backed-deal-end-shutdown-faces-tight-house-vote-2026-02-03%2f&c=5562316850564651824&mkt=en-us\n发布时间: Tue, 03 Feb 2026 04:15:00 GMT\n内容:\n[抓取失败] 摘要: The Republican-controlled U.S. House of Representatives will try to pass a deal that would end the latest government shutdown over opposition from an unusual alignment of Democrats and hardline ...\n\n=== 7. Exclusive: US shoots down Iranian drone approaching aircraft carrier, official says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fus-shoots-down-iranian-drone-approaching-aircraft-carrier-official-says-2026-02-03%2f&c=14298827193008667493&mkt=en-us\n发布时间: Tue, 03 Feb 2026 08:22:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. military shot down an Iranian drone that \"aggressively\" approached the Abraham Lincoln aircraft carrier in the Arabian Sea.\n\n=== 8. Iran demands changes in venue and scope of talks with US, source says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fmiddle-east-needs-long-term-solution-uae-says-ahead-us-iran-crisis-talks-2026-02-03%2f&c=10070112701805684481&mkt=en-us\n发布时间: Tue, 03 Feb 2026 04:22:00 GMT\n内容:\n[抓取失败] 摘要: Iran is demanding that talks with the U.S. this week be held in Oman not Turkey, and that the scope be narrowed to two-way negotiations on nuclear issues only, a regional source said on Tuesday, ...\n\n=== 9. PepsiCo to cut prices of Lay's, Doritos as consumers push back ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fsustainable-finance-reporting%2fpepsico-tops-quarterly-revenue-estimates-resilient-demand-sodas-2026-02-03%2f&c=5568730172403985816&mkt=en-us\n发布时间: Tue, 03 Feb 2026 02:08:00 GMT\n内容:\n[抓取失败] 摘要: PepsiCo will cut prices on core brands such as Lay's and Doritos by up to 15% following a consumer backlash against several previous price hikes, the snacks and beverage maker said on Tuesday after it ...\n\n=== 10. Amcor misses quarterly sales estimates as tariffs weigh on demand ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2famcor-misses-quarterly-sales-estimates-tariffs-weigh-demand-2026-02-03%2f&c=1589656668911067989&mkt=en-us\n发布时间: Tue, 03 Feb 2026 13:09:00 GMT\n内容:\n[抓取失败] 摘要: Packaging firm Amcor , missed Wall Street estimates for second-quarter sales on Tuesday, as rising tariffs and weak consumer spending weighed on demand.\n\n=== 11. Goldman Sachs' top lawyer accepted gifts from 'Uncle Jeffrey' Epstein, documents show ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2flegal%2flitigation%2fgoldman-sachs-top-lawyer-accepted-gifts-uncle-jeffrey-epstein-documents-show-2026-02-03%2f&c=4509338207389028428&mkt=en-us\n发布时间: Tue, 03 Feb 2026 12:18:00 GMT\n内容:\n[抓取失败] 摘要: Goldman Sachs' top lawyer Kathryn Ruemmler accepted gifts from late sex offender Jeffrey Epstein and advised him on how to address press inquiries regarding his crimes, according to a Reuters review ...\n\n=== 12. Trump's call to 'nationalize' elections draws furious pushback from Democrats ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6982765309ce403baea34b4f8267bbe5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrumps-call-nationalize-elections-draws-furious-pushback-democrats-2026-02-03%2f&c=1781274822808252838&mkt=en-us\n发布时间: Tue, 03 Feb 2026 10:12:00 GMT\n内容:\n[抓取失败] 摘要: President Donald Trump’s call for Republicans to \"nationalize\" elections drew pushback on Tuesday from lawmakers, including from a few Republicans, as Democrats voiced fresh concern that he intends to ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Controversia por nombres que gobierno de EEUU le ha dado a sus redadas migratorias ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2feeuu-trump-redadas-migratorias-nombres-ice-7d4756c3431833bcaefc64545523cc79&c=17767403393739344115&mkt=en-us\n发布时间: Tue, 03 Feb 2026 12:15:00 GMT\n内容:\nLos nombres que el gobierno de Trump le ha dado a redadas migratorias generan controversia\nWASHINGTON (AP) — Operación Bolsa de Basura en Florida. Operación Catahoula Crunch, también conocida como Swamp Sweep (Limpieza del pantano), en Luisiana. Operación Pesca del Día en Maine.\nLos nombres que el Departamento de Seguridad Nacional le ha dado a sus redadas, aunados al tono mordaz y a veces burlón en sus declaraciones oficiales, provoca opiniones polarizadas: ¿Son los nombres graciosos u ofensivos? Las reacciones a menudo dependen de la afiliación política y del apoyo expreso a las redadas, que afectan mayormente a comunidades negras e hispanas.\nLos nombres envían un mensaje de que los inmigrantes en Estados Unidos son “infrahumanos”, afirmó el congresista Jimmy Gomez, un demócrata de California, a The Associated Press.\n“Por eso tienen esos nombres repugnantes”, declaró Gomez, quien forma parte de la Comisión de Inteligencia de la Cámara de Representantes. Los funcionarios del gobierno “ni siquiera usan ese tipo de lenguaje cuando realizan operaciones en el exterior, con algunos de los peores terroristas imaginables”.\nPero el congresista Brandon Gill cree que los nombres demuestran que el presidente Donald Trump se toma en serio la tarea de controlar la inmigración ilegal.\n“Creo que lo único que está haciendo es hacerles saber que seguimos siendo serios al respecto”, expresó el legislador republicano de Texas. “Somos serios sobre mantener la frontera segura. Somos serios sobre...\n\n=== 2. Immigration agents draw guns, arrest activists following them in Minneapolis ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2fminneapolis-immigration-crackdown-arrests-29ab636ca0f7db5389418463ca8b67c7&c=13768369165607245973&mkt=en-us\n发布时间: Tue, 03 Feb 2026 13:48:00 GMT\n内容:\nImmigration agents draw guns, arrest activists following them in Minneapolis\nImmigration agents draw guns, arrest activists following them in Minneapolis\nMINNEAPOLIS (AP) — Immigration officers with guns drawn arrested activists who were trailing their vehicles on Tuesday in Minneapolis, while education leaders described anxiety and fear in Minnesota schools from the ongoing federal sweeps.\nBoth are signs that tension remains in the Minneapolis area after the departure of high-profile commander Greg Bovino of U.S. Board Patrol and the arrival of Trump administration border czar Tom Homan, which followed the fatal shooting of protester Alex Pretti.\n“There’s less smoke on the ground,” Gov. Tim Walz said, referring to tear gas and other irritants used by officers against protesters, “but I think it’s more chilling than it was last week because of the shift to the schools, the shift to the children.”\nAt least one person who had an anti-ICE message on clothing was handcuffed while face-down on the ground. An Associated Press photographer witnessed the arrests.\nICE agents are changing their tactics\nFederal agents in the Twin Cities lately have been conducting more targeted immigration arrests at homes and neighborhoods, rather than staging in parking lots. The convoys have been harder to find and less aggressive. Alerts in activist group chats have been more about sightings than immigration-related detainments.\nSeveral cars followed officers through south Minneapolis after there we...\n\n=== 3. Live updates: House passes budget bill to end partial government shutdown ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2flive%2fdonald-trump-news-updates-2-3-2026&c=725055795747410006&mkt=en-us\n发布时间: Tue, 03 Feb 2026 11:54:00 GMT\n内容:\nLive updates: Trump signs budget bill bringing an end to partial government shutdown\nFollow the latest news on President Donald Trump and his administration | Feb. 3, 2026\nPresident Donald Trump has signed a roughly $1.2 trillion spending package to end the partial government shutdown on Tuesday, just hours after the House passed the bill in a bipartisan vote.\nThe measure funds most of the federal government through Sept. 30, while providing the Department of Homeland Security with short-term funding for two weeks. Lawmakers will return to negotiate potential changes for U.S. Immigration and Customs Enforcement as Democrats demand more restrictions on its operations.\nEarlier in the afternoon, Speaker Mike Johnson managed to secure the near-unanimous GOP support needed to pass the bill through a procedural vote, despite some members of the party trying to tack unrelated priorities onto the funding package.\nOther news we’re following:\n- Trump hosts Colombia’s Petro: Trump held talks with Colombian President Gustavo Petro at the White House on Tuesday, only weeks after threatening military action against the South American country and accusing the leader of pumping cocaine into the U.S. The meeting focused on regional security cooperation and counternarcotics efforts, as Trump says Petro — a consistent critic of Trump and the U.S. — has become more willing to work with his administration.\n- US military says it shot down Iranian drone that approached aircraft carrier: U.S. Centra...\n\n=== 4. Speedskater Erin Jackson, bobsledder Frank Del Duca picked as US flag bearers for Winter Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2fwinter-olympics-milan-cortina-979f5378681e4fbe98297b02d695262d&c=306601918452168575&mkt=en-us\n发布时间: Tue, 03 Feb 2026 13:47:00 GMT\n内容:\nSpeedskater Erin Jackson, bobsledder Frank Del Duca picked as US flag bearers for Winter Olympics\nSpeedskater Erin Jackson, bobsledder Frank Del Duca picked as US flag bearers for Winter Olympics\nSpeedskater Erin Jackson already has made history, as the first Black woman to win an individual gold medal at a Winter Olympics. Bobsledder Frank Del Duca is a sergeant in the Army, hailing from a family with deep Italian roots.\nThey might be the perfect pair to lead the U.S. into the Milan Cortina Winter Olympics.\nJackson, 33, and Del Duca, 34, were selected by a group of their fellow Olympians as the U.S. flag bearers for Friday night’s opening ceremony of the Milan Cortina Games. Jackson will become the eighth U.S. speedskater to carry the flag into an Olympics, the U.S. Olympic and Paralympic Committee said, while Del Duca will be the first bobsledder to carry the flag into an opening in 70 years.\n“Being chosen to represent the United States on the world stage is a tremendous honor,” Jackson said in a statement Tuesday from the USOPC. “It’s a moment that reflects far more than one individual — it represents my family, my teammates, my hometown, and everyone across the country who believes in the power of sport. The Olympics remind us of the power of sport to connect and inspire, and I’m proud to carry that forward on the Olympic stage.”\nIt will be an unusual opening ceremony, given that these are the most spread-out Olympics ever. The main ceremony is in Milan; there will be oth...\n\n=== 5. Trump signs bill to end partial government shutdown, setting stage for next fight ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2fgovernment-shutdown-ice-funding-471e55ba4c3247051739ee1b50b2857a&c=6032345697574854332&mkt=en-us\n发布时间: Tue, 03 Feb 2026 13:42:00 GMT\n内容:\nTrump signs bill to end partial government shutdown, setting stage for next fight\nTrump signs bill to end partial government shutdown, setting stage for next fight\nWASHINGTON (AP) — President Donald Trump signed a roughly $1.2 trillion government funding bill Tuesday that ends the partial federal shutdown that began over the weekend and sets the stage for an intense debate in Congress over Homeland Security funding.\nThe president moved quickly to sign the bill after the House approved it with a 217-214 vote.\n“This bill is a great victory for the American people,” Trump said.\nThe vote Tuesday wrapped up congressional work on 11 annual appropriations bills that fund government agencies and programs through Sept. 30. Trump has said he will sign the bill when it reaches his desk, ending the partial government shutdown that began Saturday.\nPassage of the legislation marked the end point for one funding fight, but the start of another. That’s because the package only funds the Department of Homeland Security for two weeks, through Feb 13, at the behest of Democrats who are demanding more restrictions on immigration enforcement after the shooting deaths of Alex Pretti and Renee Good by federal officers in Minneapolis.\nLeaders are digging in for a fight\nDifficult negotiations are ahead, particularly for the agency that enforces the nation’s immigration laws — U.S. Immigration and Customs Enforcement, or ICE.\nHouse Democratic Leader Hakeem Jeffries quickly warned Democrats would not s...\n\n=== 6. States scramble to gerrymander US House districts after Trump sought edge in midterm elections ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2fredistricting-house-congress-gerrymandering-trump-0642de409664d1689bef1fc7225f05f7&c=7235289508983547542&mkt=en-us\n发布时间: Tue, 03 Feb 2026 09:56:00 GMT\n内容:\nStates scramble to gerrymander US House districts after Trump sought edge in midterm elections\nStates scramble to gerrymander US House districts after Trump sought edge in midterm elections\nWith the midterm election approaching, Republicans and Democrats in some states are scrambling for an advantage by redrawing their U.S. House districts to make it easier for their candidates to win.\nThe unconventional mid-decade redistricting contest began last summer when President Donald Trump urged Republicans in Texas to redraw the state’s congressional districts for political gain. Democrats countered with their own gerrymandering in California. More states soon followed.\nThe redistricting battle has now shifted to the Democratic-led states of Maryland and Virginia, with Republican-led Florida set to undertake it this spring. Ongoing court challenges also could affect the boundaries of congressional voting districts in New York, Louisiana and elsewhere.\nTrump hoped redistricting could help House Republicans hold on to their slim majority in the face of political headwinds that typically lead the party in power to lose seats during midterm elections. But Republicans, so far, have only a slight edge in the redistricting battle, and it’s unclear whether that will make any difference in determining control of Congress in the November election.\nHere’s a look at states that have adopted or considered new House districts, including their deadlines for candidates to file for office:\nTexas\nCur...\n\n=== 7. EEUU dice que derribó dron iraní que se acercó “agresivamente” a portaaviones ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2firan-eeuu-trump-3701cd5f80d403674df84d0a184a4d59&c=5006931199956041763&mkt=en-us\n发布时间: Tue, 03 Feb 2026 10:29:00 GMT\n内容:\nEEUU dice que derribó dron iraní que se acercó “agresivamente” a portaaviones\nWASHINGTON (AP) — Un avión de la marina estadounidense derribó un dron iraní que se acercaba al portaaviones USS Abraham Lincoln en el Mar Arábigo, informó el martes el Comando Central, lo que podría agravar las tensiones mientras la administración Trump advierte de posibles acciones militares para obligar a Irán a negociar.\nEl dron “se acercó agresivamente” al portaaviones con “intenciones poco claras” y “continuó volando hacia el barco a pesar de las medidas de desescalada tomadas por las fuerzas estadounidenses que operan en aguas internacionales”, declaró el portavoz del Comando Central, el capitán Tim Hawkins, en un comunicado el martes.\nEl derribo ocurrió horas después de que fuerzas iraníes hostigaran a un buque mercante con bandera y tripulación de Estados Unidos que navegaba por el estrecho de Ormuz, señaló el ejército estadounidense.\nEl dron Shahed-139 fue derribado por un avión de combate F-35C del Lincoln, que, según Hawkins, navegaba a unos 800 kilómetros (unas 500 millas) de la costa sur de Irán. El comunicado militar señaló que ningún soldado estadounidense resultó herido y ningún equipo resultó dañado.\nLuego, horas después, fuerzas de la Guardia Revolucionaria iraní hostigaron al buque mercante Stena Imperative, informó el ejército estadounidense.\nDe acuerdo con el comunicado de Hawkins, dos barcos y un dron iraní Mohajer se acercaron al barco “a alta velocidad y amenazaron con abord...\n\n=== 8. Signs of forced entry found at Arizona home of ‘Today’ show host Savannah Guthrie’s mother ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-mother-missing-arizona-tucson-74d845b070fefe2d94cb92d655308e91&c=12191067434323826237&mkt=en-us\n发布时间: Tue, 03 Feb 2026 12:14:00 GMT\n内容:\nSigns of forced entry found at Arizona home of ‘Today’ show host Savannah Guthrie’s mother\nSigns of forced entry found at Arizona home of ‘Today’ show host Savannah Guthrie’s mother\nTUCSON, Ariz. (AP) — Investigators found signs of forced entry at the Arizona home of “Today” show host Savannah Guthrie’s mother, a person familiar with the investigation said Tuesday, as the host asked for prayers to help bring back the 84-year-old, who is believed to have been taken against her will.\nThe host described her mother, Nancy Guthrie, as “a woman of deep conviction, a good and faithful servant” in a social media post late Monday. She asked supporters to “raise your prayers with us and believe with us that she will be lifted by them in this very moment. Bring her home.”\nThe Pima County sheriff and the Tucson FBI chief held a news conference Tuesday and urged the public to offer tips, but they revealed few new details about the investigation. Sheriff Chris Nanos declined to say whether the disappearance was thought to be random or targeted or to describe the evidence found at Nancy Guthrie’s home.\nThe sheriff has said she needs daily medication and could die without it. Asked whether officials were looking for her alive, he said, “We hope we are.”\nDNA samples have been gathered and submitted for analysis as part of the investigation. “We’ve gotten some back, but nothing to indicate any suspects,” Nanos said.\nThe person who spoke to The Associated Press said investigators found specific...\n\n=== 9. Clintons finalize agreement to testify in House Epstein probe, bowing to threat of contempt vote ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2fbill-clinton-jeffrey-epstein-contempt-716148204e58a42153c5ab20a97c3011&c=5303324605707493258&mkt=en-us\n发布时间: Tue, 03 Feb 2026 13:06:00 GMT\n内容:\nClintons finalize agreement to testify in House Epstein probe, bowing to threat of contempt vote\nClintons finalize agreement to testify in House Epstein probe, bowing to threat of contempt vote\nWASHINGTON (AP) — Former President Bill Clinton and former Secretary of State Hillary Clinton finalized an agreement with House Republicans Tuesday to testify in a House investigation into Jeffrey Epstein this month, bowing to the threat of a contempt of Congress vote against them.\nHillary Clinton will testify before the House Oversight Committee on Feb. 26 and Bill Clinton will appear on Feb. 27. It will mark the first time that lawmakers have compelled a former president to testify.\nThe arrangement comes after months of negotiating between the two sides as Republicans sought to make the Clintons, both Democrats, a focal point in a House committee’s investigation into Epstein, a convicted sex offender who killed himself in a New York jail cell in 2019, and Ghislaine Maxwell, his former girlfriend.\n“We look forward to now questioning the Clintons as part of our investigation into the horrific crimes of Epstein and Maxwell, to deliver transparency and accountability for the American people and for survivors,” Rep. James Comer, the chair of the House Oversight Committee, said in a statement.\nThe negotiation with the Clintons\nFor months, the Clintons resisted subpoenas from the committee, but House Republicans — with support from a few Democrats — had advanced criminal contempt of Congres...\n\n=== 10. Jill Biden’s first husband charged with killing wife in domestic dispute at their Delaware home ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2fjill-biden-exhusband-murder-domestic-violence-delaware-523e98ae72c7df4ff1fbb65369dc2e15&c=14556050687459545921&mkt=en-us\n发布时间: Tue, 03 Feb 2026 12:36:00 GMT\n内容:\nJill Biden’s first husband charged with killing wife in domestic dispute at their Delaware home\nJill Biden’s first husband charged with killing wife in domestic dispute at their Delaware home\nWILMINGTON, Del. (AP) — The first husband of former first lady Jill Biden has been charged with killing his wife at their Delaware home in late December, authorities announced in a news release Tuesday.\nWilliam Stevenson, 77, of Wilmington was married to Jill Biden from 1970 to 1975.\nCaroline Harrison, the Delaware Attorney General’s spokesperson, confirmed in a phone call that Stevenson is the former husband of Jill Biden.\nJill Biden declined to comment, according to an emailed response from a spokesperson at the former president and first lady’s office.\nStevenson remains in jail after failing to post $500,000 bail after his arrest Monday on first-degree murder charges. He is charged with killing Linda Stevenson, 64, on Dec. 28.\nPolice were called to the home for a reported domestic dispute after 11 p.m. and found a woman unresponsive in the living room, according to a prior news release. Life-saving measures were unsuccessful.\nShe ran a bookkeeping business and was described as a family-oriented mother and grandmother and a Philadelphia Eagles fan, according to her obituary, which does not mention her husband.\nStevenson was charged in a grand jury indictment after a weekslong investigation by detectives in the Delaware Department of Justice.\nIt was not immediately clear if Stevenson ha...\n\n=== 11. A 13-year-old Australian boy swims for hours to save his mother and siblings who were swept away ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2frescue-australia-swim-boy-c191a2f24e9aa594c073faa2d8c00086&c=17952043529537024112&mkt=en-us\n发布时间: Tue, 03 Feb 2026 13:26:00 GMT\n内容:\nA 13-year-old Australian boy swims for hours to save his mother and siblings who were swept away\nA 13-year-old Australian boy swims for hours to save his mother and siblings who were swept away\nMELBOURNE, Australia (AP) — A 13-year-old boy swam for four hours in cold and choppy waters to save his mother and two younger siblings who had been swept out to sea off the coast of Western Australia.\nThe family, from the state capital Perth, were using kayaks and paddleboards on Friday morning when rough ocean and wind conditions started dragging them out. Teenager Austin Appelbee swam about 4 kilometers (2.5 miles) to shore to raise the alarm, police said.\n“The waves are massive and I have no life jacket on. … I just kept thinking ‘just keep swimming, just keep swimming,’” Austin said Tuesday. “And then I finally I made it to shore and I hit the bottom of the beach and I just collapsed.”\nAustin said he initially set off in an inflatable kayak and wearing a life jacket, but the ocean was rough and the vessel was taking in too much water so he abandoned it. He then discarded the life jacket because it impeded his swimming. He said he tried to focus on positive thoughts.\nThe family had set off on their seaside adventure before noon, Austin raised the alarm at 6 p.m. and a helicopter spotted his mother Joanne Appelbee, 47, his 12-year-old brother Beau and his 8-year-old sister Grace around 8:30 p.m.\nThe family had drifted about 14 kilometers (9 miles) from Quindalup in Western Australia...\n\n=== 12. Macdonald’s focus on defense a perfect fit for Seahawks heading into Super Bowl ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698276575d064191aed772b07c769fa3&url=https%3a%2f%2fapnews.com%2farticle%2fseahawks-macdonald-defense-super-bowl-d680ec58b5cec02e7aee2666b19e5494&c=8619586347506709034&mkt=en-us\n发布时间: Tue, 03 Feb 2026 14:16:00 GMT\n内容:\nMacdonald’s focus on defense a perfect fit for Seahawks heading into Super Bowl\nMacdonald’s focus on defense a perfect fit for Seahawks heading into Super Bowl\nSEATTLE (AP) — Long before the Seattle Seahawks reached their fourth Super Bowl in franchise history, coach Mike Macdonald donned a blue, gas station attendant-style shirt with a team logo on the chest.\nHe made the fashion statement after the Seahawks put the finishing touches on their 2025 draft, just as he and president of football operations John Schneider did the year before.\nConsidering the way Macdonald has coached, and his team has played in a record-setting season, though, there is nothing phony about this workmanlike attire.\nMacdonald’s shirt is representative of the kind of football team he envisioned building when he was hired by the Seahawks two years ago: a gritty, hard-nosed bunch with a focus on defense.\n“It’s a testament to Mike for setting the culture,” said wide receiver Jake Bobo after Seattle’s 31-27 win against the Los Angeles Rams in the NFC championship game. “It’s a fun group, and it’s really fun to do this with this group.”\nThe Seahawks had one of the best defenses in the NFL in the 2025 season, one in which they set the franchise record for regular-season wins (14). No team allowed fewer points per game (17.2) and Seattle finished in the top seven in the league in sacks and interceptions.\nAnd now, Macdonald is just one win away from becoming the first head coach to win a Super Bowl as the prim...\n\n"
}