{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. US mortgage rate dips below 6% but economists don't expect a housing boom ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffinance%2fus-mortgage-rates-dip-below-6-supply-remains-key-2026-02-26%2f&c=2077516152466239829&mkt=en-us\n发布时间: Thu, 26 Feb 2026 09:54:00 GMT\n内容:\n[抓取失败] 摘要: The average rate on the popular U.S. 30-year fixed-rate mortgage fell below 6% this week for the first time in 3-1/2 years, but the decline is likely temporary and on its own insufficient to ...\n\n=== 2. Trump administration cannot force states to supply food stamp data, US judge rules ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2ftrump-administration-cannot-force-states-supply-food-stamp-data-us-judge-rules-2026-02-26%2f&c=6801124374803067917&mkt=en-us\n发布时间: Thu, 26 Feb 2026 12:49:00 GMT\n内容:\n[抓取失败] 摘要: A federal judge on Thursday blocked President Donald Trump's administration from cutting off funding for 22 Democratic-led states to administer food stamp benefits unless they turned over data on ...\n\n=== 3. Duolingo shares drop after bookings outlook lags estimates amid strategy shift ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffinance%2fduolingo-prioritizes-user-growth-over-monetization-forecasts-softer-bookings-2026-02-26%2f&c=8505450240604037754&mkt=en-us\n发布时间: Thu, 26 Feb 2026 12:02:00 GMT\n内容:\n[抓取失败] 摘要: Duolingo forecast first-quarter and 2026 bookings below expectations on Thursday as it shifts strategy toward faster user growth, a move it said will weigh on bookings growth and profitability this ...\n\n=== 4. Dell forecasts fiscal 2027 revenue above estimates on rising AI server demand ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fdell-forecasts-fiscal-2027-revenue-above-estimates-rising-ai-server-demand-2026-02-26%2f&c=10970320850115310281&mkt=en-us\n发布时间: Thu, 26 Feb 2026 12:10:00 GMT\n内容:\n[抓取失败] 摘要: Dell forecast fiscal 2027 revenue above Wall Street estimates on Thursday, betting on growing demand for its artificial intelligence-optimized servers, sending its shares up around 12% in extended ...\n\n=== 5. Warner Bros says Paramount bid superior, countdown begins for Netflix response ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2flegal%2ftransactional%2fwarner-bros-says-paramount-bid-superior-countdown-begins-netflix-response-2026-02-26%2f&c=21768814200297299&mkt=en-us\n发布时间: Thu, 26 Feb 2026 12:22:00 GMT\n内容:\n[抓取失败] 摘要: Warner Bros Discovery said Paramount's revised $31-a-share offer was superior to its existing deal with Netflix, giving the streaming giant four business days to respond or walk away from the bidding ...\n\n=== 6. Iran's Araqchi aims to reprise role as nuclear dealmaker ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2firans-araqchi-aims-reprise-role-nuclear-dealmaker-2026-02-26%2f&c=11210828769219006701&mkt=en-us\n发布时间: Thu, 26 Feb 2026 03:25:00 GMT\n内容:\n[抓取失败] 摘要: The son of an Iranian carpet merchant from Isfahan, Foreign Minister Abbas Araqchi has compared the country's negotiating style to the bartering of the bazaar, an approach requiring \"patience and ...\n\n=== 7. Nvidia expects gaming chips shortage to last until year-end ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fnvidia-expects-gaming-chips-shortage-last-until-year-end-2026-02-26%2f&c=8512312943055681764&mkt=en-us\n发布时间: Thu, 26 Feb 2026 10:40:00 GMT\n内容:\n[抓取失败] 摘要: A global shortage of gaming chips could last until the end of this year, an Nvidia executive has said, signaling more pain for the video game industry that is already buckling under weak sales due to ...\n\n=== 8. US court won't block Trump from ending union bargaining for federal workers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fworld-at-work%2fus-court-wont-block-trump-ending-union-bargaining-federal-workers-2026-02-26%2f&c=9816048890330409381&mkt=en-us\n发布时间: Thu, 26 Feb 2026 12:49:00 GMT\n内容:\n[抓取失败] 摘要: A U.S. appeals court on Thursday rejected a bid by unions to block President Donald Trump's administration from stripping hundreds of thousands of federal employees of the ability to engage in union ...\n\n=== 9. US Justice Department sues five more states over voter registration lists ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fus-justice-department-sues-five-more-states-over-voter-registration-lists-2026-02-26%2f&c=5066290762205339492&mkt=en-us\n发布时间: Thu, 26 Feb 2026 12:53:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Department of Justice said on Thursday it had sued five more states over what it described as a failure to produce their full voter registration lists.\n\n=== 10. Fed's Goolsbee forecasts several more rate cuts this year, but not soon ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffeds-goolsbee-forecasts-several-more-rate-cuts-this-year-not-soon-2026-02-26%2f&c=14476698422953289078&mkt=en-us\n发布时间: Thu, 26 Feb 2026 10:51:00 GMT\n内容:\n[抓取失败] 摘要: Chicago Federal Reserve President Austan Goolsbee said on Thursday his forecast for several interest-rate cuts later this year makes him one of the more \"optimistic\" Fed policymakers, but said he ...\n\n=== 11. Kansas invalidates driver’s licenses, birth certificates of over 1,000 transgender residents ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c9939be64aecb3b82db8ae98a511&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fkansas-invalidates-drivers-licenses-birth-certificates-over-1000-transgender-2026-02-26%2f&c=8053558465008824015&mkt=en-us\n发布时间: Thu, 26 Feb 2026 08:48:00 GMT\n内容:\n[抓取失败] 摘要: The Kansas state government has invalidated the driver’s licenses and birth certificates of transgender residents who changed the gender on those documents, in accordance with a law that took effect ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Melania Trump will preside over a UN Security Council meeting in a first for a first lady ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2fmelania-trump-united-nations-security-council-a73e49e3062a991c634292cee89220ed&c=16644417999972924553&mkt=en-us\n发布时间: Thu, 26 Feb 2026 13:56:00 GMT\n内容:\nMelania Trump will preside over a UN Security Council meeting in a first for a first lady\nUNITED NATIONS (AP) — U.S. first lady Melania Trump will preside over a U.N. Security Council meeting in what the United Nations on Thursday said would be a first.\nWhen the wife of President Donald Trump takes her seat in the president’s chair on Monday afternoon, it “will be the first time a first lady, or first gentleman for that matter, has ever presided over a Security Council meeting,” U.N. spokesman Stephane Dujarric told reporters.\nThe United States takes over the rotating presidency of the 15-member council for the month of March, and the first lady’s office said the meeting she will preside over will “emphasize education’s role in advancing tolerance and world peace.”\nMelania Trump has made children in conflict one of her signature issues, writing a letter to Russian President Vladimir Putin last year ahead of a summit with President Trump and later announcing that the effort had led to a group of children displaced by the Russia-Ukraine warreuniting with their families.\nIt comes as President Trump has criticized the United Nations, saying repeatedly that the 193-member world body has not lived up to its potential. He has withdrawn the U.S. from U.N. organizations, including the World Health Organization and the cultural agency UNESCO, while pulling funding from dozens of others.\nThe U.S. also owes the United Nations billions of dollars. Until earlier this month, the Trump admin...\n\n=== 2. Fiscal defiende caso contra Ábrego García, pero admite que cargos fueron “extraordinarios” ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2fkilmar-abrego-garcia-deportacion-salvador-inmigracion-eeuu-4c5f61e5cfe1b2326137b8249eca4aa6&c=9867472031121217497&mkt=en-us\n发布时间: Thu, 26 Feb 2026 12:31:00 GMT\n内容:\nFiscal defiende caso contra Ábrego García, pero admite que cargos fueron “extraordinarios”\nNASHVILLE, Tennessee, EE.UU. (AP) — Un representante de la fiscalía federal de Estados Unidos declaró el jueves ante un tribunal federal que el caso de tráfico de personas contra Kilmar Ábrego García estaba justificado, al tiempo que reconoció que los cargos presentados dos años después de la parada de tránsito en cuestión eran “extraordinarios”.\nÁbrego García, cuya deportación por error ha impulsado a ambos bandos del debate migratorio, sostiene que el proceso penal es vengativo, impulsado por funcionarios del gobierno del presidente Donald Trump para castigarlo después de que se vieron obligados a traerlo de vuelta a Estados Unidos. Quiere que se desestimen los cargos.\nAunque Ábrego García es ciudadano salvadoreño, una orden judicial de 2019 impide que sea deportado a ese país. Esto se debe a que un juez de inmigración determinó que enfrentaba peligro en El Salvador por parte de una pandilla que había amenazado a su familia. Ábrego García, de 30 años, inmigró a Estados Unidos de manera ilegal cuando era adolescente, pero su esposa e hijo son estadounidenses. Ha vivido y trabajado en Maryland durante años bajo la supervisión del Servicio de Inmigración y Control de Aduanas de Estados Unidos.\nTras ser deportado a El Salvador el año pasado, la Corte Suprema de Estados Unidos dictaminó que el gobierno de Trump tenía que obrar para traerlo de regreso. Finalmente, fue devuelto a Estados Uni...\n\n=== 3. US hockey player Brady Tkachuk slams White House TikTok as ‘clearly fake’ after anti-Canada slur ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2folympics-hockey-trump-743d42c4ad45a0eb36e281f70a505661&c=6315250141801468375&mkt=en-us\n发布时间: Thu, 26 Feb 2026 14:15:00 GMT\n内容:\nUS hockey player Brady Tkachuk slams White House TikTok as ‘clearly fake’ after anti-Canada slur\nUS hockey player Brady Tkachuk slams White House TikTok as ‘clearly fake’ after anti-Canada slur\nOTTAWA, Ontario (AP) — American hockey player Brady Tkachuk said Thursday that he did not appreciate a doctored TikTok video shared by the White House that made it look like he was disparaging Canadians after winning Olympic gold, calling it fake and something he would never say.\nThe video includes fabricated audio of Tkachuk referring to Canadians as “maple syrup eating (expletive),” with the expletive bleeped out. The video carries a note saying it “contains AI-generated media.”\n“It’s clearly fake because it’s not my voice and not my lips moving,” Tkachuk said. “I’m not in control of any of those accounts. … I know that those words would never come out of my mouth.”\nAsked if he liked the video, Tkachuk said he did not: “I would never say that. That’s not who I am.”\nThe White House did not immediately respond to a request for comment.\nTkachuk also denied being the voice heard shouting “close the northern border” during Team USA’s celebratory phone call with U.S. President Donald Trump after Sunday’s 2-1 overtime win over Canada to win the gold medal at the Winter Olympics.\n“I’ve been seeing stuff that people think it’s me, but if you watch the video, that’s not my voice and something that I never say,” Tkachuk said. “I don’t really know how that kind of took a storm on its own when I ...\n\n=== 4. Live updates: Hillary Clinton demands public deposition after photo leak forces testimony to pause ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2flive%2fdonald-trump-news-epstein-cuba-updates-2-26-2026&c=6005576728480452558&mkt=en-us\n发布时间: Thu, 26 Feb 2026 13:04:00 GMT\n内容:\nLive updates: Hillary Clinton demands public deposition after photo leak forces testimony to pause\nFormer Secretary of State Hillary Clinton told U.S. House lawmakers on Thursday that she had no knowledge of Jeffrey Epstein’s or Ghislaine Maxwell’s crimes at the start of two days of depositions that will also include former President Bill Clinton.\nThe deposition was paused after Republican Rep. Lauren Boebert sent a photo of Hillary Clinton in the room to a conservative influencer who posted it on social media, violating the committee’s rules for depositions.\nThe incident prompted the former secretary of state to repeat her longstanding demand that the deposition be made open to reporters.\nThe Clintons agreed to testify after their offers of sworn statements were rebuffed by the House Oversight panel, whose chairman, Rep. James Comer, R-Ky., threatened criminal contempt of Congress charges against them.\nBill Clinton’s Friday testimony will be the first time a former president has been forced to testify before Congress — the latest sign that the demand for a reckoning over Epstein’s abuse of underage girls has become a near-unstoppable force on Capitol Hill and beyond.\nOther news we’re following:\n- Cuba says 4 killed in speedboat shooting were attempting to infiltrate the country: Cuba’s government said late Wednesday that the 10 passengers on a boat that opened fire on its soldiers were armed Cubans living in the U.S. who were trying to infiltrate the island and unleash terro...\n\n=== 5. Mamdani pitches Trump on housing with mock newspaper in latest White House visit ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2fdonald-trump-zohran-mamdani-new-york-housing-3835daca395dbe46c2f3da2433ec24f4&c=4089264510757855723&mkt=en-us\n发布时间: Thu, 26 Feb 2026 13:30:00 GMT\n内容:\nMamdani pitches Trump on housing with mock newspaper in latest White House visit\nWASHINGTON (AP) — New York City Mayor Zohran Mamdani presented President Donald Trump with a mock newspaper front page during a visit to the White House on Thursday to discuss massive new housing investments in the city.\nIt’s a tactic designed to appeal to Trump, who is keenly aware of his media coverage and, aside from being an avid viewer of cable news, is known to voraciously consume coverage in the local New York City publications. The Republican president and Democratic mayor have maintained a cordial relationship since their first meeting last fall.\nAnna Bahr, Mamdani’s communications director, said the mayor’s team created a mock front page and headlines for Trump to look at and demonstrate what kind of reaction new federal housing investments could bring. The mock New York Daily News front page says “Trump to City: Let’s Build” — a riff on the famous 1975 cover that read “Ford to City: Drop Dead,” referring to Gerald Ford’s vow to veto financial assistance to the city.\nThe mayor posted the photo of their meeting, featuring the front pages, to his social media page.\nMamdani’s office declined to elaborate on the mayor’s housing proposal, but Bahr said Trump was “very enthusiastic” about it. When Trump and Mamdani last met in November, the president encouraged Mamdani to return to him with an idea to build big things together in New York City, Bahr said.\nThough Trump repeatedly maligned Mamd...\n\n=== 6. Judge rejects request to block Trump White House from building its $400 million ballroom project ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-ballroom-white-house-east-wing-lawsuit-preservationists-55c2c4c322c01053bfe5b856362c0442&c=2917233041981741389&mkt=en-us\n发布时间: Thu, 26 Feb 2026 14:02:00 GMT\n内容:\nJudge rejects request to block Trump White House from building its $400 million ballroom project\nJudge rejects request to block Trump White House from building its $400 million ballroom project\nWASHINGTON (AP) — A federal judge on Thursday rejected a preservationist group’s request to block the Trump administration from continuing construction of a $400 million ballroom where it demolished the East Wing of the White House.\nU.S. District Judge Richard Leon ruled that the National Trust for Historic Preservation was unlikely to succeed on the merits of its bid to temporarily halt President Donald Trump’s project. He said the privately funded group based its challenge on a “ragtag group of theories” under the Administrative Procedure Act and the Constitution, and would have a better chance of success if it amended the lawsuit.\n“Unfortunately, because both sides initially focused on the President’s constitutional authority to destruct and construct the East Wing of the White House, Plaintiff didn’t bring the necessary cause of action to test the statutory authority the President claims is the basis to do this construction project without the blessing of Congress and with private funds,” the judge wrote.\nThe preservationists sought an order pausing the ballroom project until it undergoes multiple independent reviews and wins approval from Congress.\nTrump used his social media account to hail the ruling as “Great news for America.” The Republican president said the project was ahea...\n\n=== 7. Judge scolds Shia LaBeouf and orders him to rehab after Mardi Gras arrest ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2fshia-labeouf-arrest-new-orleans-mardi-gras-fb0c434617be6045e659789053e552f0&c=114922758403315182&mkt=en-us\n发布时间: Thu, 26 Feb 2026 13:13:00 GMT\n内容:\nJudge scolds Shia LaBeouf and orders him to rehab after Mardi Gras arrest\nJudge scolds Shia LaBeouf and orders him to rehab after Mardi Gras arrest\nNEW ORLEANS (AP) — A New Orleans judge ordered actor Shia LaBeouf to return to drug and alcohol rehabilitation and set a $100,000 bond Thursday after the film star was charged with two counts of battery over an alleged assault outside a bar during Mardi Gras.\nLaBeouf, who appeared in court wearing a fleece jacket and jeans tucked into cowboy boots, was also admonished by the judge for allegedly yelling homophobic slurs while hitting multiple people near the French Quarter. The police report said LaBeouf dislocated one victim’s nose.\nThe judge ordered LaBeouf, 39, to submit to weekly drug tests, including one on the spot in the courthouse. LaBeouf agreed and his attorney said the test did not show illegal substances in his system.\nOrleans Parish Criminal Court Judge Simone Levine called the episode earlier this month a concern for “the safety of this larger community, especially relative to a marginalized community that has gone through so much terror,” referring to the LGBTQ+ community.\n“This defendant does not take his alcohol addiction seriously,” Levine said. “This court does not believe he understands the level of seriousness when it comes to these allegations.”\nLaBeouf posted bond and declined to comment to reporters. He has not yet formally entered a plea to the charges.\n“No, I won’t say a word,” he said in a court hallway w...\n\n=== 8. The IRS broke the law by disclosing confidential information to ICE 42,695 times, judge says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2firs-breaks-law-judge-finds-2dbe472e46121091a32309bdab6795d7&c=3851030366813111522&mkt=en-us\n发布时间: Thu, 26 Feb 2026 12:28:00 GMT\n内容:\nThe IRS broke the law by disclosing confidential information to ICE 42,695 times, judge says\nThe IRS broke the law by disclosing confidential information to ICE 42,695 times, judge says\nWASHINGTON (AP) — A federal judge said Thursday that the IRS broke the law by disclosing confidential taxpayer information “approximately 42,695 times” to Immigration and Customs Enforcement.\nU.S. District Judge Colleen Kollar-Kotelly found that the IRS had erroneously shared the taxpayer information of thousands of people with the Department of Homeland Security as part of the agencies’ controversial agreement to share information on immigrants for the purpose of identifying and deporting people illegally in the U.S.\nHer finding was based off a declaration filed earlier this month by Dottie Romo, IRS’ chief risk and control officer, which revealed that the IRS had provided DHS with information on 47,000 of the 1.28 million people that ICE requested — and, in most of those cases, gave ICE additional address information in violation of privacy rules created to protect taxpayer data.\nKollar-Kotelly said in her Thursday decision that the agency violated IRS Code 6103, one of the strictest confidentiality laws in federal statute, “approximately 42,695 times by disclosing last known taxpayer addresses to ICE.” She called the Romo declaration “a significant development in this case.”\n“The IRS not only failed to ensure that ICE’s request for confidential taxpayer address information met the statutory...\n\n=== 9. Bill Gates ‘spoke candidly’ about Epstein ties at a Gates Foundation meeting, spokesperson says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2fbill-gates-foundation-jeffrey-epstein-files-61740ea33bf1a13b0f7d458fa711518e&c=12439588491933734272&mkt=en-us\n发布时间: Thu, 26 Feb 2026 09:21:00 GMT\n内容:\nBill Gates ‘spoke candidly’ about Epstein ties at a Gates Foundation meeting, spokesperson says\nBill Gates addressed his connection to convicted sex offender Jeffrey Epstein and “took responsibility for his actions” during a town hall meeting of his nonprofit Gates Foundation on Tuesday, the nonprofit said.\n“Bill spoke candidly, addressing several questions in detail,” a Gates Foundation spokesperson said in a statement. The Wall Street Journal first reported news of the town hall.\nGates appears multiple times in the Justice Department’s release of documents connected to its investigation of the late financier. The Justice Department’s files include email correspondence between Gates and Epstein about philanthropic projects, calendar entries documenting dates they got together, and photos of Gates at events the two men attended.\nGates has not been accused of any wrongdoing in connection to Epstein and denies any knowledge of Epstein’s crimes. Gates has said he had met with Epstein to discuss philanthropy and believed he could help Gates raise money for issues like global health. “Every minute that I spent with him I regret and I apologize that I did that,” Gates told Australia’s 9News earlier this month.\nPhotos and mentions of Gates in the Epstein files have attracted increased attention since the Justice Department released millions of documents last month. Last week, Gates pulled out of delivering the keynote address at the India AI Impact Summit in New Delhi “to ensure the...\n\n=== 10. Walz unveils anti-fraud package after Trump administration threatens to halt Medicaid funds ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2fminnesota-walz-medicaid-fraud-immigration-surge-53d1a0e589975376a47f047114a12571&c=9863873693575384724&mkt=en-us\n发布时间: Thu, 26 Feb 2026 12:17:00 GMT\n内容:\nWalz unveils anti-fraud package after Trump administration threatens to halt Medicaid funds\nWalz unveils anti-fraud package after Trump administration threatens to halt Medicaid funds\nST. PAUL, Minn., (AP) — Gov. Tim Walz denounced the Trump administration’s latest threat to withhold federal funds from Minnesota as another step in a “retribution” campaign as he unveiled a package of legislation Thursday intended to fight fraud in public programs, a persistent problem that provided an impetus for the federal government’s immigration crackdown in Minnesota.\nThe Democratic governor made the announcement a day after Vice President JD Vance said the administration would “temporarily halt” some Medicaid funding to Minnesota over fraud concerns, as part of what he described as an aggressive drive against the misuse of public funds. Walz’s proposals were in the works well before Vance’s announcement. They followed other initiatives Walz launched previously to try to come to grips with a problem that eventually helped lead him to drop his bid for a third term.\n“This is a targeted retribution against a state that the president doesn’t like,” Walz said at a news conference, where he said the administration is using the same kind of “false information” on fraud as a “pretext” the way it did to justify Operation Metro Surge, in which the Department of Homeland Security sent over 3,000 federal officers into Minnesota.\nThe Trump administration’s move to freeze the Medicaid funds was part of...\n\n=== 11. Crowds of Chicago mourners pay respects to Jesse Jackson at start of cross-country memorial services ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2fjesse-jackson-memorial-services-chicago-649518382cd9f37a49fe393a6c9ec09b&c=13259875066173613655&mkt=en-us\n发布时间: Thu, 26 Feb 2026 14:04:00 GMT\n内容:\nCrowds of Chicago mourners pay respects to Jesse Jackson at start of cross-country memorial services\nCrowds of Chicago mourners pay respects to Jesse Jackson at start of cross-country memorial services\nCHICAGO (AP) — A line of mourners streamed through a Chicago auditorium Thursday to pay final respects to the Rev. Jesse Jackson Sr. as cross-country memorial services began in the city the late civil rights leader called home.\nThe protege of the Rev. Martin Luther King Jr. and two-time presidential candidate will lie in repose for two days at the headquarters of the Rainbow PUSH Coalition before events in Washington, D.C., and South Carolina, where he was born.\nFamily members wiped away tears as the casket was brought into the stately brick building. Flowers lined the sidewalks where people waiting to enter watched a large screen playing video excerpts of Jackson’s notable speeches. Some raised their fists in solidarity.\nInside, Jackson’s children, Chicago Mayor Brandon Johnson and the Rev. Al Sharpton were among those who stood by the open casket to shake hands and hug those coming to view the body of Jackson, dressed in a suit and blue shirt and tie.\n“The challenge for us is that we’ve got to make sure that all he lived for was not in vain,” Sharpton told reporters. “Dr. King’s dream and Jesse Jackson’s mission now falls on our shoulders. We’ve got to stand up and keep it going.”\nJackson died last week at age 84 after battling a rare neurological disorder that affected his m...\n\n=== 12. One Tech Tip: Unspoken group chat rules you’re probably ignoring, but shouldn’t ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a0c99939664c5c93a28281d2756ac9&url=https%3a%2f%2fapnews.com%2farticle%2fgroup-chat-etiquette-whatsapp-slack-96925622ea40a8a80af9915c13e86d9b&c=10958681729976123843&mkt=en-us\n发布时间: Thu, 26 Feb 2026 14:01:00 GMT\n内容:\nOne Tech Tip: Unspoken group chat rules you’re probably ignoring, but shouldn’t\nCommunicating on group chats has quickly become a way of life, but what are the rules?\nWe used to use email, the phone or talk in person. Now we use platforms like iMessage, WhatsApp or Slack to coordinate a night out with friends, a kid’s birthday party, a work project or even to discuss sensitive military information — as U.S. Defense Secretary Pete Hegseth did by sharing details of airstrikes in a Signal chat.\nBut while group chats have exploded in popularity because of their informality, that also creates its own challenges: Discussions can veer off topic, repetitive or basic questions can irritate group members, and that viral meme you think is funny could also offend.\nThe principles of digital etiquette remain the same as other kinds of etiquette, but they are also “context specific and many of the rules are implicit rather than explicit,” said Rupert Wesson, a director at Debrett’s, the British etiquette guide, who outlined key tips for The Associated Press.\nThink before messaging\nEtiquette is always based on the idea of care and consideration for others, Wesson said. So it helps to think about how the recipients might be affected by your message.\nThat means, for example, not wasting other members’ time by asking questions that could be easily answered by doing a Google search, or scrolling up or searching through the previous posts.\nThe Trent Windsurfing Club near Nottingham, England, whic...\n\n"
}