{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Nvidia forecasts first-quarter sales above estimates ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fnvidia-forecasts-first-quarter-sales-above-estimates-2026-02-25%2f&c=16964727247632646796&mkt=en-us\n发布时间: Wed, 25 Feb 2026 12:35:00 GMT\n内容:\n[抓取失败] 摘要: Chipmaker Nvidia forecast first-quarter revenue above market estimates on Wednesday, betting on Big Tech's unabated spending on its artificial intelligence processors amid widespread scrutiny of ...\n\n=== 2. Five‑star hotels lead price increases in Milan during Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffivestar-hotels-lead-price-increases-milan-during-olympics-2026-02-25%2f&c=7609228545655103002&mkt=en-us\n发布时间: Wed, 25 Feb 2026 07:27:00 GMT\n内容:\n[抓取失败] 摘要: Luxury hotels led a sharp rise in Milan room rates during the Winter Olympics, a local industry lobby said on Wednesday, confirming that visitors to the Games skewed towards big spenders.\n\n=== 3. USA's gold-medal hockey game averages 26M viewers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fsports%2fusas-gold-medal-hockey-game-averages-26m-viewers--flm-2026-02-25%2f&c=1076990827468219332&mkt=en-us\n发布时间: Wed, 25 Feb 2026 07:12:00 GMT\n内容:\n[抓取失败] 摘要: The United States' gold-medal victory against Canada on Sunday at the Milano Cortina Olympics averaged 26 million viewers in the U.S. on NBC and Peacock.\n\n=== 4. Government spending lifts global debt to a record $348 trillion in 2025, says IIF ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffinance%2fgovernment-spending-lifts-global-debt-record-348-trillion-2025-says-iif-2026-02-25%2f&c=3904345897395880183&mkt=en-us\n发布时间: Wed, 25 Feb 2026 06:33:00 GMT\n内容:\n[抓取失败] 摘要: Global debt climbed to a record $348 trillion at the end of 2025, after nearly $29 trillion was added over the year in the fastest yearly build-up since the pandemic surge, a banking trade group ...\n\n=== 5. BBC orders fast-track probe into racial slur broadcast at BAFTAs ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fworld%2fuk%2fbbc-orders-fast-track-probe-into-bafta-awards-broadcast-errors-2026-02-25%2f&c=1139483348910905781&mkt=en-us\n发布时间: Wed, 25 Feb 2026 06:50:00 GMT\n内容:\n[抓取失败] 摘要: The BBC said on Wednesday it had launched an investigation into how it had failed to edit out a racial slur from its broadcast of Britain's top movie awards.\n\n=== 6. FCC reviews growing shift of live sports to pay TV, subscription services ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffcc-reviews-growing-shift-live-sports-pay-tv-subscription-services-2026-02-25%2f&c=10898648359301347053&mkt=en-us\n发布时间: Wed, 25 Feb 2026 09:34:00 GMT\n内容:\n[抓取失败] 摘要: The Federal Communications Commission said on Wednesday it is reviewing the growing shift of live sports to pay TV and subscription services away from broadcast networks.\n\n=== 7. Paramount Skydance forecasts quarterly revenue below estimates ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fparamount-skydance-forecasts-quarterly-revenue-below-estimates-2026-02-25%2f&c=10724578553646493158&mkt=en-us\n发布时间: Wed, 25 Feb 2026 12:10:00 GMT\n内容:\n[抓取失败] 摘要: Paramount Skydance forecast first-quarter revenue below Wall Street estimates on Wednesday, as pay-TV subscriber losses continued to weigh on its legacy TV business.\n\n=== 8. Wall Street extends tech-powered rally as AI worries abate; Nvidia reports ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fus-stock-futures-inch-up-ahead-nvidia-earnings-ai-jitters-ease-2026-02-25%2f&c=12136187077092879868&mkt=en-us\n发布时间: Wed, 25 Feb 2026 01:44:00 GMT\n内容:\n[抓取失败] 摘要: Wall Street ended higher on Wednesday, extending its tech-led rally and touching two-week highs as worries over artificial intelligence disruption and costs took a back seat to renewed optimism over ...\n\n=== 9. Eleven US states urge DOJ to thoroughly probe Netflix-Warner Bros. deal ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fworld%2f11-us-states-urge-doj-thoroughly-probe-netflix-warner-bros-deal-2026-02-25%2f&c=1086594572808458197&mkt=en-us\n发布时间: Wed, 25 Feb 2026 07:12:00 GMT\n内容:\n[抓取失败] 摘要: Republican attorneys general from 11 U.S. states have urged the U.S. Department of Justice to conduct a thorough review of Netflix's bid to acquire studio and streaming assets from Warner Bros., ...\n\n=== 10. Exclusive: US orders diplomats to fight data sovereignty initiatives ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fboards-policy-regulation%2fus-orders-diplomats-fight-data-sovereignty-initiatives-2026-02-25%2f&c=16837548822099092589&mkt=en-us\n发布时间: Wed, 25 Feb 2026 02:04:00 GMT\n内容:\n[抓取失败] 摘要: Data sovereignty initiatives have gathered pace, particularly in Europe, amid flaring tensions between the United States and the European Union over Washington's protectionist trade policies and ...\n\n=== 11. Exclusive: DeepSeek withholds latest AI model from US chipmakers including Nvidia, sources say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fdeepseek-withholds-latest-ai-model-us-chipmakers-including-nvidia-sources-say-2026-02-25%2f&c=3184850293815758414&mkt=en-us\n发布时间: Wed, 25 Feb 2026 11:32:00 GMT\n内容:\n[抓取失败] 摘要: DeepSeek, the Chinese artificial intelligence lab whose low-cost model rattled global markets last year, has not shown U.S. chipmakers its upcoming flagship model for performance optimization, two ...\n\n=== 12. Exclusive: FBI obtained Kash Patel and Susie Wiles phone records during Biden administration ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f781294034d50a2217378fad6b52e&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ffbi-obtained-kash-patel-susie-wiles-phone-records-during-biden-administration-2026-02-25%2f&c=15517513093917608437&mkt=en-us\n发布时间: Wed, 25 Feb 2026 12:32:00 GMT\n内容:\n[抓取失败] 摘要: The FBI subpoenaed records of phone calls made by Kash Patel and Susie Wiles, now the FBI director and White House Chief of Staff, when they were both private citizens in 2022 and 2023 during the ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. FBI searches Los Angeles school district headquarters and the superintendent’s home ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2flos-angeles-schools-fbi-search-warrants-f7ffc6853a6c0b228c50cf5fe596ce66&c=12582859477098914549&mkt=en-us\n发布时间: Wed, 25 Feb 2026 13:54:00 GMT\n内容:\nFBI searches Los Angeles school district headquarters and the superintendent’s home\nFBI searches Los Angeles school district headquarters and the superintendent’s home\nLOS ANGELES (AP) — The FBI served search warrants Wednesday at the Los Angeles Unified School District’s headquarters and the home of its leader, a former Superintendent of the Year who was knighted by Spain for his work.\nThe nature of the federal investigation involving the nation’s second-largest school district and Superintendent Alberto Carvalho’s home was not immediately clear. The district said in a statement that it “is cooperating with the investigation and we do not have further information at this time.” The FBI also searched a third location near Miami, where Carvalho previously led the public schools.\nTV news footage showed agents in FBI shirts and jackets outside Carvalho’s home in the San Pedro neighborhood about 20 miles (32 kilometers) south of downtown LA. There was no visible sign of agents outside the LA district’s headquarters as of mid-morning.\nRukelt Dalberis, a spokesperson for the FBI’s Los Angeles field office, confirmed that agents were at the properties to serve warrants but declined to comment further because affidavits laying out details for the basis for the searches were under seal.\nBefore taking the helm of the Los Angeles district in 2022, Carvalho oversaw Miami-Dade County Public Schools, Florida’s largest school district, from 2008 to 2021. During his tenure, he was credited w...\n\n=== 2. FACT FOCUS: A look at Trump’s false and misleading claims in his State of the Union speech ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2ffact-check-trump-state-of-union-87b184f7a38e65fa97d27c05ba2497fa&c=1840844035398311617&mkt=en-us\n发布时间: Wed, 25 Feb 2026 12:44:00 GMT\n内容:\nFACT FOCUS: A look at Trump’s false and misleading claims in his State of the Union speech\nIn a marathon State of the Union address, President Donald Trump ticked through claimed victories, insisting the U.S. is “winning so much” even as his approval slips, and blasting Democrats as “crazy” for remaining seated rather than standing to applaud.\nWASHINGTON (AP) — On inflation, immigration, tariffs and matters of war and peace, President Donald Trump presented a frequently distorted account of the state of the nation Tuesday as he claimed a “turnaround for the ages” and myriad achievements that don’t pass scrutiny.\nTrump has spent the last year boasting of his accomplishments while mocking the record of his predecessor, Joe Biden. But much of this bluster has been based on misinformation, which he again fell back on during his State of the Union address.\nHere’s a closer look at the facts:\nTHE ECONOMY\nCLAIM: “When I last spoke in this chamber 12 months ago, I had just inherited a nation in crisis, with a stagnant economy.”\nTHE FACTS: Not quite. Voters were unhappy with high inflation in the 2024 election, but the U.S. economy was far from stagnant. The U.S. gross domestic product rose 2.8% in 2024 after adjusting for inflation. That’s a stronger pace of growth than the 2.2% achieved last year during the start of Trump’s second term. ___\nTRUMP: “Incomes are rising fast, the roaring economy is roaring like never before.”\nTHE FACTS: Not so. After-tax incomes, adjusted for inflation,...\n\n=== 3. Trump’s pick to lead new Justice Department unit scrutinized as president declares ‘war on fraud’ ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2fjustice-department-fraud-division-colin-mcdonald-trump-91da4a174aa88706c3b6bfbd67399689&c=17180741927492297212&mkt=en-us\n发布时间: Wed, 25 Feb 2026 11:32:00 GMT\n内容:\nTrump’s pick to lead new Justice Department unit scrutinized as president declares ‘war on fraud’\nWASHINGTON (AP) — President Donald Trump’s pick to lead a new Justice Department division dedicated to rooting out fraud said Wednesday he would pursue prosecutions “without fear or favor” as questions grow about how the new unit will operate free of political influence from a White House that has declared a “war on fraud.”\nThe proposed National Fraud Enforcement Division has raised eyebrows not only because fraud is already prosecuted by the agency’s Criminal Division but because the White House has suggested it will have an unusual role in overseeing the new division’s work.\nColin McDonald’s nomination to serve as the first assistant attorney general in charge of the new division comes as the Trump administration has put fresh attention on allegations of widespread fraud in Minnesota. During his State of the Union speech Tuesday, Trump announced that Vice President JD Vance would lead the “war on fraud,” accusing members of Minnesota’s Somali community of having “pillaged” billions from American taxpayers.\nMcDonald didn’t directly answer when pressed during his confirmation hearing Wednesday whether he would follow an order from the president to open a certain investigation. McDonald, a seasoned prosecutor who works in Deputy Attorney General Todd Blanche’s office, would only say that he follows the facts and applies the law in all cases.\n“The vision that we have is a division ...\n\n=== 4. Trump’s portrayal of ‘golden age’ is out of sync with how Americans see economy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-economy-state-of-union-bfc3fd78f46eb5b4bd389c7763936211&c=4749365553953167792&mkt=en-us\n发布时间: Wed, 25 Feb 2026 10:28:00 GMT\n内容:\nTrump’s portrayal of ‘golden age’ is out of sync with how Americans see economy\nTrump’s portrayal of ‘golden age’ is out of sync with how Americans see economy\nWASHINGTON (AP) — President Donald Trump sought in his first State of the Union address to sell Americans on the idea of a booming economy, falling prices, and soaring jobs, yet he faces a skeptical public with a much gloomier view.\nBarely 12 hours before his speech, in fact, The Conference Board, a business research group, released its latest consumer confidence report. It showed that overall confidence in the economy remains historically low, and is barely above the level it plunged to in the depths of the COVID recession.\nIn February, its index ticked up to 91.2, which is noticeably below a four-year peak reached in November 2024 of 112.8. Americans remain dejected by high prices and see few jobs available, the survey found.\nOther polling has yielded similar results: Only 39% of Americans approve of Trump’s economic leadership, according to the latest Associated Press-NORC Center for Public Affairs Research survey. And the University of Michigan’s consumer sentiment survey remains mired at recessionary levels.\nTrump sought to overcome that gloom by pointing to economic data that paints a brighter picture, a tactic that President Joe Biden tried with little success. But on Tuesday night there were gaps between the president’s claims and the economic reality many Americans are facing.\n“Inflation is plummeting, incomes...\n\n=== 5. Larry Summers will resign from teaching at Harvard during review of Epstein ties, university says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2flarry-summer-epstein-harvard-e4075897230bb917f1c2f3286682e9b8&c=11569654531036323217&mkt=en-us\n发布时间: Wed, 25 Feb 2026 13:47:00 GMT\n内容:\nLarry Summers will resign from teaching at Harvard during review of Epstein ties, university says\nLarry Summers will resign from teaching at Harvard during review of Epstein ties, university says\nFormer U.S. Treasury Secretary Larry Summers will resign from teaching at Harvard University as the campus reviews his ties to the late convicted sex offender Jeffrey Epstein, the university announced Wednesday.\nSummers, who has been on leave since November and whose name appeared hundreds of times in newly released Epstein files, will step down at the end of the school year, according to a statement from Harvard spokesperson Jason Newton.\n“Professor Summers has announced that he will retire from his academic and faculty appointments at Harvard at the end of this academic year and will remain on leave until that time,” Newton said.\nIn a statement, Summers said it was a difficult decision and expressed gratitude to the students and colleagues he worked with over 50 years, including five as Harvard’s president.\n“Free of formal responsibility, as President Emeritus and a retired professor, I look forward in time to engaging in research, analysis, and commentary on a range of global economic issues,” Summers said.\nThe Justice Department’s latest release has rippled through academia, uncovering Epstein’s ties to numerous researchers who sought his funding and his friendship even after he became a convicted sex offender. Summers’ resignation follows that of Dr. Richard Axel, a Nobel laurea...\n\n=== 6. 3 scientists were charged in worm smuggling scheme. Lawyers say China helped get the case dismissed ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2fchinese-scientists-worm-smuggling-university-michigan-896b11c79141ee852318c8c918a59b2f&c=16229853490575639522&mkt=en-us\n发布时间: Wed, 25 Feb 2026 13:37:00 GMT\n内容:\n3 scientists were charged in worm smuggling scheme. Lawyers say China helped get the case dismissed\nDETROIT (AP) — China’s government intervened and helped get charges dropped against three Chinese scientists at the University of Michigan who were accused of helping a colleague smuggle biological materials into the U.S., defense lawyers said.\nThe materials turned out to be mostly tiny, transparent worms — nothing dangerous — though U.S. officials last year hailed the arrests as a victory for national security. Attorney General Pam Bondi said the government must be vigilant when foreign nationals try to “advance a malicious agenda.”\nXu Bai and Fengfan Zhang were charged with conspiring to help another scientist who shipped packages to them from China before she arrived in 2025 for temporary lab research at the University of Michigan. A third man, Zhiyong Zhang, was charged with making false statements.\nBai, Fengfan Zhang and Zhiyong Zhang were in jail for more than three months while the case was pending in federal court in Detroit. A judge suddenly dismissed the charges on Feb. 5 at the Justice Department’s request and the three traveled home to China.\nThe U.S. Attorney’s Office in Detroit said it would not comment on China’s role or the government’s retreat. An email seeking comment from the Chinese Consulate in Chicago was not immediately answered Wednesday.\n“The dismissal came as a pleasant surprise,” defense lawyer John Minock said. “We don’t know the details. What we wer...\n\n=== 7. Supreme Court rules against private prison firm facing forced-work suit from immigration detainees ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2fsupreme-court-private-prison-immigration-detainees-92b01950e11ae13f17d11fddbb196e5e&c=13966098798170988250&mkt=en-us\n发布时间: Wed, 25 Feb 2026 13:50:00 GMT\n内容:\nSupreme Court rules against private prison firm facing forced-work suit from immigration detainees\nSupreme Court rules against private prison firm facing forced-work suit from immigration detainees\nWASHINGTON (AP) — The Supreme Court on Wednesday ruled against a private prison company facing a lawsuit alleging immigration detainees were forced to work and paid only $1 a day in Colorado.\nThe unanimous ruling is a procedural defeat for the GEO Group, but it’s not a final decision. The company is fighting a lawsuit from 2014 alleging detainees in Aurora had to perform unpaid janitorial work and other jobs for little pay to supplement meager meals.\nGEO defended its practices and argued that the case should be tossed out because it’s immune from lawsuits as a government contractor.\nAfter a judge disagreed, the company asked the Supreme Court to allow it to quickly appeal the ruling. But the justices refused.\n“If eventually found liable, GEO may of course appeal ... but GEO must wait until then,” Justice Elena Kagan wrote. All nine justices agreed with the outcome, but two justices, Clarence Thomas and Samuel Alito, differed on the reasoning.\nAn attorney who argued for the Colorado detainees applauded the ruling. “The Supreme Court’s unanimous decision reaffirms a straightforward rule: government contractors like GEO do not qualify for sovereign immunity and must follow the same ‘one case, one appeal’ principle that governs every other litigant,” Jennifer Bennett said.\nThe Florida-...\n\n=== 8. Surgeon general nominee faces sharp questions about vaccines, birth control and qualifications ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2fcasey-means-surgeon-general-confirmation-hearing-9e25bb95d033e331d40f5b93b3520aaa&c=10435420366994741629&mkt=en-us\n发布时间: Wed, 25 Feb 2026 13:09:00 GMT\n内容:\nSurgeon general nominee faces sharp questions about vaccines, birth control and qualifications\nWatch live as Wellness influencer and entrepreneur Dr. Casey Means is set to appear before the Senate health committee as she seeks approval to be U.S. surgeon general.\nNEW YORK (AP) — Wellness influencer, author and entrepreneur Dr. Casey Means on Wednesday shared a vision for addressing the root causes of chronic disease instead of feeding into “reactive sick care” during her confirmation hearing to become the nation’s next surgeon general.\n“Our nation is angry, exhausted and hurting,” the 38-year-old said in Washington before the Senate health committee Wednesday. “If we’re addressing shared root causes, we’re going to be able to stop the whack-a-mole medicine that’s not working for us.”\nIt’s a message that dovetails with that of Means’ ally, Health Secretary Robert F. Kennedy Jr., and his “Make America Healthy Again” movement. It also has some bipartisan support, with many Democrats and Republicans agreeing that the rise in chronic disease is a problem that needs solving.\nBut Means also faced tough questions from senators about topics that have become divisive in recent years, such as vaccines and hormonal birth control, as well as about her qualifications and potential conflicts. The Stanford-educated physician’s disillusionment with traditional medicine drove her to a career in which she has promoted various products, at times without disclosing how she could benefit financial...\n\n=== 9. Takeaways from Trump’s address: Sales mode on economy, heavy on patriotism, dark turn on Democrats ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2fstate-of-union-trump-takeaways-fec4b2cf2de394188b4b9e89d2d24de6&c=9010262294389990474&mkt=en-us\n发布时间: Wed, 25 Feb 2026 05:21:00 GMT\n内容:\nTakeaways from Trump’s address: Sales mode on economy, heavy on patriotism, dark turn on Democrats\nIn a marathon State of the Union address, President Donald Trump ticked through claimed victories, insisting the U.S. is “winning so much” even as his approval slips, and blasting Democrats as “crazy” for remaining seated rather than standing to applaud.\nWASHINGTON (AP) — President Donald Trump started in sales mode, using his State of the Union address to deliver an upbeat vision of the U.S. economy.\nBut that portrayal collides with the sentiment of Americans who remain anxious about their finances and feel they haven’t benefited from Trump’s policies. He took the high road to honor the gold medal-winning U.S. men’s Olympic hockey team and a war hero before pivoting abruptly to a darker tone as he ridiculed Democrats.\nHere are takeaways from the speech.\nTrump’s ‘roaring’ economy is at odds with sour public sentiment\nMuch of the nation is worried about the direction of the economy, but Trump says the good times are here, insisting repeatedly that rising costs are no longer a problem.\n“The roaring economy is roaring like never before,” he said. He cheered the lower cost of gasoline, mortgage rates, prescription drug prices and the rising stock market: “Millions and millions of Americans are all gaining.”\nSuch optimism, as so many Americans are feeling economic strains, risks painting Trump as out of touch. Just 39% of U.S. adults approved of Trump’s handling of the economy in Feb...\n\n=== 10. Arizona governor’s race will test MAGA future for Republican Party ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2farizona-governor-race-maga-test-f7a21a6496fb8a4ae347698db78edd99&c=4804794209652378255&mkt=en-us\n发布时间: Wed, 25 Feb 2026 12:29:00 GMT\n内容:\nArizona governor’s race will test MAGA future for Republican Party\nArizona governor’s race will test MAGA future for Republican Party\nPRESCOTT VALLEY (AP) — “Let’s win not clash” said a sign posted outside a meeting of Arizona Republicans as candidates for governor tried to win over the party’s most ardent supporters inside.\nThe message channeled frustration from a decade of ideological infighting and eroding power in a state where Democrats have been gaining ground. But even as Republicans struggle to regain control, they may once again put forward a candidate in the general that’s favored by the party’s hard-right flank, a strategy that’s been a losing formula in recent statewide elections.\nU.S. Rep. Andy Biggs, a former U.S. House Freedom Caucus chairman representing a deep red district, is the frontrunner in the July primary because he carries the backing of President Donald Trump and the youth conservative organization Turning Point USA. His opponent is U.S. Rep. David Schweikert, a budget hawk who repeatedly has fended off Democrats in his competitive and wealthy purple district.\nWhoever wins will face Democratic Gov. Katie Hobbs, who defeated Trump-backed Kari Lake four years ago and is now running for a second term.\nAlthough some Republicans may want their party to rally behind a different type of candidate this time, longtime consultant Paul Bentz said it’s less likely.\n“The folks that have bemoaned the takeover of the party, the people who wish to go back to the mor...\n\n=== 11. Protest held on Greek island against docked US aircraft carrier as Iran tension builds ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2fgreece-us-iran-protest-gerald-r-ford-trump-3aec7d2753dc33a5c2693b4a273e491f&c=5253293977269638041&mkt=en-us\n发布时间: Wed, 25 Feb 2026 10:05:00 GMT\n内容:\nProtest held on Greek island against docked US aircraft carrier as Iran tension builds\nProtest held on Greek island against docked US aircraft carrier as Iran tension builds\nThe world’s largest aircraft carrier, the USS Gerald R. Ford remained docked on Wednesday at the U.S. naval base on the island of Crete, as part of a major buildup of American forces in the Middle East. The Ford arrived at Souda Bay on the southern Greek island on Monday amid warnings by President Donald Trump of possible military action against Iran.\nProtesters take part in an anti-war rally in Chania, Greece, opposing the docking of the aircraft carrier USS Gerald R. Ford at the nearby Souda Bay naval base on the southern island of Crete, Tuesday, Feb. 24, 2026. (AP Photo/Giannis Angelakis)\nThe US Navy’s aircraft carrier USS Gerald R. Ford is docked at Souda naval base near the city of Chania, on the southern island of Crete, Greece, on Tuesday, Feb. 24, 2026. (AP Photo/Giannis Angelakis)\nThe US Navy’s aircraft carrier USS Gerald R. Ford is docked at Souda naval base near the city of Chania, on the southern island of Crete, Greece, on Tuesday, Feb. 24, 2026. (AP Photo/Giannis Angelakis)\nProtesters take part in an anti-war rally in Chania, Greece, opposing the docking of the aircraft carrier USS Gerald R. Ford at the nearby Souda Bay naval base on the southern island of Crete, Tuesday, Feb. 24, 2026. (AP Photo/Giannis Angelakis)\nThe world’s largest aircraft carrier, the USS Gerald R. Ford remained docked...\n\n=== 12. US men’s hockey team feted at State of the Union; Trump says women’s team will be honored ‘soon’ ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699f7816c6bb4689becdecb826fa5b4a&url=https%3a%2f%2fapnews.com%2farticle%2fstate-of-union-hockey-olympics-trump-89fff7bdec947251ff926e09ac24d4e4&c=1065371650401411183&mkt=en-us\n发布时间: Wed, 25 Feb 2026 10:44:00 GMT\n内容:\nUS men’s hockey team feted at State of the Union; Trump says women’s team will be honored ‘soon’\nUS men’s hockey team feted at State of the Union; Trump says women’s team will be honored ‘soon’\nWASHINGTON (AP) — The Olympic gold medal-winning U.S. men’s hockey team visited President Donald Trump at the White House on Tuesday afternoon and later received about a two-minute bipartisan standing ovation during his State of the Union address that night.\nTrump also announced that the women’s hockey team, which also defeated Canada to win gold, will “soon” visit the White House. The women’s team had declined an invitation to attend the State of the Union due to the timing of the address.\nMen’s players entered the House chamber through two sets of doors and walked down the rows of the press gallery. Lawmakers on both sides of the aisle not only stood and cheered but chanted “USA!” several times, many even pumping fists. Rep. Lisa McClain, the Republican House Conference Chair, shouted “Love you!” to the players.\n“I want to thank you all,” Trump told the players. “What a special job you did. What special champions you are.”\nThe American Olympic champion men’s hockey team and its star goaltender have been honored in Washington. Correspondent Gethin Coolbaugh reports.\nTrump also said goalie Connor Hellebuyck, who stopped 41 shots in the gold medal game, will receive the Presidential Medal of Freedom, the nation’s highest civilian honor. Hellebuyck tapped his heart as those in the chambe...\n\n"
}