{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. US, Taiwan finalize deal to cut tariffs, boost purchases of US goods ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2fus-taiwan-finalize-deal-cut-tariffs-boost-purchases-us-goods-2026-02-12%2f&c=8540525702148550044&mkt=en-us\n发布时间: Thu, 12 Feb 2026 13:07:00 GMT\n内容:\n[抓取失败] 摘要: Officials from the Trump administration signed a final agreement on reciprocal trade that confirms a 15% U.S. tariff rate for imports from Taiwan, while committing Taiwan to a schedule for eliminating ...\n\n=== 2. Fans of Madison Chock and Evan Bates launch petition questioning Olympic ice dance result ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffigure-skating-fans-chock-bates-launch-petition-questioning-ice-dance-result-2026-02-12%2f&c=12361065654360332067&mkt=en-us\n发布时间: Thu, 12 Feb 2026 12:32:00 GMT\n内容:\n[抓取失败] 摘要: Triple world ice dance champions Madison Chock and Evan Bates will leave the Milano Cortina Olympics with silver medals, but also an outpouring of support from fans questioning the judging that denied ...\n\n=== 3. Coventry shows fresh approach in the face of Olympic crisis while holding firm to the rules ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fsports%2fcoventry-shows-fresh-approach-face-olympic-crisis-while-holding-firm-rules-2026-02-12%2f&c=11545394884374792813&mkt=en-us\n发布时间: Thu, 12 Feb 2026 09:28:00 GMT\n内容:\n[抓取失败] 摘要: International Olympic Committee president Kirsty Coventry navigated the first significant political test of her young reign in the dispute over Ukrainian skeleton racer Vladyslav Heraskevych’s helmet, ...\n\n=== 4. US senators sharply question Trump officials about Pretti shooting, use of force ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-senators-sharply-question-trump-officials-about-pretti-shooting-use-force-2026-02-12%2f&c=11644132719074720335&mkt=en-us\n发布时间: Thu, 12 Feb 2026 10:11:00 GMT\n内容:\n[抓取失败] 摘要: The top Republican and Democrat on a U.S. Senate committee played video showing the lead-up to the shooting of U.S. citizen Alex Pretti to Trump immigration officials at a hearing on Thursday, sharply ...\n\n=== 5. Guthrie doorbell video delayed by difficult data recovery, but privacy advocates still worry ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fworld%2fguthrie-doorbell-video-delayed-by-difficult-data-recovery-privacy-advocates-2026-02-12%2f&c=10468143862606531446&mkt=en-us\n发布时间: Thu, 12 Feb 2026 10:40:00 GMT\n内容:\n[抓取失败] 摘要: Finding security camera footage in the high-profile abduction of Nancy Guthrie may have been delayed because it probably was stored as unorganized data on Google's servers, experts told Reuters. But ...\n\n=== 6. Pinterest forecasts downbeat revenue as it battles for digital ad dollars; shares plunge ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fpinterest-forecasts-downbeat-revenue-it-battles-digital-ad-dollars-shares-plunge-2026-02-12%2f&c=16582545371711189990&mkt=en-us\n发布时间: Thu, 12 Feb 2026 12:11:00 GMT\n内容:\n[抓取失败] 摘要: Pinterest forecast first-quarter revenue below estimates on Thursday, underscoring the image-sharing platform's ongoing struggle to compete for advertising dollars against deep-pocketed platforms, ...\n\n=== 7. Trump administration set to revoke basis of US climate regulation ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2flegal%2flitigation%2ftrump-administration-set-revoke-basis-us-climate-regulation-2026-02-12%2f&c=1559559789554623221&mkt=en-us\n发布时间: Thu, 12 Feb 2026 04:53:00 GMT\n内容:\n[抓取失败] 摘要: The administration of President Donald Trump on Thursday plans to announce the repeal of a scientific finding that greenhouse gas emissions endanger human health, removing the legal basis for federal ...\n\n=== 8. American Ilia Malinin making history with figure skating's first Olympic backflip in decades ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffigure-skating-malinin-making-history-with-skatings-first-olympic-backflip-2026-02-12%2f&c=16878353679922118486&mkt=en-us\n发布时间: Thu, 12 Feb 2026 09:03:00 GMT\n内容:\n[抓取失败] 摘要: When Ilia Malinin launched himself into a backflip at the Milano Cortina Olympics, it detonated through the crowd like a firecracker and even brought tennis great Novak Djokovic to his feet with his ...\n\n=== 9. NY Fed report says Americans pay for almost all of Trump's tariffs ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fny-fed-report-says-americans-pay-almost-all-trumps-tariffs-2026-02-12%2f&c=8562020158973425904&mkt=en-us\n发布时间: Thu, 12 Feb 2026 07:15:00 GMT\n内容:\n[抓取失败] 摘要: Americans are shouldering almost all of President Donald Trump’s import tax surge, a report from the Federal Reserve Bank of New York said on Thursday.\n\n=== 10. Ukraine's Heraskevych appeals Games ban with CAS, wants supervised run ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fsports%2fskeleton-ukraines-heraskevych-appeals-games-ban-with-cas-wants-supervised-run-2026-02-12%2f&c=12479623568242049453&mkt=en-us\n发布时间: Thu, 12 Feb 2026 09:44:00 GMT\n内容:\n[抓取失败] 摘要: Disqualified Ukrainian skeleton racer Vladyslav Heraskevych has appealed his Winter Olympics competition ban over a helmet depicting dead Ukrainian athletes with the Court of Arbitration for Sport, ...\n\n=== 11. Airbnb forecast revenue above estimates on premium rentals demand ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fairbnb-forecast-revenue-above-estimates-premium-rentals-demand-2026-02-12%2f&c=409351604399253213&mkt=en-us\n发布时间: Thu, 12 Feb 2026 12:08:00 GMT\n内容:\n[抓取失败] 摘要: Airbnb forecast first-quarter revenue above Wall Street estimates on Thursday, as the vacation rental company banks on premium bookings to counter easing demand from cost-conscious customers.\n\n=== 12. US Congress names press gallery for abolitionist Frederick Douglass ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e5452c0ac46e595d0b70388974c14&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fus-congress-names-press-gallery-abolitionist-frederick-douglass-2026-02-12%2f&c=3537311291065984610&mkt=en-us\n发布时间: Thu, 12 Feb 2026 11:57:00 GMT\n内容:\n[抓取失败] 摘要: Leaders of the U.S. House of Representatives on Thursday named its press gallery after Frederick Douglass, 150 years after the famed 19th-century orator and abolitionist became the first Black member ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Trump immigration officials shown video of Minneapolis protester’s death in tense Senate hearing ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2fice-congress-trump-minneapolis-alex-pretti-hearing-ada1986f0c4639e96a6f7bf06f2856c3&c=10165453996234916706&mkt=en-us\n发布时间: Thu, 12 Feb 2026 14:10:00 GMT\n内容:\nTrump immigration officials shown video of Minneapolis protester’s death in tense Senate hearing\nTrump immigration officials shown video of Minneapolis protester’s death in tense Senate hearing\nWASHINGTON (AP) — The men tasked with carrying out President Donald Trump’s mass deportation agenda were made to watch a video of the shooting death of Alex Pretti in a slow, moment-by-moment analysis on Thursday by Sen. Rand Paul, who repeatedly cast doubt on the tactics used by federal officers and warned that the American public had lost trust in the country’s immigration agencies.\nIt was a tense confrontation at a Senate hearing that was called to scrutinize the immigration chiefs as they carry out one of Trump’s signature policy and after the deaths of two protesters in Minneapolis over recent weeks at the hands of federal officers.\nPaul, who paused the video every few seconds to explain his interpretation of the events, argued that Pretti posed no threat to the officers and questioned why the situation culminated in the ICU nurse’s death.\n“He is retreating at every moment,” said Paul, speaking of Pretti’s behavior while officers pepper-sprayed him. “He’s trying to get away and he’s being sprayed in the face.”\nThe hearing’s witnesses included Todd Lyons, the acting director of Immigration and Customs Enforcement; Rodney Scott, who heads Customs and Border Protection, and Joseph Edlow, who runs U.S. Citizenship and Immigration Services. The same officials appeared in front of a Hou...\n\n=== 2. EPA ends credits for automatic start-stop vehicle ignition, a feature Zeldin says ‘everyone hates’ ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2fclimate-zeldin-automakers-vehicles-consumers-dca74900298e45485987b87c36ac7ef2&c=3686166651375355812&mkt=en-us\n发布时间: Thu, 12 Feb 2026 12:43:00 GMT\n内容:\nEPA ends credits for automatic start-stop vehicle ignition, a feature Zeldin says ‘everyone hates’\nEPA ends credits for automatic start-stop vehicle ignition, a feature Zeldin says ‘everyone hates’\nDETROIT (AP) — The Environmental Protection Agency announced an end Thursday to credits to automakers who install automatic start-stop ignition systems in their vehicles, a device intended to reduce emissions that EPA Administrator Lee Zeldin said “everyone hates.”\nIn remarks with President Donald Trump on Thursday at the White House, Zeldin called start-stop technology the “Obama switch” and said it makes vehicles “die” at every red light and stop sign. He said the credits, which also applied to options like improved air conditioning systems, are now “over, done, finished.”\nZeldin repeated the generally-debunked claims that start-stop systems — which are mostly useful for city driving — are harmful to vehicles, asserting Thursday that “it kills the battery of your car without any significant benefit to the environment.”\nThis latest Trump administration move to cut automotive industry efforts to clean up their cars and reduce transportation-driven emissions came as Zeldin and Trump also announced a broader repeal of the scientific finding known as endangerment that has been the central basis for regulating U.S. greenhouse gas emissions.\nStart-stop is a technology that automatically shuts down a vehicle’s engine when a driver comes to a complete stop, and then automatically restarts...\n\n=== 3. Phillies release Nick Castellanos, who admits to bringing beer into dugout ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2fnick-castellanos-phillies-070b188debec42a22de222568ea40a7f&c=1006789278154091629&mkt=en-us\n发布时间: Thu, 12 Feb 2026 12:28:00 GMT\n内容:\nPhillies release Nick Castellanos, who admits to bringing beer into dugout\nCLEARWATER, Fla. (AP) — The Philadelphia Phillies released outfielder Nick Castellanos on Thursday after the team was unable to make a deal to trade him. Castellanos then revealed he was benched last season after bringing beer into the dugout during a game.\nThe team wanted the situation resolved before its first full-squad workout at spring training, which is Monday.\nCastellanos was benched last season after he made what Phillies manager Rob Thomson described as “ an inappropriate comment ” after he was pulled for a defensive replacement. Castellanos said in September that communication with Thomson had been “ questionable, at least in my experience.”\nOn Thursday, Castellanos posted a hand-written note on social media explaining an incident in Miami that preceded his benching. He said he brought beer into the dugout after being taken out of a game and complained to Thomson about team rules. He said teammates took the beer away before he drank any.\nAfterward, he went into the office with Thomson and president of baseball operations Dave Dombrowski.\n“We aired out our differences and the conversation ended with me apologizing for letting my emotions get the best of me,” Castellanos said, adding that he was benched the next game as punishment.\nCastellanos, who turns 34 on March 4, hit .250 with 17 homers and 72 RBIs in 147 games for the NL East champions last year. He was going into the final season of a $...\n\n=== 4. Chock and Bates say their near-perfect skate felt like a win, even if silver left fans ‘confused’ ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2fchock-bates-silver-medal-ice-dance-judging-score-8764d176a6f5a4a707e9a027188d01e6&c=16825993863817412031&mkt=en-us\n发布时间: Thu, 12 Feb 2026 13:07:00 GMT\n内容:\nChock and Bates say their near-perfect skate felt like a win, even if silver left fans ‘confused’\nChock and Bates say their near-perfect skate felt like a win, even if silver left fans ‘confused’\nMILAN (AP) — U.S. ice dancers Madison Chock and Evan Bates didn’t conceal their disappointment Thursday at the bittersweet Olympic silver medal for what Bates called their “absolute best performance,” while Chock said the confusion over the result “does a disservice to our sport.”\nDuring Wednesday night’s free dance at the Milan Cortina Olympics, French skaters Laurence Fournier Beaudry and Guillaume Cizeron earned a season-best 225.82 points to win gold despite several mistakes by Cizeron, including a glaring one during a twizzle sequence.\nChock and Bates also delivered a season-best performance with a nearly perfect skate, finishing with 224.39 points.\nChock said skaters, coaches and fans deserved more clarity about the results.\n“Any time the public is confused by results, it does a disservice to our sport,” Chock said. “I think it’s hard to retain fans when it’s difficult to understand what is happening on the ice. ... People need to understand what they’re cheering for and be able to feel confident in the sport that they’re supporting.”\nThis is the fourth Olympics for three-time reigning world champions, who have been skating together for 15 years and got married in 2024. They said they were still working out their future plans, including whether to defend their world title in Pr...\n\n=== 5. Homeland Security shutdown seems certain as funding talks between White House and Democrats stall ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2fhomeland-security-funding-shutdown-democrats-trump-4e9c4cebd45396e77f8333fd6cc31944&c=9805247962776438826&mkt=en-us\n发布时间: Thu, 12 Feb 2026 12:51:00 GMT\n内容:\nHomeland Security shutdown seems certain as funding talks between White House and Democrats stall\nHomeland Security shutdown seems certain as funding talks between White House and Democrats stall\nWASHINGTON (AP) — A shutdown for the Department of Homeland Security appeared certain Thursday as lawmakers in the House and Senate were set to leave Washington for a 10-day break and negotiations with the White House over Democrats’ demands for new restrictions had stalled.\nDemocrats and the White House have traded offers in recent days as the Democrats have said they want curbs on President Donald Trump’s broad campaign of immigration enforcement. They have demanded better identification for U.S. Immigration and Customs Enforcement and other federal law enforcement officers, a new code of conduct for those agencies and more use of judicial warrants, among other requests.\nThe White House sent its latest proposal late Wednesday, but Trump told reporters on Thursday that some of the Democratic demands would be “very, very hard to approve.”\nDemocrats said the White House offer, which was not made public, did not include sufficient curbs on ICE after two protesters were fatally shot last month. The offer was “not serious,” Senate Democratic Leader Chuck Schumer of New York said Thursday, after the Senate rejected a bill to fund the department.\nAmericans want accountability and “an end to the chaos,” Schumer said. “The White House and congressional Republicans must listen and deliver.”\nL...\n\n=== 6. Chloe Kim falls short of Olympic three-peat, finishing 2nd to Choi Gaon in women’s halfpipe ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2fchloe-kim-halfpipe-winter-olympics-5c9ce73f2d36700b01d17069b0d65434&c=6803296127341643002&mkt=en-us\n发布时间: Thu, 12 Feb 2026 12:10:00 GMT\n内容:\nChloe Kim falls short of Olympic three-peat, taking silver as Choi Gaon wins women’s halfpipe\nChloe Kim falls short of Olympic three-peat, taking silver as Choi Gaon wins women’s halfpipe\nLIVIGNO, Italy (AP) — Chloe Kim fell short in her bid to become the first Olympic snowboarder to win three consecutive gold medals, finishing second to Choi Gaon of South Korea in the women’s halfpipe on Thursday.\nChoi dethroned the two-time defending champion after she bounced back from an ugly crash that had silenced the crowd. The 17-year-old drew another gasp when she jumped into the lead with a score of 90.25 on her final run.\nKim had one more shot to get back on top, but the 25-year-old American wiped out on her final run and settled for silver. Japan’s Mitsuki Ono claimed bronze.\nKim, whose parents emigrated to the U.S. from South Korea, had encouraged Choi throughout her young career. Now she has handed over the Olympic title to the teenager she inspired.\n“It’s all about passing the torch, so there’s no one else I would have rather stood next to on the podium than her,” Kim said. “I’m so proud of her and I’m so excited to see what she does next.”\nChoi’s chances in the final looked to be in jeopardy when she slammed into the incline of the halfpipe and slid to the middle of the course, where she remained for several minutes. After being attended to by medical staff, she rode off the course unassisted.\n“After I took my first half I thought, ‘Do I need to give up?’” Choi said. “I cried,...\n\n=== 7. Remote Canadian community grapples with aftermath of mass shooting that left 9 people dead ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2fcanada-school-shooting-british-columbia-bef756c3d04d26b76c49a4e2b5154002&c=3323690761179878151&mkt=en-us\n发布时间: Thu, 12 Feb 2026 07:18:00 GMT\n内容:\nRemote community grieves the 8 killed in Canada’s deadliest attack in years\nRemote community grieves the 8 killed in Canada’s deadliest attack in years\nTUMBLER RIDGE, British Columbia (AP) — The father of a 12-year-old victim of the mass shooting in a remote Canadian town tearfully recounted the desperate hours spent trying to learn what happened to her, only to find out from an older girl, not the authorities.\nLance Younge told CTV News on Wednesday that his son Ethan texted “I love you” shortly after 3 p.m. Tuesday and then called a short time later to say he was hiding in a utility room at his school in the small mountain community of Tumbler Ridge, British Columbia, but that he didn’t know where his sister Kylie was.\nThe family would find out hours later that Kylie Smith was one of the eight victims, mostly children, who were killed in attacks at the school and the home of the 18-year-old shooting suspect, who died from an apparent self-inflicted wound.\nWhile looking for Kylie, Younge said he walked around the local recreation center where students were reuniting with their families for about six hours, but that police wouldn’t tell him anything.\n“I went home not knowing where my daughter was until a high school kid ... came here and told us her story about trying to save my daughter’s life,” he said. “The police didn’t tell us anything. We had to find out through the community and through kids and rumors in the stands.”\nThe motive for Canada’s deadliest attack in years r...\n\n=== 8. What to know about EPA decision to revoke a scientific finding that helped fight climate change ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-epa-endangerment-climate-change-public-health-25764e8298db96c3c189b6833252b7ca&c=15952938945855342348&mkt=en-us\n发布时间: Thu, 12 Feb 2026 11:20:00 GMT\n内容:\nWhat to know about EPA decision to revoke a scientific finding that helped fight climate change\nThe Environmental Protection Agency has revoked the agency’s 2009 “endangerment finding”, that’s a scientific conclusion that carbon dioxide and other greenhouse gases emitted by burning fossil fuels are a danger to public health and welfare. (AP Video by Nathan Ellgren. Produced by Julián Trejo Bax)\nThe Environmental Protection Agency on Thursday revoked its own 2009 “endangerment finding,” a scientific conclusion that for 16 years has been the central basis for regulating planet-warming emissions from power plants, vehicles and other sources.\nThe finding itself is straightforward: Carbon dioxide and other greenhouse gases — caused by burning fossil fuels such as coal, oil and gas — endanger public health and welfare.\nIt was adopted after the U.S. Supreme Court ruled in 2007 that greenhouse gases are air pollutants that can be regulated under the Clean Air Act.\nThe Trump administration says the finding hurts industry and the economy and that the Obama and Biden administrations twisted science to determine that greenhouse gases are a public health risk.\nEnvironmentalists say those gases are a clear threat because climate change worsens weather disasters such as floods, heat waves and drought.\nHere’s what to know:\nHow has the endangerment finding been used?\nSince taking effect in 2010, during President Barack Obama’s first term, the endangerment finding has been the legal underpinni...\n\n=== 9. Live updates: Trump’s EPA revokes scientific finding that underpinned US fight against climate change ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2flive%2ftrump-immigration-climate-change-2-12-2026&c=18357861566379425661&mkt=en-us\n发布时间: Thu, 12 Feb 2026 12:03:00 GMT\n内容:\nLive updates: Trump’s EPA revokes scientific finding that underpinned US fight against climate change\nThe Environmental Protection Agency has revoked the agency’s 2009 “endangerment finding”, that’s a scientific conclusion that carbon dioxide and other greenhouse gases emitted by burning fossil fuels are a danger to public health and welfare. (AP Video by Nathan Ellgren. Produced by Julián Trejo Bax)\nThe Trump administration on Thursday revoked a scientific finding that long has been the central basis for U.S. action to regulate greenhouse gas emissions and fight climate change, the most aggressive move by President Donald Trump to roll back climate regulations.\nThe rule finalized by the Environmental Protection Agency rescinds a 2009 government declaration known as the endangerment finding that determined that carbon dioxide and other greenhouse gases endanger public health and welfare.\nThe endangerment finding by the Obama administration is the legal underpinning of nearly all climate regulations under the Clean Air Act for motor vehicles, power plants and other pollution sources that are heating the planet.\nLegal challenges are certain for an action that repeals all greenhouse gas emissions standards for cars and trucks, and could unleash a broader undoing of climate regulations on stationary sources such as power plants and oil and gas facilities, experts say.\nOverturning the finding will “raise more havoc” than other actions by the Trump administration to roll back envir...\n\n=== 10. Key Democrat accuses the Justice Department of ‘spying’ on lawmakers reviewing Epstein files ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2fepstein-files-bondi-raskin-13eeb9ccadcc03ba34922d8ba95ce220&c=623465612264268470&mkt=en-us\n发布时间: Thu, 12 Feb 2026 10:14:00 GMT\n内容:\nSpeaker Johnson says he disapproves of Justice Department logging lawmaker searches of Epstein files\nSpeaker Johnson says he disapproves of Justice Department logging lawmaker searches of Epstein files\nWASHINGTON (AP) — Republican House Speaker Mike Johnson said Thursday that he did not think it was appropriate for the Justice Department to be tracking the search histories of lawmakers who are reviewing files from the Jeffrey Epstein investigation.\nThe rare rebuke to the Trump administration came as photographs emerged revealing an apparent index of records reviewed by a Democratic member of Congress who was among the lawmakers given an opportunity to read less-redacted versions of the Epstein files at a department annex and on department-owned computers.\nRep. Jamie Raskin, the top Democrat on the House Judiciary Committee, asked the Justice Department’s inspector general to investigate what he characterized as “spying,” and Johnson, a close ally of President Donald Trump, offered his own scolding when asked about the issue Thursday.\n“I think members should obviously have the right to peruse those at their own speed and with their own discretion. I don’t think it’s appropriate for anybody to be tracking that,” Johnson told reporters. “I will echo that to anybody involved with the DOJ — and I’m sure it was an oversight.”\nThe Justice Department said in a statement that, as part of the process of permitting lawmakers to review the Epstein files, it “logs all searches made on its...\n\n=== 11. Judge temporarily blocks Pentagon from punishing Sen. Mark Kelly for call to resist unlawful orders ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2fpentagon-kelly-hegseth-illegal-orders-lawsuit-f028eade00c78123263bc3e28b3caa0e&c=13233866524520135066&mkt=en-us\n发布时间: Thu, 12 Feb 2026 10:15:00 GMT\n内容:\nJudge blocks Pentagon from punishing Sen. Mark Kelly for call to resist unlawful orders\nJudge blocks Pentagon from punishing Sen. Mark Kelly for call to resist unlawful orders\nWASHINGTON (AP) — A federal judge agreed Thursday to block the Pentagon from punishing Democratic Sen. Mark Kelly, a former Navy pilot, for participating in a video that called on troops to resist unlawful orders.\nU.S. District Judge Richard Leon ruled that Pentagon officials not only violated Kelly’s First Amendment free speech rights, but they also “threatened the constitutional liberties of millions of military retirees.” The judge invoked an old-fashioned rebuke -- “Horsefeathers!” -- in response to the government’s claim that Kelly is trying to exempt himself from the rules of military justice.\n“To say the least, our retired veterans deserve more respect from their Government, and our Constitution demands they receive it!” wrote Leon, who was nominated to the bench by Republican President George W. Bush.\nKelly, who represents Arizona, sued in federal court to block his Jan. 5 censure from Defense Secretary Pete Hegseth. Leon’s order prohibits the Pentagon from implementing or enforcing Kelly’s punishment while his lawsuit is pending. The judge instructed the parties to provide him with an update in 30 days.\nIn November, Kelly and five other Democratic lawmakers appeared on a video in which they urged troops to uphold the Constitution and not to follow unlawful military directives from the Trump adm...\n\n=== 12. RFK Jr. promised to restore trust in US health agencies. A year later, it’s eroding ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698e545651f54a25a67408b92d8b6305&url=https%3a%2f%2fapnews.com%2farticle%2frfk-jr-kennedy-cdc-covid-health-trust-7ef5f0e2c6f91ce6d908cb58f9e2fcb2&c=2959948499853433222&mkt=en-us\n发布时间: Thu, 12 Feb 2026 12:14:00 GMT\n内容:\nRFK Jr. promised to restore trust in US health agencies. A year later, it’s eroding\nRFK Jr. promised to restore trust in US health agencies. A year later, it’s eroding\nNEW YORK (AP) — Since Robert F. Kennedy Jr. was sworn in to lead the U.S. Department of Health and Human Services one year ago, he has defended his upending of federal health policy by saying the changes will restore trust in America’s public health agencies.\nBut as the longtime leader of the anti-vaccine movement scales back immunization guidance and dismisses scientists and advisers, he has clashed with top medical groups who say he is not following the science.\nThe confrontation is deepening confusion that surged during the COVID-19 pandemic. Surveys show trust in the agencies Kennedy leads is falling, not rising, as the country’s health landscape undergoes dramatic change.\nKennedy says he aims to boost transparency to empower Americans to make their own health choices. Doctors counter that the false and unverified information he promotes is causing major, perhaps irreversible, damage — and that if enough people forgo vaccination, it will prompt a surge of illness and death.\nPeople once trusted health agencies regardless of party, and the government reported “the best of what science knows at this point,” said Kathleen Hall Jamieson, director of the Annenberg Public Policy Center at the University of Pennsylvania.\n“Now, you cannot confidently go to federal websites and know that,” she said.\nHHS spokesman And...\n\n"
}