{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Courts have ruled 4,400 times that ICE jailed people illegally. It hasn’t stopped. ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fcourts-have-ruled-4400-times-that-ice-jailed-people-illegally-it-hasnt-stopped-2026-02-14%2f&c=1924901959010226365&mkt=en-us\n发布时间: Sat, 14 Feb 2026 01:08:00 GMT\n内容:\n[抓取失败] 摘要: Hundreds of judges around the country have ruled more than 4,400 times since October that President Donald Trump’s administration is detaining immigrants unlawfully, a Reuters review of court records ...\n\n=== 2. Trump vs Bad Bunny: A Super Bowl feud with possible midterm consequences ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-vs-bad-bunny-super-bowl-feud-with-possible-midterm-consequences-2026-02-14%2f&c=13008598274529664164&mkt=en-us\n发布时间: Sat, 14 Feb 2026 02:06:00 GMT\n内容:\n[抓取失败] 摘要: Hispanics were central to the coalition that powered Trump's re-election in 2024, but their support has softened as prices remain high, discontent over tariffs simmers, and anger grows over the ...\n\n=== 3. Rubio casts US, the 'child of Europe', as critical friend to allies ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2frubio-casts-us-child-europe-critical-friend-allies-2026-02-14%2f&c=9113814184417509844&mkt=en-us\n发布时间: Sat, 14 Feb 2026 03:50:00 GMT\n内容:\n[抓取失败] 摘要: Secretary of State Marco Rubio cast the United States as the \"child of Europe\" in a message of unity on Saturday, offering some reassurance as well as levelling more criticism at allies after a year ...\n\n=== 4. Former Olympians rally round American ice skater Ilia Malinin after shattering defeat ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffigure-skating-former-olympians-rally-round-malinin-after-shattering-defeat-2026-02-14%2f&c=2591446852823347116&mkt=en-us\n发布时间: Sat, 14 Feb 2026 01:30:00 GMT\n内容:\n[抓取失败] 摘要: The 21-year-old American double world champion and red-hot favorite finished eighth after a free program that fell apart in spectacular fashion.\n\n=== 5. Inter grab last-gasp winner over Juve to move eight points clear at summit ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fsports%2fsoccer%2finter-grab-last-gasp-winner-over-juve-move-eight-points-clear-summit-2026-02-14%2f&c=11911463269162767256&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:08:00 GMT\n内容:\n[抓取失败] 摘要: Inter Milan extended their Serie A lead to eight points as they edged 10-man Juventus 3-2 at the San Siro on Saturday with a last-minute winner from Piotr Zielinski.\n\n=== 6. Dutch short track skater van 't Wout wins second Olympic gold at Milano Cortina ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fsports%2fshort-track-dutchman-van-t-wout-claims-second-gold-milano-cortina-2026-02-14%2f&c=213440200140641420&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:00:00 GMT\n内容:\n[抓取失败] 摘要: Dutch short track skater Jens van 't Wout won gold in the men's 1500 metres on Saturday, his second individual title, as the Dutch team continued its strong showing at the Milano Cortina Games. South ...\n\n=== 7. Finnish horror fable Nightborn explores parents' emotional hardships, motherhood taboos ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2ffinnish-horror-fable-nightborn-explores-parents-emotional-hardships-motherhood-2026-02-14%2f&c=12555488186051518628&mkt=en-us\n发布时间: Sat, 14 Feb 2026 12:34:00 GMT\n内容:\n[抓取失败] 摘要: Finnish director Hanna Bergholm knew from very early on she wanted her horror film Nightborn to tell a story about difficult emotions that arise when you become a parent and to break taboos that still ...\n\n=== 8. Nate Kingz's game-winner lifts Syracuse over SMU ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fsports%2fbasketball%2fnate-kingzs-game-winner-lifts-syracuse-over-smu--flm-2026-02-14%2f&c=14733396791702670335&mkt=en-us\n发布时间: Sat, 14 Feb 2026 12:39:00 GMT\n内容:\n[抓取失败] 摘要: Nate Kingz drove the lane and hit the winning layup with 2.3 seconds to play to lift host Syracuse to a wild 79-78 win over SMU on Saturday afternoon in an Atlantic Coast Conference dustup.\n\n=== 9. Evans leads Toyota quartet into final day in snowy Sweden ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fsports%2fevans-leads-toyota-quartet-into-final-day-snowy-sweden-2026-02-14%2f&c=14086979982155122719&mkt=en-us\n发布时间: Sat, 14 Feb 2026 11:58:00 GMT\n内容:\n[抓取失败] 摘要: Feb 14 (Reuters) - Elfyn Evans retook the lead in Rally Sweden on Saturday to lead a Toyota quartet into the final day. The Welshman had started the penultimate leg 2.8 seconds behind teammate ...\n\n=== 10. Sprint women set for quick return in Sunday's Olympic biathlon pursuit ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fsports%2fbiathlon-sprint-women-set-quick-return-sundays-pursuit-race-2026-02-14%2f&c=18066344860807661900&mkt=en-us\n发布时间: Sat, 14 Feb 2026 11:40:00 GMT\n内容:\n[抓取失败] 摘要: Olympic sprint champion Maren Kirkeeide and the other female biathletes at the Milano Cortina Games face a quick turnaround after Saturday's sprint, with less than 24 hours to recover before Sunday's ...\n\n=== 11. England pay the price for poor start against Scotland ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f53432a1440f9a70e0df5f5e801c&url=https%3a%2f%2fwww.reuters.com%2fsports%2fengland-pay-price-poor-start-against-scotland-2026-02-14%2f&c=17694198045824609908&mkt=en-us\n发布时间: Sat, 14 Feb 2026 11:31:00 GMT\n内容:\n[抓取失败] 摘要: England’s 12-match winning run was brought to an abrupt halt by Scotland at Murrayfield on Saturday as they paid the price for a sluggish start and spending 30 minutes down to 14 men.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. TSA agents are working without pay at US airports due to another shutdown ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2fdhs-shutdown-tsa-travel-airports-delays-ff8b225c6ff8d57172fd301a550057b3&c=11989878489567025438&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:30:00 GMT\n内容:\nTSA agents are working without pay at US airports due to another shutdown\nTSA agents are working without pay at US airports due to another shutdown\nA shutdown of the U.S. Department of Homeland Security that took effect early Saturday impacts the agency responsible for screening passengers and bags at airports across the country. Travelers with airline reservations may be nervously recalling a 43-day government shutdown that led to historic flight cancellations and long delays last year.\nTransportation Security Administration officers are expected to work without pay while lawmakers remain without an agreement on DHS’ annual funding. TSA officers also worked through the record shutdown that ended Nov. 12, but aviation experts say this one may play out differently.\nTrade groups for the U.S. travel industry and major airlines nonetheless warned that the longer DHS appropriations are lapsed, the longer security lines at the nation’s commercial airports could get.\nHere’s what to know about the latest shutdown and how to plan ahead.\nWhat’s different about this shutdown?\nFunding for Homeland Security expired at midnight. But the rest of the federal government is funded through Sept. 30. That means air traffic controllers employed by the Federal Aviation Administration will receive paychecks as usual, reducing the risk of widespread flight cancellations.\nAccording to the department’s contingency plan, about 95% of TSA workers are deemed essential personnel and required to keep worki...\n\n=== 2. Crown prince urges the world to stand with the people of Iran as 250,000 rally in Munich ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2firan-munich-protests-reza-pahlavi-53d2448dd26d28a1206ecefdfde168f2&c=18435094656344353282&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:30:00 GMT\n内容:\nCrown prince urges the world to stand with the people of Iran as 250,000 rally in Munich\nCrown prince urges the world to stand with the people of Iran as 250,000 rally in Munich\nMUNICH (AP) — About 250,000 people demonstrated on Saturday against Iran’s government on the sidelines of a gathering of world leaders in Germany, police said, answering a call from Iran ’s exiled Crown Prince Reza Pahlavi for cranked-up international pressure on Tehran.\nBanging drums and chanting for regime change, the giant and boisterous rally in Munich was part of what Pahlavi described as a “global day of action” to support Iranians in the wake of deadly nationwide protests. He also called for demonstrations in Los Angeles and Toronto. Police said in a post on X that the number of protesters reached some 250,000, more than the organizers had expected.\n“Change, change, regime change” the huge crowd chanted, waving green-white-and-red flags with lion and sun emblems. Iran used that flag before its 1979 Islamic Revolution that toppled the Pahlavi dynasty.\nAt a news conference, Pahlavi warned of more deaths in Iran if “democracies stand by and watch” following Iran’s deadly crackdown on protesters last month.\n“We gather at an hour of profound peril to ask: Will the world stand with the people of Iran?” he asked. He added that the survival of Iran’s government “sends a clear signal to every bully: kill enough people and you stay in power.”\nAn estimated 350,000 people marched on the streets of Toronto ...\n\n=== 3. How Jeffrey Epstein used the glamour of the Nobel Peace Prize to entice his global network of elites ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2fepstein-nobel-jagland-branson-summers-bannon-trump-a947bbf2bd307658014862d01517d21f&c=15845320521896656500&mkt=en-us\n发布时间: Sat, 14 Feb 2026 10:36:00 GMT\n内容:\nHow Jeffrey Epstein used the glamour of the Nobel Peace Prize to entice his global network of elites\nSTAVANGER, Norway (AP) — Jeffrey Epstein repeatedly played up his ties to the former head of the Nobel Peace Prize committee in invitations to and chats with elites like Richard Branson, Larry Summers, Bill Gates and Steve Bannon, a top ally of President Donald Trump, the Epstein files show.\nThorbjørn Jagland, who headed the Norwegian Nobel Committee from 2009 to 2015, turns up hundreds of times in the millions of documents about the former U.S. financier and convicted sex offender that were released by the U.S. Justice Department last month.\nSince the release, Jagland, 75, has been charged in Norway for “aggravated corruption” in connection with an investigation prompted by information in the files, the economic crime unit of Norwegian police Økokrim said.\nØkokrim has said it would investigate whether gifts, travel and loans were received in connection with Jagland’s position. Its teams searched his Oslo residence on Thursday, plus two other properties in Risør, a coastal town to the south, and in Rauland to the west.\nHis attorneys at Elden law firm in Norway said Jagland denies the charges, and was questioned by the police unit on Thursday.\nWhile there is no evidence in the documents seen so far of any outright lobbying for the Nobel Peace Prize, Epstein repeatedly played up hosting Jagland at his properties in New York and Paris in the 2010s.\nFrom an ‘interesting’ guest to ...\n\n=== 4. Jordan Stolz joins Eric Heiden with a 500-1,000 speedskating double gold at the Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2fjordan-stolz-olympics-speedskating-500-82dc13ef7774002d2813928eb0502e3f&c=4364357476329810895&mkt=en-us\n发布时间: Sat, 14 Feb 2026 11:31:00 GMT\n内容:\nJordan Stolz joins Eric Heiden with a 500-1,000 speedskating double gold at the Olympics\nJordan Stolz joins Eric Heiden with a 500-1,000 speedskating double gold at the Olympics\nMILAN (AP) — For a while now, Jordan Stolz’s talent and dominance as a speedskater, and his much-anticipated potential for Olympic success, prompted many to repeatedly mention his name — prematurely, no doubt — alongside that of Eric Heiden. Now they really do belong in the same sentence, at least in one regard.\nStolz established himself as a two-time Olympic gold medalist, midway to his goal of four at the Milan Cortina Games, by winning the 500 meters on Saturday to follow up his victory in the 1,000. Those twin triumphs allowed Stolz, a 21-year-old from Wisconsin, to join Heiden as the only men to complete the 500-1,000 double in speedskating at one Olympics.\n“I mean, I guess it’s halfway, but it’s hard to say it’s like a 50% chance to get the other two,” Stolz said. “Because you never know what can happen.”\nHeiden, of course, completed a record sweep of all five individual events at the 1980 Lake Placid Games for the U.S., taking everything from the 500 to the 10,000.\nWith Heiden in the stands Saturday, Stolz finished the 500 in an Olympic-record time of 33.77 seconds, after also setting a Games mark in his win in the 1,000. Both times, the silver went to Jenning do Boo of the Netherlands, who clocked 33.88 in the shortest speedskating event. Both times, they raced head-to-head in the same heat.\n“...\n\n=== 5. Rubio’s speech to European allies takes a softer tone but sticks to Trump’s firm stance ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2fmunich-security-conference-rubio-4a26cfa8ebb54643be98405e896433d1&c=9785395402855337886&mkt=en-us\n发布时间: Sat, 14 Feb 2026 11:14:00 GMT\n内容:\nRubio’s speech to European allies takes a softer tone but sticks to Trump’s firm stance\nRubio’s speech to European allies takes a softer tone but sticks to Trump’s firm stance\nMUNICH (AP) — U.S. Secretary of State Marco Rubio offered a reassuring message to America’s allies on Saturday, striking a less aggressive but still firm tone about the administration’s intent to reshape the trans-Atlantic alliance and push its priorities after more than a year of President Donald Trump’s often-hostile rhetoric toward traditional allies.\nReminding his audience at the annual Munich Security Conference about America’s centuries-long roots in Europe, Rubio said the United States would remain forever tied to the continent even as it pushes for changes in the relationship and the institutions that have been the bulwark of the post-World War II world order.\nRubio addressed the conference a year after Vice President JD Vance stunned the same audience with a harsh critique of European values. A series of Trump administration statements and moves targeting allies followed, including Trump’s short-lived threat last month to impose new tariffs on several European countries in a bid to secure U.S. control of Greenland, a semiautonomous territory of NATO ally Denmark.\nOn Friday, German Chancellor Friedrich Merz had opened this year’s gathering by calling for the U.S. and Europe to “repair and revive trans-Atlantic trust together,” saying that even the U.S. isn’t powerful enough to go it alone in an ...\n\n=== 6. Law enforcement block road near Nancy Guthrie’s home during investigation into her disappearance ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2fnancy-guthrie-kidnapping-investigation-64736b14fa5dbd8961325ea6147e78e7&c=9950574053384495665&mkt=en-us\n发布时间: Sat, 14 Feb 2026 11:40:00 GMT\n内容:\nLaw enforcement block road near Nancy Guthrie’s home during investigation into her disappearance\nLaw enforcement block road near Nancy Guthrie’s home during investigation into her disappearance\nTUCSON, Ariz. (AP) — Law enforcement investigating the disappearance of “Today” show host Savannah Guthrie ‘s mother sealed off a road near Nancy Guthrie’s home in Arizona late Friday night.\nA parade of sheriff’s and FBI vehicles, including forensics vehicles, passed through the roadblock that was set up about 2 miles (3.2 kilometers) from the house.\nThe two agencies also tagged and towed a Range Rover SUV from a Culver’s restaurant parking lot. The restaurant is just over 2 miles from Nancy Guthrie’s home. This activity took place at the same time the sheriff’s office closed a road just north of the Guthrie home.\nThe Pima County Sheriff’s Department confirmed Saturday that a federal court-ordered search warrant was executed at the home Friday in connection with the Guthrie case. The warrant was based on a lead the agency had received. No arrests were made.\nA traffic stop was also conducted, and while someone was questioned, no arrests were made, the sheriff’s office said.\nNo additional information was released Saturday.\nGuthrie, 84, was reported missing on Feb. 1. Authorities say her blood was found on the front porch of her Tucson-area home. Purported ransom notes were sent to news outlets, but two deadlines for paying have passed.\nAuthorities have expressed concerns Guthrie’s health...\n\n=== 7. Lindsey Vonn says her latest surgery after Olympic crash ‘went well’ and she can return to US ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2flindsey-vonn-crash-olympics-ef92e6bd7282e09bc20fb8f0eed0c7dc&c=1815052074999391980&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:14:00 GMT\n内容:\nLindsey Vonn says her latest surgery after Olympic crash ‘went well’ and she can return to US\nLindsey Vonn says her latest surgery after Olympic crash ‘went well’ and she can return to US\nCORTINA D’AMPEZZO, Italy (AP) — Lindsey Vonn’s latest surgery on her left leg that she broke in the Olympic downhill “went well” and now she “will be able to finally go back to the U.S.,” the American skiing standout said Saturday.\nThe 41-year-old Vonn is being treated at a hospital in Treviso.\nShe crashed 13 seconds into her run during last Sunday’s race and was airlifted off the course by helicopter. She said Monday she had suffered a “complex tibia fracture that is currently stable but will require multiple surgeries to fix properly.”\nShe said on Wednesday that she had a “successful” third surgery.\nNine days before Sunday’s crash, Vonn ruptured the ACL in her left knee in another crash. Even before then, all eyes had been on her as the feel-good story heading into the Olympics for her comeback after nearly six years of retirement.\n“I have been reading a lot of messages and comments saying that what has happened to me makes them sad,” Vonn said on Instagram. “Please, don’t be sad. Empathy, love and support I welcome with an open heart, but please not sadness or sympathy. I hope instead it gives you strength to keep fighting, because that is what I am doing and that is what I will continue to do. Always.\n“When I think back on my crash, I didn’t stand in the starting gate unaware of the pote...\n\n=== 8. Fight breaks out between No. 17 St. John’s and Providence and six players are ejected ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2fst-johns-providence-fight-7bc004b6847ff4f9f769cbfb9da11179&c=17400274897929746054&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:58:00 GMT\n内容:\nFight breaks out between No. 17 St. John’s and Providence and six players are ejected\nFight breaks out between No. 17 St. John’s and Providence and six players are ejected\nPROVIDENCE, R.I. (AP) — Six players were ejected from Saturday’s game between No. 17 St. John’s and Providence after a fracas resulting from a hard foul by Friars forward Duncan Powell on Bryce Hopkins sent the Red Storm star crashing to the ground.\nSt. John’s coach Rick Pitino, who led Providence to the 1987 Final Four, was in the middle of it, trying to hold back his players. But several entered the fray as it drifted toward the Red Storm bench.\n“You’re not supposed to come off the bench, but you can’t let your players get beat up,” Pitino said after the 79-69 victory gave the Red Storm its 11th straight win. “You can’t fight. Back when I was the Kentucky coach we fought almost every SEC game, and it was not a big deal. But you can’t fight any more, so toughness has to come between the lines.”\nThe game was delayed by nearly 20 minutes while the referees sorted out the punishments: Four St. John’s players were booted along with two from Providence, and by the time the Friars got the ball back they had watched a one-point lead turn into a four-point deficit.\n“I feel like we responded in the best way possible,” said St. John’s forward Zuby Ejiofor, who anticipated a frigid reaction for Hopkins in his first game back since he transferred from Providence. “Coming into this game we knew exactly how rowdy this e...\n\n=== 9. Michigan set up to be No. 1 in AP Top 25 thanks to transfer portal and culture money can’t buy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2fmichigan-no-1-ap-poll-79f0c999debfe3022deea112d5a9c30d&c=12367972233693517956&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:46:00 GMT\n内容:\nMichigan set up to be No. 1 in AP Top 25 thanks to transfer portal and culture money can’t buy\nMichigan set up to be No. 1 in AP Top 25 thanks to transfer portal and culture money can’t buy\nANN ARBOR, Mich. (AP) — Michigan is in a position to be No. 1 in the AP Top 25 men’s college basketball poll because the program had financial support to make moves in the transfer portal and coach Dusty May has developed a selfless culture that money can’t buy.\nIn a week that began with No. 1 Arizona losing on the road to No. 9 Kansas, the second-ranked Wolverines routed UCLA 86-56 on Saturday for their 10th straight win.\n“You don’t have time to bask,” May said.\nThe Wolverines are set up to become No. 1 for the first time since Jan. 28, 2013, a season that ended with AP national player of the year Trey Burke and coach John Beilein losing to Rick Pitino-led Louisville in the national championship game.\nWhether or not Michigan (24-1, 14-1 Big Ten) gets past the Wildcats on Monday when the new rankings are released, it expects to be tested twice next week.\nThe Wolverines play at No. 13 Purdue on Tuesday and against No. 4 Duke on Feb. 21 in Washington.\nEven though they won’t pause to celebrate success a month before college basketball’s NCAA Tournament begins, what May has done in less than two years has been impressive.\nAfter leading Florida Atlantic for six seasons, including a run to the Final Four in 2023, he took over a program that lost a school-record 24 games in Juwan Howard’s final s...\n\n=== 10. Freeman scores 18, Kingz hits game-winner as Syracuse edges SMU 79-78 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2fsmu-syracuse-basketball-score-19afe51f97f0fe354b1f79089f8de009&c=17975103053642031185&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:30:00 GMT\n内容:\nFreeman scores 18, Kingz hits game-winner as Syracuse edges SMU 79-78\nSYRACUSE, N.Y. (AP) — Donnie Freeman scored 18 points, Nate Kingz had 13 and the game‑winning layup with two seconds remaining, and Syracuse edged SMU 79–78 on Saturday.\nSyracuse (15–11, 6–7 ACC) trailed 61-49 with just over 12 minutes left and spent most of the second half playing from behind. Kingz capped the comeback by driving the lane and finishing through traffic after Syracuse secured a defensive rebound and called a timeout with 13 seconds left.\nTyler Betsey’s 3-pointer with 3:50 remaining pulled Syracuse within 76-75, and Naithan George added a layup on the next possession. SMU (17–8, 6–6) missed two free throws and four straight field goals in the final 90 seconds, leaving the door open for Syracuse’s final possession.\nFreeman blocked four shots for the Orange, while George added 16 points and six assists. Betsey and Kiyan Anthony each finished with 13 off the bench, with Anthony hitting three second‑half 3-pointers. Syracuse shot 45% from the field and made 11 3s.\nJaden Toombs led SMU with 19 points and five rebounds off the bench, and Corey Washington added 13 points and nine boards. Jaron Pierre Jr. scored 12, and Boopie Miller had 11, as the two combined for five made 3-pointers. The Mustangs went 13 of 17 at the line but had two crucial misses in the closing minute.\nUp next\nSMU hosts No. 24 Louisville on Tuesday.\nSyracuse faces No. 4 Duke on Thursday.\n___ Get poll alerts and updates on the AP...\n\n=== 11. Collins scores 22 and American knocks off Army 75-63 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2farmy-west-point-black-knights-college-sports-college-basketball-mens-college-basketball-general-news-6e5e944eda4d4cc7a5711adf95ec4673&c=12490319346897624465&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:41:00 GMT\n内容:\nCollins scores 22 and American knocks off Army 75-63\nWASHINGTON (AP) — Madden Collins led American past Army on Saturday with 22 points off of the bench in a 75-63 victory.\nCollins shot 9 of 11 from the field and 3 of 5 from the free-throw line for the Eagles (14-13, 7-7 Patriot League). Matt Mayock added 11 points while going 4 of 7 (2 for 3 from 3-point range) and had five rebounds. Julen Iturbe had 11 points. The win snapped a five-game skid for the Eagles.\nJaxson Bell led the Black Knights (10-17, 4-10) in scoring, finishing with 13 points and two steals. Army also got 12 points from Jackson Furman. Jorn Everson also had 12 points and two steals.\nAmerican took the lead for good with 9:03 left in the first half. The score was 36-27 at halftime, with Mayock racking up nine points. American outscored Army in the second half by three points, with Collins scoring a team-high 13 points after halftime.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n=== 12. Central Arkansas defeats West Georgia 79-62 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6990f538f368445cb7419df5080e2dc2&url=https%3a%2f%2fapnews.com%2farticle%2fty-robinson-georgia-arkansas-college-sports-college-basketball-c083e858d2174005a57ead1aa6ba776b&c=7617018276385945525&mkt=en-us\n发布时间: Sat, 14 Feb 2026 13:47:00 GMT\n内容:\nCentral Arkansas defeats West Georgia 79-62\nCONWAY, Ark. (AP) — Ty Robinson had 23 points and 10 rebounds in Central Arkansas’ 79-62 win against West Georgia on Saturday.\nLuke Moore scored 21 points and added five assists for the Bears (17-10, 12-2 Atlantic Sun Conference). Javion Guy-King and Camren Hunter added nine points apiece for the Bears, who picked up their 10th straight win.\nShelton Williams-Dryden finished with 21 points, seven rebounds and two steals for the Wolves (12-14, 6-8). Malcolm Noel added 16 points and seven assists for West Georgia. Kenneth Chime finished with 10 points.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n"
}