{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Deal with U.S. within reach 'only if diplomacy is given priority', Iran's foreign minister says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2firan-is-ready-any-necessary-steps-reach-deal-with-us-deputy-foreign-minister-2026-02-24%2f&c=8689475814975401259&mkt=en-us\n发布时间: Tue, 24 Feb 2026 07:27:00 GMT\n内容:\n[抓取失败] 摘要: Iran's Foreign Minister Abbas Araqchi said on Tuesday that a deal with the U.S. was \"within reach, but only if diplomacy is given priority\", days ahead of an expected fresh round of talks between the ...\n\n=== 2. Investors brace for a State of the Union speech that may fuel anxiety ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffinance%2finvestors-brace-state-union-speech-that-may-fuel-anxiety-2026-02-24%2f&c=9865576580971351363&mkt=en-us\n发布时间: Tue, 24 Feb 2026 10:53:00 GMT\n内容:\n[抓取失败] 摘要: The State of the Union speech from President Donald Trump on Tuesday evening comes at a pivotal point for investors, sideswiped by market turbulence in recent months and craving stability.\n\n=== 3. Thomson Reuters shares rally after CoCounsel AI tool draws 1 million users ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fthomson-reuters-shares-rally-after-cocounsel-ai-tool-draws-1-million-users-2026-02-24%2f&c=9056932229289099728&mkt=en-us\n发布时间: Tue, 24 Feb 2026 12:40:00 GMT\n内容:\n[抓取失败] 摘要: Thomson Reuters shares jumped more than 11% on Tuesday after the technology and content firm said its artificial intelligence-powered assistant for businesses, CoCounsel, has drawn one million users, ...\n\n=== 4. Anthropic digs in heels in dispute with Pentagon, source says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fworld%2fanthropic-digs-heels-dispute-with-pentagon-source-says-2026-02-24%2f&c=15747557981614203126&mkt=en-us\n发布时间: Tue, 24 Feb 2026 11:20:00 GMT\n内容:\n[抓取失败] 摘要: Artificial intelligence lab Anthropic has no intention of easing its usage restrictions for military purposes, a person familiar with the matter said on Tuesday, following a meeting to discuss its ...\n\n=== 5. Senate Democrats blast Trump for failing to use sanctions to pressure Russia ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fsenate-democrats-blast-trump-failing-use-sanctions-pressure-russia-2026-02-24%2f&c=14642293019121620727&mkt=en-us\n发布时间: Tue, 24 Feb 2026 12:37:00 GMT\n内容:\n[抓取失败] 摘要: Democrats on the Senate Banking Committee on Tuesday blasted President Donald Trump for failing to ramp up sanctions to pressure Russia to end its war in Ukraine that has now lasted four years, noting ...\n\n=== 6. Warner Bros says revised proposal from Paramount could be considered superior ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2flegal%2ftransactional%2fwarner-bros-says-revised-proposal-paramount-could-be-considered-superior-2026-02-24%2f&c=1398753245530922428&mkt=en-us\n发布时间: Tue, 24 Feb 2026 12:34:00 GMT\n内容:\n[抓取失败] 摘要: Warner Bros Discovery said on Tuesday it had determined that the revised proposal from Paramount Skydance could reasonably be considered a superior proposal.\n\n=== 7. AI chip startup SambaNova raises $350 million in Vista-led round, signs Intel partnership ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fai-chip-startup-sambanova-raises-350-million-vista-led-round-signs-intel-2026-02-24%2f&c=10879715198515658710&mkt=en-us\n发布时间: Tue, 24 Feb 2026 11:42:00 GMT\n内容:\n[抓取失败] 摘要: SambaNova Systems said on Tuesday it has raised $350 million in a new funding round and struck a partnership with Intel as it seeks to capitalise on surging demand for inference chips used in ...\n\n=== 8. Exclusive: Iran nears deal to buy supersonic anti-ship missiles from China ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2firan-nears-deal-buy-supersonic-anti-ship-missiles-china-2026-02-24%2f&c=13851720298481762775&mkt=en-us\n发布时间: Tue, 24 Feb 2026 00:44:00 GMT\n内容:\n[抓取失败] 摘要: Iran is close to a deal with China to purchase anti‑ship cruise missiles, according to six people with knowledge of the negotiations, just as the United States deploys a vast naval force near the ...\n\n=== 9. Skittish investors spooked as dystopian AI outlooks go viral ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fskittish-investors-spooked-dystopian-ai-outlooks-go-viral-2026-02-24%2f&c=5170744198133277820&mkt=en-us\n发布时间: Tue, 24 Feb 2026 03:19:00 GMT\n内容:\n[抓取失败] 摘要: The report, the latest in a series of gloomy \"think pieces\" on the disruptive potential of AI, envisions a 2028 scenario where unemployment rises to 10.2%, triggered by layoffs as AI rapidly turfs out ...\n\n=== 10. Anthropic touts new AI tools weeks after legal plug-in spurred market rout ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffinance%2fanthropic-touts-new-ai-tools-weeks-after-legal-plug-in-spurred-market-rout-2026-02-24%2f&c=5683732754824396225&mkt=en-us\n发布时间: Tue, 24 Feb 2026 05:36:00 GMT\n内容:\n[抓取失败] 摘要: Artificial intelligence lab Anthropic unveiled 10 new ways for business customers to plug in its technology to key areas of their work, weeks after other releases sparked an aggressive selloff in ...\n\n=== 11. Fun or felony? New York police investigate snowball fight after officers got pelted ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ffun-or-felony-new-york-police-investigate-snowball-fight-after-officers-got-2026-02-24%2f&c=5486828053635006526&mkt=en-us\n发布时间: Tue, 24 Feb 2026 13:06:00 GMT\n内容:\n[抓取失败] 摘要: The New York Police Department is investigating a boisterous snowball fight in a Manhattan park after several officers were hit in the face, dividing the mayor and other city leaders on Tuesday over ...\n\n=== 12. Inside the Mexican country villa that became 'El Mencho's' final refuge ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e2685411146c384497f45aaacae24&url=https%3a%2f%2fwww.reuters.com%2fworld%2famericas%2finside-mexican-country-villa-that-became-el-menchos-final-refuge-2026-02-24%2f&c=12305178549849928729&mkt=en-us\n发布时间: Tue, 24 Feb 2026 13:10:00 GMT\n内容:\n[抓取失败] 摘要: Feared Mexican cartel leader Nemesio Oseguera, or \"El Mencho,\" spent his final hours in a luxury villa tucked inside the exclusive Tapalpa Country Club, a gated enclave of weekend homes in the hills ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Warner Bros gets a higher offer from Paramount in heated fight for the storied Hollywood studio ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fwarner-bros-netflix-paramount-studio-hollywood-1d2cf2c65ed6aceb4e34811d68e987ac&c=7528021429380594717&mkt=en-us\n发布时间: Tue, 24 Feb 2026 14:16:00 GMT\n内容:\nWarner Bros gets a higher offer from Paramount in heated fight for the storied Hollywood studio\nNEW YORK (AP) — Warner Bros. Discovery said that Paramount has raised the price of its takeover offer to $31 per share, potentially setting the stage for a fresh bidding war with Netflix over the future of the Hollywood giant.\nThe company previously offered $30 per share when it first went directly to Warner stakeholders with its all-cash, hostile bid in December — just days after Warner struck a deal to sell its studio and streaming business to Netflix for $27.75 per share.\nBeyond upping its proposed purchase price, Warner said Tuesday afternoon that Paramount had increased its regulatory termination fee to $7 billion. Paramount also agreed to move up a previously-promised “ticking fee” payable to shareholders if its deal doesn’t go through now by the end of September — amounting to 25 cents per share, or a total of $650 million.\nAfter briefly reopening talks with Paramount, Warner earlier confirmed that it had received a revised offer and was reviewing it. When announcing the increased price, Warner said that Paramount’s revised proposal “could reasonably be expected to lead to” a superior offer as defined under its current agreement with Netflix — but the company’s board has still not actually determined whether Paramount’s offer is better than Netflix’s.\nA Netflix spokesperson declined to comment when reached Tuesday afternoon.\nA Warner Bros. Discovery buyout would reshape Holl...\n\n=== 2. Supreme Court rules the Postal Service can’t be sued, even when mail is intentionally not delivered ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fsupreme-court-postal-service-missing-mail-7ce97a5b7d56373cdeaa6ecc9a9132f5&c=17431468807482416957&mkt=en-us\n发布时间: Tue, 24 Feb 2026 09:56:00 GMT\n内容:\nSupreme Court rules the Postal Service can’t be sued, even when mail is intentionally not delivered\nSupreme Court rules the Postal Service can’t be sued, even when mail is intentionally not delivered\nWASHINGTON (AP) — A divided Supreme Court on Tuesday ruled that Americans can’t sue the U.S. Postal Service, even when employees deliberately refuse to deliver mail.\nBy a 5-4 vote, the justices ruled against a Texas landlord, Lebene Konan, who alleges her mail was intentionally withheld for two years. Konan, who is Black, claims racial prejudice played a role in postal employees’ actions.\nJustice Clarence Thomas, writing for a majority of five conservative justices, said the federal law that generally shields the Postal Service from lawsuits over missing, lost and undelivered mail includes “the intentional nondelivery of mail.”\nIn dissent, Justice Sonia Sotomayor wrote that while the protection against lawsuits is broad, it does not extend to situations when the decision not to deliver mail “was driven by malicious reasons.” Justice Neil Gorsuch joined his three liberal colleagues in dissent.\nPresident Donald Trump’s Republican administration had warned that a ruling for Konan would have led to a flood of similar lawsuits against the cash-strapped Postal Service.\nKonan, who’s also a real estate agent and an insurance agent, claims two employees at a post office in Euless, Texas, part of the Dallas-Fort Worth metroplex, deliberately didn’t deliver mail belonging to her and her ten...\n\n=== 3. Trump cites health care issues in Greenland saying he’s sending a hospital ship. His claims are off ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2ffact-focus-greenland-us-trump-hospital-ship-5db7f911c79d1320c6c6e29d895e1403&c=1528246524098825993&mkt=en-us\n发布时间: Tue, 24 Feb 2026 13:16:00 GMT\n内容:\nTrump cites health care issues in Greenland saying he’s sending a hospital ship. His claims are off\nTrump cites health care issues in Greenland saying he’s sending a hospital ship. His claims are off\nU.S. President Donald Trump said in a Truth Social post Saturday that he would deploy a hospital ship to Greenland, alleging many people there are sick and not receiving care, even though both of the U.S. Navy’s hospital ships are undergoing maintenance at a shipyard in Alabama.\nThe announcement prompted a defense of Greenland’s health care system from its prime minister in the latest point of friction with Trump, who has frequently talked about seizing Greenland, which is a semiautonomous territory of NATO ally Denmark.\nHere is a closer look at the facts:\nTrump claims there is widespread illness\nReferring to his special envoy to the Arctic territory, Trump said, “Working with the fantastic Governor of Louisiana, Jeff Landry, we are going to send a great hospital boat to Greenland to take care of the many people who are sick, and not being taken care of there.”\nTHE FACTS: There have been no reports of major illnesses in Greenland lately and it was not clear which sickness Trump was referring to.\nAll of Greenland, which has a population of around 57,000 people, is served by the Queen Ingrid Hospital in the capital Nuuk, according to the Danish Medical Journal. The territory also has several regional health centers.\nMost health care services in Greenland are free for citizens and p...\n\n=== 4. Protest held on Greek island against docked US aircraft carrier as Iran tension builds ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fgreece-us-iran-protest-gerald-r-ford-trump-3aec7d2753dc33a5c2693b4a273e491f&c=5253293977269638041&mkt=en-us\n发布时间: Tue, 24 Feb 2026 12:29:00 GMT\n内容:\nProtest held on Greek island against docked US aircraft carrier as Iran tension builds\nProtest held on Greek island against docked US aircraft carrier as Iran tension builds\nCHANIA, Greece (AP) — Protesters gathered on the Greek island of Crete late Tuesday following the arrival of a U.S. aircraft carrier that is part of a major buildup of American forces in the Middle East.\nThe USS Gerald R. Ford, the world’s largest aircraft carrier, docked Monday at the American naval base at Souda Bay on Crete, amid warnings by U.S. President Donald Trump of possible military action against Iran.\nThe peaceful rally, backed by the Greek Communist Party, was held in the nearby port city of Chania. Protesters held up individual placards with letters spelling out “Killers” in English.\nRegional tensions have spiked again, largely over the future of Iran’s nuclear program.\n\n=== 5. Northeast US digs out from brutal snowstorm that disrupted flights and canceled school ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fsnow-storm-northeastern-united-states-470c5fd2c1f90b311d614f6ce1f834ec&c=4608246267555762420&mkt=en-us\n发布时间: Tue, 24 Feb 2026 12:54:00 GMT\n内容:\nNortheast US digs out from brutal snowstorm that disrupted flights and canceled school\nNortheast US digs out from brutal snowstorm that disrupted flights and canceled school\nNEW YORK (AP) — Millions across the northeastern United States on Tuesday contended with treks to school and work as they dug out from a major — and in some areas record-breaking — storm that blanketed the region with snow, canceled flights, disrupted transit and downed power lines.\nEven as the snow moved north Tuesday, giving way to sunshine in parts of the region, the National Weather Service warned another storm originating in the Great Lakes was right around the corner, though it’s not forecast to be nearly as severe.\nMany large school districts remained closed, including in Boston and Hartford, Connecticut. But in New York City, more than 900,000 students in the nation’s largest public school system had a regular day, Mayor Zohran Mamdani declared, inviting kids to pelt him with snowballs over his decision.\nMany students and their caregivers seemed open to taking the mayor up on that idea, as they scrambled over mountainous snow banks and dodged salt spreaders during the morning drop-off.\n“We’re walking on thin ice here. One more day would’ve been fine,” said Danielle Obloj, the parent of a Brooklyn fifth grader. “They should never have let these kids come back to school.”\nNearly 1 in 6 teachers called out sick Tuesday, the first day back after the blizzard and a midwinter break, city officials said....\n\n=== 6. Koepka starts process of $5M charity donations for his return to PGA Tour ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fkoepka-peter-broome-als-chacarra-justin-thomas-6ef41fef191e721981118e39e047c894&c=13276807576631359199&mkt=en-us\n发布时间: Tue, 24 Feb 2026 14:13:00 GMT\n内容:\nKoepka starts process of $5M charity donations for his return to PGA Tour\nKoepka starts process of $5M charity donations for his return to PGA Tour\nLOS ANGELES (AP) — One of the conditions for Brooks Koepka to return to the PGA Tour from LIV Golf was a $5 million contribution to charity. That process is underway, with $1 million going to the Nicklaus Children’s Health Care Foundation, the primary charity of the Cognizant Classic.\nKoepka also designated (with PGA Tour approval) $1.5 million to 10 charities. That included the ALS Bridge Foundation, which longtime Acushnet executive Peter Broome recently launched.\nBroome, well known from his 30 years in the industry, was diagnosed with Lou Gehrig’s disease in August 2024. His mission with ALS Bridge Foundation is to accelerate the search for life-saving solutions and close the gap between laboratory discovery and when patients receive treatment.\nThe foundation is directing 100% of proceeds toward programs that accelerate drug trials, improve diagnostic access, and fuel collaborative research across the United States and Canada.\nPart of the fundraising includes an auction of exclusive experiences provided by a list that includes Justin Thomas, Rickie Fowler, Ryder Cup captains Keegan Bradley and Luke Donald, and CBS announcer Jim Nantz.\nCorey Conners, Taylor Pendrith and Montreal Canadiens captain Nick Suzuki are leading the auction offers in Canada.\nThe other $2.5 million of Koepka’s contributions will be equally distributed to ...\n\n=== 7. Justice Department suit accuses UCLA of failing to protect Jewish employees from campus hostility ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fucla-trump-antisemitism-lawsuit-1fc35d3953f8265e4827c5a8e41b9069&c=813219397113048260&mkt=en-us\n发布时间: Tue, 24 Feb 2026 13:59:00 GMT\n内容:\nJustice Department suit accuses UCLA of failing to protect Jewish employees from campus hostility\nWASHINGTON (AP) — The Justice Department is suing the University of California over allegations that UCLA failed to protect Jewish employees from antisemitic harassment amid pro-Palestinian protests that roiled the campus in 2023 and 2024.\nThe lawsuit, filed Tuesday in California, is the latest escalation in the Trump administration’s campaign to punish top universities that it says have been soft on antisemitism. The suit accuses UCLA of failing to discipline those who were involved in protests, including dozens who were arrested in 2024 for failing to leave a campus encampment.\nUCLA officials did not immediately respond to a request for comment.\nTrump officials previously determined that UCLA failed to protect Jewish students, and last year UCLA reached a $6 million settlement with three Jewish students and a Jewish professor who sued the university. The new lawsuit alleges the harm to Jewish and Israeli employees “goes much deeper” than that settlement addressed.\n“The United States will now do what UC has thus far failed to do: protect Jewish and Israeli employees” from antisemitic harassment, the suit said.\nMuch of the complaint focuses on the 2024 protest encampment that federal officials say blocked Jewish employees and students from parts of campus and included antisemitic signs and chants. It alleges UCLA violated its own policies by tolerating the encampment and accuses ...\n\n=== 8. Champions League playoffs: Bodø/Glimt pulls off stunning upset against Inter Milan ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fchampions-league-playoffs-c6416e5b8cb455826868cdd8e135eee1&c=15345872117936669259&mkt=en-us\n发布时间: Tue, 24 Feb 2026 14:03:00 GMT\n内容:\nChampions League playoffs: Bodø/Glimt pulls off stunning upset against Inter Milan\nChampions League playoffs: Bodø/Glimt pulls off stunning upset against Inter Milan\nMILAN (AP) — Bodø/Glimt pulled off one of the biggest upsets in Champions League history by knocking out Italian giant Inter Milan on Tuesday.\nThe tiny Norwegian team won 2-1 at the San Siro to seal a 5-2 aggregate victory in the playoffs and secure its place in the round of 16 in spectacular fashion.\nIn its first season in European club soccer’s top competition Bodø/Glimt has produced one shock after another following wins against Manchester City and Atletico Madrid at the end of the league phase. But victory over two legs against last year’s beaten finalist Inter was its biggest feat yet.\nSecond-half goals from Jens Petter Hauge and Hakon Evjen stunned the home fans in Milan and set Bodø/Glimt on course for a clash with City or Sporting Lisbon in the next round.\nAlessandro Bastoni pulled a goal back for Inter, but by then the damage had already been done.\nAtletico beat Club Brugge 4-1 and completed a 7-4 aggregate win, Newcastle won 3-2 against Qarabag (9—3) and Bayer Leverkusen advanced 2-0 on aggregate against Olympiacos after 0-0 draw in the second leg.\nAtletico advances\nA hat trick by Alexander Sorloth helped Atletico Madrid finally shake off Club Brugge.\nThe Spanish giant won 4-1 in the second leg, but the wide margin on the night didn’t tell the full story of Brugge’s resilience over two games.\nA 3-3 draw...\n\n=== 9. Illegal gold mining surges into new parts of Peru’s Amazon, threatening rivers and lives ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fperu-illegal-gold-mining-amazon-mercury-indigenous-1938504793e97fc181acaf1e63213028&c=2711442288251076243&mkt=en-us\n发布时间: Tue, 24 Feb 2026 13:59:00 GMT\n内容:\nIllegal gold mining surges into new parts of Peru’s Amazon, threatening rivers and lives\nIllegal gold mining surges into new parts of Peru’s Amazon, threatening rivers and lives\nBOGOTA, Colombia (AP) — Illegal gold mining is spreading into new parts of Peru’s Amazon, advancing along remote rivers and into Indigenous territories as experts warn of a widening environmental and public health crises that could cause irreparable damage.\nThe surge marks a new phase for one of the Amazon’s most destructive industries, as operations move beyond long-established hot spots into previously untouched regions, environmentalists, researchers and Indigenous leaders told The Associated Press.\nThe expansion is accelerating deforestation, contaminating rivers with mercury and exposing remote communities to violence and organized crime, even as the government says it is stepping up enforcement.\nIllegal mining hits ‘all regions of Peru’\nOnce largely concentrated in the southern Amazon region of Madre de Dios, the activity is now moving north into regions such as Loreto and Ucayali.\nPeru’s high commissioner for the fight against illegal mining, Rodolfo García Esquerre, acknowledged as much during a television interview in early February.\n“Unfortunately, we have illegal mining in all regions of Peru,” he said on TVPERU news channel.\nIllegal miners strip away forest with bulldozers, carve pits into flood plains and deploy floating dredges that suck up river sediment in search of gold. The process l...\n\n=== 10. Suspect and 4 others are dead after stabbing near Tacoma, Washington, authorities say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fstabbing-key-peninsula-washington-suspect-dead-fbad7f9f717ade8ab74b49279c61d2a8&c=11717289722287983002&mkt=en-us\n发布时间: Tue, 24 Feb 2026 14:11:00 GMT\n内容:\nSuspect and 4 others are dead after stabbing near Tacoma, Washington, authorities say\nKEY PENINSULA, Wash. (AP) — A man fatally stabbed four people before being shot by a sheriff’s deputy outside a home northwest of Tacoma, Washington, on Tuesday, authorities said.\nThe Pierce County Sheriff’s Office said deputies initially responded to reports made at around 8:40 a.m. Tuesday that a 32-year-old man was violating a no-contact order. They obtained a copy of the order, learned it was not valid because it had not been served on the suspect and headed to the scene to provide it to him.\nWhile en route, additional reports came in that the man was stabbing people outside the home, the sheriff’s office said. The first deputy arrived within about three minutes and shot the suspect, who was pronounced dead at the scene, according to Officer Shelbie Boyd, a spokesperson for the Pierce County Force Investigation Team.\nThree of the stabbing victims were dead at the scene and another died while being taken to a hospital.\nThe stabbings occurred in a cul-de-sac on the Key Peninsula, northwest of Tacoma.\n\n=== 11. Appeals court questions shifting reasons for Trump’s EPA killing clean energy contracts ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fgreen-bank-climate-epa-trump-zeldin-73af967533040116fe517452ce8f4ca7&c=12681203137615326442&mkt=en-us\n发布时间: Tue, 24 Feb 2026 13:22:00 GMT\n内容:\nAppeals court questions shifting reasons for Trump’s EPA killing clean energy contracts\nWASHINGTON (AP) — A federal appeals court on Tuesday grilled both the Trump administration and the nonprofits picked to run a $20 billion “green bank” program over the termination of their contacts, questioning whether federal officials made up reasons to block the program and whether the nonprofits were demanding access to money that wasn’t technically theirs to control.\nThe judges on the U.S. Court of Appeals for the District of Columbia Circuit are considering the fate of the Greenhouse Gas Reduction Fund, a congressionally-authorized Biden administration-era program aimed at sparking clean energy investments that the Trump administration has targeted for cancellation. Both sides came in for sharp questioning during three hours of oral arguments.\nThe judges questioned the Trump administration’s allegations of mismanagement and fraud by the nonprofits, which federal officials did not substantiate in earlier court filings. They also questioned whether the nonprofits could use any of the money after Congress last year repealed part of a law that established the green bank.\nThe full appeals court agreed to rehear the case after a three-judge panel in September said the Trump administration had broad power to cancel contracts without facing allegations in federal district court that it broke the law and violated the Constitution by allegedly terminating contracts arbitrarily and refusing to ...\n\n=== 12. NFL receives no tush push ban proposal this year after effort last year to ban it failed ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699e268a042d4a38972196577a8ac530&url=https%3a%2f%2fapnews.com%2farticle%2fnfl-packers-tush-push-ban-2ba8a914aa0ee767ead611504e10121e&c=16375868543499702589&mkt=en-us\n发布时间: Tue, 24 Feb 2026 12:57:00 GMT\n内容:\nNFL receives no tush push ban proposal this year after effort last year to ban it failed\nINDIANAPOLIS (AP) — The tush push is still tough to stop, on and off the field.\nNFL executive Troy Vincent told reporters at the scouting combine in Indianapolis that no team submitted a proposal to ban the controversial quarterback sneak before the deadline this year for clubs to propose rule changes. The league could still explore modifying the rules regarding pushing and pulling players.\nThe Philadelphia Eagles behind the strong legs of quarterback Jalen Hurts have mastered the short-yardage strategy. After the Eagles won the Super Bowl following the 2025 season, the Green Bay Packers authored a rule change proposal to prohibit offensive players from pushing, pulling, lifting, grasping or encircling a runner, which would have effectively outlawed the tush push. The ban was supported 22-10 among the league’s 32 franchises, failing to pass by two votes.\nPackers general manager Brian Gutekunst said Tuesday at the combine that the Packers had no plan to try to pursue another ban.\n“And nobody’s reached out to us about doing it,” Gutekunst said.\n___\nAP NFL: https://apnews.com/hub/NFL\n\n"
}