{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Japan votes in test for PM Takaichi as snow weighs on turnout ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fjapan-votes-test-pm-takaichi-snow-weighs-turnout-2026-02-07%2f&c=2864085691623717774&mkt=en-us\n发布时间: Sat, 07 Feb 2026 13:07:00 GMT\n内容:\n[抓取失败] 摘要: Japanese voters were casting ballots on Sunday in an election expected to hand Prime Minister Sanae Takaichi a resounding win, although record snowfall in parts of the country could keep many voters ...\n\n=== 2. 3 Doors Down singer Brad Arnold dies at 47 following cancer diagnosis ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2f3-doors-down-singer-brad-arnold-dies-47-following-cancer-diagnosis-2026-02-07%2f&c=11843779335910281329&mkt=en-us\n发布时间: Sat, 07 Feb 2026 12:17:00 GMT\n内容:\n[抓取失败] 摘要: Brad Arnold, a founder and lead singer of American rock band 3 Doors Down, died on Saturday, nine months after disclosing that he had kidney cancer, the group said. He was 47.\n\n=== 3. If US attacks, Iran says it will strike US bases in the region ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fif-us-attacks-iran-says-it-will-strike-us-bases-region-2026-02-07%2f&c=11854377044371519796&mkt=en-us\n发布时间: Sat, 07 Feb 2026 03:18:00 GMT\n内容:\n[抓取失败] 摘要: Iran will strike U.S. bases in the Middle East if it is attacked by U.S. forces that have massed in the region, its foreign minister said on Saturday, insisting that this should not be seen as an ...\n\n=== 4. From Trump to Epstein, how Brad Karp lost his grip on law firm Paul Weiss ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-epstein-how-brad-karp-lost-his-grip-law-firm-paul-weiss-2026-02-07%2f&c=7954885192661106319&mkt=en-us\n发布时间: Sat, 07 Feb 2026 02:02:00 GMT\n内容:\n[抓取失败] 摘要: Brad Karp has not been accused of wrongdoing, but the disclosures of his contacts with Jeffrey Epstein undid in a matter of days his longstanding grip over the firm that cemented him as a Wall Street ...\n\n=== 5. Former French minister Lang resigns from Arab World Institute over Epstein ties ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fworld%2ffrench-justice-opens-epstein-linked-probe-against-former-culture-minister-2026-02-07%2f&c=4869905245956710163&mkt=en-us\n发布时间: Sat, 07 Feb 2026 04:36:00 GMT\n内容:\n[抓取失败] 摘要: PARIS, Feb 7 (Reuters) - Jack Lang, a former French culture minister, has resigned as president of the Arab World Institute, the French Foreign Affairs Ministry said on Saturday, after revelations of ...\n\n=== 6. Sports leaders reach consensus on new gender policy - IOC ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fsports%2fsports-leaders-reach-consensus-new-gender-policy-ioc-2026-02-07%2f&c=13491191955987006486&mkt=en-us\n发布时间: Sat, 07 Feb 2026 06:05:00 GMT\n内容:\n[抓取失败] 摘要: MILAN, Feb 7 (Reuters) - Global sports leaders have reached consensus on a new set of eligibility criteria for transgender athletes, with the new policy expected to be announced within the first half ...\n\n=== 7. US agency investigating if ABC's 'The View' violated equal time rules for political candidates ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-agency-investigating-if-abcs-the-view-violated-equal-time-rules-2026-02-07%2f&c=12432615656410335973&mkt=en-us\n发布时间: Sat, 07 Feb 2026 10:48:00 GMT\n内容:\n[抓取失败] 摘要: The Federal Communications Commission is opening an investigation into whether ABC's \"The View\" daytime talk show violated equal time rules for interviews with political candidates after an appearance ...\n\n=== 8. Dorsey’s Block cutting up to 10% of staff, Bloomberg News reports ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fdorseys-block-cutting-up-10-staff-bloomberg-news-reports-2026-02-07%2f&c=12756380076378697073&mkt=en-us\n发布时间: Sat, 07 Feb 2026 13:19:00 GMT\n内容:\n[抓取失败] 摘要: Jack Dorsey's fintech Block is considering cutting up to 10% of its workforce during annual performance reviews, Bloomberg News reported on Saturday citing people familiar with the matter.\n\n=== 9. Figure Skating-Japan's Kagiyama channels rivalry with Malinin to grab Olympic spotlight ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffigure-skating-japans-kagiyama-channels-rivalry-with-malinin-grab-olympic-2026-02-07%2f&c=12663476240133590920&mkt=en-us\n发布时间: Sat, 07 Feb 2026 13:11:00 GMT\n内容:\n[抓取失败] 摘要: Competing against gold medal favourite Ilia Malinin always motivates Yuma Kagiyama and pushes him to do better, the Japanese figure skater said after upstaging the American in the men's short ...\n\n=== 10. American Airlines CEO agrees to meet pilots union over concerns ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2flegal%2flitigation%2famerican-airlines-ceo-agrees-meet-pilots-union-over-concerns-2026-02-07%2f&c=4465580338413371730&mkt=en-us\n发布时间: Sat, 07 Feb 2026 13:16:00 GMT\n内容:\n[抓取失败] 摘要: American Airlines CEO Robert Isom said on Saturday he would meet with the carrier's pilots union as soon as possible, as concerns by aviators grow over its handling of a recent storm and company ...\n\n=== 11. North Korea to convene 9th Congress in late February, KCNA reports ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb1f5e2f4ce0b205117aa214af0d&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fnorth-korea-convene-9th-congress-late-february-kcna-reports-2026-02-07%2f&c=2373693923424233009&mkt=en-us\n发布时间: Sat, 07 Feb 2026 12:39:00 GMT\n内容:\n[抓取失败] 摘要: North Korea will convene the 9th Congress in late February in Pyongyang, state media KCNA reported on Sunday, without elaborating on the date.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Italian police fire tear gas as protesters clash near Winter Olympics hockey venue ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fwinter-olympics-protest-milan-ice-demonstration-fb4df93ea831f8ddb67550ee9dfe7438&c=16857240165143259675&mkt=en-us\n发布时间: Sat, 07 Feb 2026 12:21:00 GMT\n内容:\nItalian police fire tear gas as protesters clash near Winter Olympics hockey venue\nItalian police fire tear gas as protesters clash near Winter Olympics hockey venue\nMILAN (AP) — Italian police fired tear gas and a water cannon at dozens of protesters who threw firecrackers and tried to access a highway near a Winter Olympics venue on Saturday.\nThe brief confrontation came at the end of a peaceful march by thousands against the environmental impact of the Games and the presence of U.S. agents in Italy.\nPolice held off the violent demonstrators, who appeared to be trying to reach the Santagiulia Olympic ice hockey rink, after the skirmish. By then, the larger peaceful protest, including families with small children and students, had dispersed.\nEarlier, a group of masked protesters had set off smoke bombs and firecrackers on a bridge overlooking a construction site about 800 meters (a half-mile) from the Olympic Village that’s housing around 1,500 athletes.\nPolice vans behind a temporary metal fence secured the road to the athletes’ village, but the protest veered away, continuing on a trajectory toward the Santagiulia venue. A heavy police presence guarded the entire route.\nThere was no indication that the protest and resulting road closure interfered with athletes’ transfers to their events, all on the outskirts of Milan.\nThe demonstration coincided with U.S. Vice President JD Vance’s visit to Milan as head of the American delegation that attended the opening ceremony on Frid...\n\n=== 2. Who is Jutta Leerdam, the Dutch Olympic speedskater whose fiancé is influencer-boxer Jake Paul? ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2folympics-jutta-leerdam-jake-paul-fiancee-8a5889946395a17540cec376a06b5450&c=6906749235669162438&mkt=en-us\n发布时间: Sat, 07 Feb 2026 11:31:00 GMT\n内容:\nWho is Jutta Leerdam, the Dutch Olympic speedskater whose fiancé is influencer-boxer Jake Paul?\nWho is Jutta Leerdam, the Dutch Olympic speedskater whose fiancé is influencer-boxer Jake Paul?\nMILAN (AP) — On the ice, Jutta Leerdam is an Olympic medalist speedskater for the Netherlands who is entered in the 500 and 1,000 meters at the Milan Cortina Winter Games. Off the ice, Leerdam gets a lot of attention for her engagement to YouTuber-turned-boxer Jake Paul — who is also at these Olympics, but as a spectator.\nSeparately, Leerdam and Paul have big followings on social media. Together, they draw a lot of eyeballs and interest, and he is expected to attend her events in Milan.\nLeerdam did not race at the Milano Speed Skating Stadium on Saturday; she will start competing next week. Paul was spotted on Saturday, though, at another venue, sitting and chatting with U.S. Vice President JD Vance as the U.S. women’s hockey team defeated Finland 5-0.\nWho is Olympic speedskater Jutta Leerdam?\nLeerdam is a 27-year-old Dutch athlete who took home a silver medal in the 1,000 meters from the 2022 Beijing Winter Olympics. She also took part in the 500 four years ago, coming in fifth place.\nLeerdam’s trophy collection includes 12 world championship medals, with six golds. Two of those titles arrived in the 1,000 — in 2020 and 2023.\nShe has about 5 million followers on Instagram.\nWhen will Jutta Leerdam compete at the Milan Cortina Olympics?\nThe first event for Leerdam in Milan will come Monda...\n\n=== 3. A Super Bowl starting at 12:30 a.m.? Welcome to an Olympic-sized problem for fans in Italy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fsuper-bowl-olympics-018b74c4e7fe4bee695876cb9a266f11&c=8123196390725615583&mkt=en-us\n发布时间: Sat, 07 Feb 2026 11:55:00 GMT\n内容:\nA Super Bowl starting at 12:30 a.m.? Welcome to an Olympic-sized problem for fans in Italy\nA Super Bowl starting at 12:30 a.m.? Welcome to an Olympic-sized problem for fans in Italy\nCORTINA D’AMPEZZO, Italy (AP) — USA Luge men’s doubles slider Zack DiGregorio is a New England Patriots fan. Makes sense: He’s from Massachusetts, his mother has worked for the Patriots for more than two decades and the Patriots are about to play in the Super Bowl for the 10th time since he was born.\nHe doesn’t miss games. Especially not big games. And games get no bigger than the Super Bowl.\nWelcome to a Super-sized Olympic dilemma: What does one do when football’s biggest game collides with the Milan Cortina Games? In Italy, the game between the Patriots and the Seattle Seahawks kicks off Monday at 12:30 a.m., a time when Olympians like DiGregorio should be asleep and not exhausting themselves before taking part in their own Super Bowl of sliding.\n“If I happen to wake up in the middle of the night to go to the bathroom,” DiGregorio said, “I may be tuning in.”\nHe won’t be the only one in Italy with a gaze locked on a TV, laptop or phone screen in the wee hours of Monday morning. There are 15 members of this U.S. Olympic team from Massachusetts, eight more from Washington and who knows how many else with reason to watch.\nGold-medal pursuits may be forgotten, for a few hours anyway, to watch two teams play for a silver trophy. And yes, some Olympians with major rooting interests in this game say th...\n\n=== 4. What is atrial fibrillation and how is it treated? ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fwhat-is-atrial-fibrillation-afib-68365b1f1cfc17bf4363f6ca0180daed&c=17838037319917222351&mkt=en-us\n发布时间: Sat, 07 Feb 2026 09:56:00 GMT\n内容:\nWhat is atrial fibrillation and how is it treated?\nAtrial fibrillation, or A-fib, is becoming more common, but doctors say treatments are improving. The condition is a quivering or irregular heartbeat that can lead to blood clots, stroke and heart failure. Smartwatches and other devices are helping with diagnosis.\nNEW YORK (AP) — Daniel Moore was about 30 the first time it happened. At the end of a long, hot, stressful day, he chugged an ice-cold glass of milk.\n“It felt like a bunny rabbit trying to jump out of my chest,” said Moore, now 60.\nMoore, a radiologist, knew what it was: A-fib.\nShort for atrial fibrillation, A-fib is a quivering or irregular heartbeat that is a worrisome stage-setter for blood clots, stroke and heart failure. Some researchers believe more than 10 million Americans have it — most of them older. And it’s expected to become even more common in the years ahead.\nYet, University of Utah heart researcher Dr. T. Jared Bunch sees reason for optimism.\n“Even though we see more of the disease, we’re better at treating it,” said Bunch, who co-authored a book on A-fib.\nSymptoms can include shortness of breath\nA-fib occurs when the heart’s upper chambers, called the atria, beat out of sync with the lower chambers, the ventricles. Not everyone is aware something is wrong, but some people suffer alarming symptoms like a pounding heartbeat and shortness of breath.\n“I definitely have no exercise tolerance when I’m in it,” Moore said. “I can’t run. Walking is tiring fa...\n\n=== 5. Epstein revelations have toppled top figures in Europe while US fallout is more muted ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fjeffrey-epstein-fallout-europe-us-mandelson-409c14e095a2e29bbea6398437411a8d&c=138411080811028044&mkt=en-us\n发布时间: Sat, 07 Feb 2026 11:50:00 GMT\n内容:\nEpstein revelations have toppled top figures in Europe while US fallout is more muted\nEpstein revelations have toppled top figures in Europe while US fallout is more muted\nLONDON (AP) — A prince, an ambassador, senior diplomats, top politicians. All brought down by the Jeffrey Epstein files. And all in Europe, rather than the United States.\nThe huge trove of Epstein documents released by the U.S. Department of Justice has sent shock waves through Europe’s political, economic and social elites — dominating headlines, ending careers and spurring political and criminal investigations.\nFormer U.K. Ambassador to Washington Peter Mandelson was fired and could go to prison. British Prime Minister Keir Starmer faces a leadership crisis over the Mandelson appointment. Senior figures have fallen in Norway, Sweden and Slovakia. And, even before the latest batch of files, Andrew Mountbatten-Windsor, brother of King Charles III, lost his honors, princely title and taxpayer-funded mansion.\nApart from the former Prince Andrew, none of them faces claims of sexual wrongdoing. They have been toppled for maintaining friendly relationships with Epstein after he became a convicted sex offender.\n“Epstein collected powerful people the way others collect frequent flyer points,” said Mark Stephens, a specialist in international and human rights law at Howard Kennedy in London. “But the receipts are now in public, and some might wish they’d traveled less.”\nThe documents were published after a public f...\n\n=== 6. Armchair detectives flood social media as search for Savannah Guthrie’s missing mom continues ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fsearch-nancy-guthrie-social-media-posts-e176abcc670af3844416946fb3bb5619&c=3461084958779732041&mkt=en-us\n发布时间: Sat, 07 Feb 2026 06:23:00 GMT\n内容:\nArmchair detectives flood social media as search for Savannah Guthrie’s missing mom continues\nMoments after the news broke about the apparent abduction of “Today” show host Savannah Guthrie’s mother, the floodgates opened on social media.\nInfluencers relayed the timeline from the hours after Nancy Guthrie was last seen and posted photos of the blood found on her front porch that later was a match for the 84-year-old grandmother. Others called out individuals connected to the case as looking “sus” or filmed themselves walking through her neighborhood to help find her.\nThe desperate search for Guthrie, who authorities believe was taken a week ago against her will from her home just outside Tucson, Arizona, has become the latest investigation to pique the widespread interest of online armchair detectives.\nAs the search continues with no suspects or persons of interest, posts across Instagram, TikTok, X, Facebook and YouTube have put millions of eyeballs on tips and theories surrounding her disappearance. But they’ve also helped to amplify rumors and forced law enforcement to repeatedly set the record straight on at least one crucial detail.\nMichael Alcazar, adjunct professor at John Jay College of Criminal Justice and retired New York Police Department detective, said overall the positives outweigh the negatives when it comes to the onslaught of social media posts.\n“More people are aware; It keeps people alert,” he said. “If they know she hasn’t been found yet, perhaps people wi...\n\n=== 7. Trump turns to US military leaders for diplomatic efforts on Iran and Ukraine ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fmilitary-diplomacy-trump-iran-ukraine-russia-09decddeb6264a4dd83cc3535553b2f2&c=11338353428130437012&mkt=en-us\n发布时间: Sat, 07 Feb 2026 08:05:00 GMT\n内容:\nTrump turns to US military leaders for diplomatic efforts on Iran and Ukraine\nTrump turns to US military leaders for diplomatic efforts on Iran and Ukraine\nWASHINGTON (AP) — President Donald Trump has taken the unusual step of tapping military leaders for high-level diplomacy, sending the top U.S. commander in the Middle East to talks over Iran’s nuclear program and positioning the Army secretary as a key negotiator on ending the Russia-Ukraine war.\nAdm. Brad Cooper, head of U.S. Central Command, for the first time joined indirect U.S.-Iran talks Friday in Oman, appearing in his dress uniform as a reminder of the American buildup of military might in the region. As Army Secretary Dan Driscoll reprised his role at Russia-Ukraine talks this week, he worked to keep the conversation going with Ukrainian officials in the downtime between sessions, according to a person familiar with the negotiations who spoke on condition of anonymity to discuss the sensitive talks.\nWith special envoy Steve Witkoff and Trump’s son-in-law Jared Kushner balancing both sets of thorny negotiations, the choice to bring in military leaders — whether for their expertise, connections or to signal potential tougher options — reflects how the Republican administration has upended traditional U.S. foreign policy and diplomacy.\nElisa Ewers, who served in national security positions in the George W. Bush and Obama administrations, said placing active-duty military leaders like Cooper in diplomatic roles shows ...\n\n=== 8. Francesca Lollobrigida hugs her son after winning Italy’s first gold of the Milan Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fmilan-cortina-olympics-speedskating-lollobrigida-3403f4d0378c2b0e1f955160e3fc9182&c=3132408887504499019&mkt=en-us\n发布时间: Sat, 07 Feb 2026 12:59:00 GMT\n内容:\nFrancesca Lollobrigida hugs her son after winning Italy’s first gold of the Milan Olympics\nFrancesca Lollobrigida hugs her son after winning Italy’s first gold of the Milan Olympics\nMILAN (AP) — Finally an Olympic champion on the day she turned 35, Italian speedskater Francesca Lollobrigida couldn’t wait to run over to hug her 2 1/2-year-old son, Tommaso, after winning the women’s 3,000 meters at the Milan Cortina Games on Saturday.\nShe was just a tad disappointed she wasn’t allowed to carry him to the top step of the podium when she went to collect her prize after clocking an Olympics-record 3 minutes, 54.28 seconds, more than two seconds ahead of runner-up Ragne Wiklund of Norway. Valerie Maltais of Canada was third.\nIt was important to Lollobrigida — yes, if that last name sounds familiar, it’s because her great aunt was the late actress Gina — to claim that medal, of course, particularly after a tough season in which she struggled with a virus. It also was significant to hear the on-their-feet spectators’ roars as she earned the host country’s first gold of these Olympics and Italy’s first gold in women’s speedskating at any Winter Games.\nWhat meant the most, she said between peals of excited laughter and occasional coughs Saturday, was that she could do it with her child in the arena.\n“Aside from doing this for me, I did it for him, so one day he will be proud of me,” Lollobrigida said. “Not just for being an Olympic champion, but because of the full journey we’ve lived ...\n\n=== 9. JD Vance and Jake Paul watch U.S. women’s hockey team together at the Winter Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fhockey-olympics-jd-vance-jake-paul-d12a4fe97f2d997ede41f641c2ef6728&c=11820320147984213603&mkt=en-us\n发布时间: Sat, 07 Feb 2026 11:48:00 GMT\n内容:\nJD Vance and Jake Paul watch U.S. women’s hockey team together at the Winter Olympics\nJD Vance and Jake Paul watch U.S. women’s hockey team together at the Winter Olympics\nMILAN (AP) — U.S. Vice President JD Vance sat with influencer and boxer Jake Paul as they watched the U.S. women’s hockey team ease to a 5-0 win over Finland at the Winter Olympics on Saturday.\nVance and his family entered during the intermission at the end of the first period, with the U.S. leading 1-0. Paul joined them shortly after. Paul’s fiancee Jutta Leerdam is a speedskater for the Netherlands at the Milan Cortina Games.\nVance sat with his youngest child, daughter Mirabel, on his lap. Usha Vance, wearing a sweatshirt with “USA” in big letters, clapped along to Queen’s “We Will Rock You,” before the second period started.\nThe vice president and his wife stood and clapped when the U.S. women’s team scored a goal. They were back on their feet cheering a few minutes later when the U.S. women scored again.\nAmong those seated near Vance were 2010 Olympic figure skating gold medalist Evan Lysacek and hockey’s twin sisters, Hall of Famers Jocelyne Lamoureux-Davidson and Monique Lamoureux-Morando. They were members of the U.S. gold medal-winning team at the 2018 Winter Games.\nIt’s the second time that Vance has watched the U.S. women’s team at the Milan Cortina Winter Olympics.\nHe was also at the Milano Rho Ice Hockey Arena on Thursday, when the U.S. beat Czechia 5-1 in its opening game of the preliminary rou...\n\n=== 10. Japanese Prime Minister Sanae Takaichi hopes for big win as polls open in national elections ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fjapan-election-bbb322b4dc1dcad8f7373ba7aae4d535&c=2750481787410473223&mkt=en-us\n发布时间: Sat, 07 Feb 2026 14:07:00 GMT\n内容:\nJapanese Prime Minister Sanae Takaichi hopes for big win as polls open in national elections\nTOKYO (AP) — Polls opened Sunday in parliamentary elections that Japanese Prime Minister Sanae Takaichi hopes will give her struggling party a big enough win to push through an ambitious conservative political agenda.\nTakaichi is hugely popular, but the ruling Liberal Democratic Party, which has governed Japan for most of the last seven decades, is not. She called Sunday’s snap elections hoping to turn that around.\nShe wants to make progress on a right-wing agenda that aims to boost Japan’s economy and military capabilities as tensions grow with China. She also nurtures ties with her crucial U.S. ally, and a sometimes unpredictable President Donald Trump.\nThe ultraconservative Takaichi, who took office as Japan’s first female leader in October, pledged to “work, work, work,” and her style, which is seen as both playful and tough, has resonated with younger fans.\nThe latest surveys indicated a landslide win in the lower house for the LDP. The opposition, despite the formation of a new centrist alliance and a rising far-right, is seen as too splintered to be a real challenger.\nTakaichi is betting that her LDP party, together with its new partner, the Japan Innovation Party, will secure a majority in the 465-seat lower house, the more powerful of Japan’s two-chamber parliament.\nRecent surveys by major Japanese newspapers show a possibility that Takaichi’s party could win a simple majorit...\n\n=== 11. Johnson scores 24, Campbell knocks off North Carolina A&T 79-71 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2fjeremiah-johnson-north-carolina-mens-college-basketball-college-basketball-college-sports-a4681c2af0384b16ab8b21810106c80c&c=6199577705755141622&mkt=en-us\n发布时间: Sat, 07 Feb 2026 14:07:00 GMT\n内容:\nJohnson scores 24, Campbell knocks off North Carolina A&T 79-71\nGREENSBORO, N.C. (AP) — Jeremiah Johnson scored 24 points as Campbell beat North Carolina A&T 79-71 on Saturday.\nJohnson also contributed eight rebounds for the Fighting Camels (12-13, 6-6 Coastal Athletic Association). Dovydas Butka added 17 points while shooting 4 of 9 from the field and 9 for 10 from the line while he also had 10 rebounds. DJ Smith shot 5 for 16 (3 for 11 from 3-point range) to finish with 14 points.\nThe Aggies (9-14, 2-10) were led by Lewis Walker, who recorded 17 points and three steals. Will Felton added 15 points and six rebounds for N.C. A&T. Dwayne Pierce finished with 10 points, five assists and three steals.\nCampbell turned a five-point second-half lead into a 13-point advantage with an 8-0 run to make it a 63-50 lead with 11:51 left in the half. Johnson scored 11 second-half points in the matchup.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n=== 12. Disu’s 21 help Holy Cross take down Lehigh 76-67 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6987bb22e88043aaa48bb32893adbd6f&url=https%3a%2f%2fapnews.com%2farticle%2faiden-disu-college-basketball-college-sports-mens-college-basketball-5ac0b072d58045aca500035ea8e22097&c=979103630139710391&mkt=en-us\n发布时间: Sat, 07 Feb 2026 14:03:00 GMT\n内容:\nDisu’s 21 help Holy Cross take down Lehigh 76-67\nWORCESTER, Mass. (AP) — Aiden Disu had 21 points in Holy Cross’ 76-67 victory against Lehigh on Saturday.\nDisu also contributed nine rebounds for the Crusaders (9-16, 4-8 Patriot League). Gabe Warren scored 20 points while shooting 5 of 9 from the field and 9 of 10 from the line to go with six rebounds. Tyler Boston had 15 points and went 5 of 10 from the field (3-for-4 from 3-point range). The victory snapped a six-game slide for the Crusaders.\nHank Alvey led the Mountain Hawks (10-15, 6-6) in scoring, finishing with 28 points and six rebounds. Nasir Whitlock added 18 points, 10 rebounds and five assists for Lehigh.\nDisu scored 11 points in the first half, and Holy Cross went into the break trailing 30-29. Holy Cross pulled off the victory after a 12-0 second-half run erased a six-point deficit and gave them the lead at 51-45 with 8:43 remaining in the half. Warren scored 12 second-half points.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n"
}