{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Who decides? Vonn crash exposes tensions over athlete autonomy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce5c0954e76a9cdbc58e3a23a6b&url=https%3a%2f%2fwww.reuters.com%2fsports%2fwho-decides-vonn-crash-exposes-tensions-over-athlete-autonomy-2026-02-08%2f&c=14040475717680891926&mkt=en-us\n发布时间: Sun, 08 Feb 2026 11:54:00 GMT\n内容:\n[抓取失败] 摘要: The question of whether Lindsey Vonn should have started the Olympic downhill race has expanded beyond a single athlete or race, exposing a deeper tension at the core of elite sport.\n\n=== 2. Thailand's PM Anutin staked his election on nationalism — and won ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce5c0954e76a9cdbc58e3a23a6b&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fthailands-pm-anutin-staked-his-election-nationalism-won-2026-02-08%2f&c=13258814934959340575&mkt=en-us\n发布时间: Sun, 08 Feb 2026 07:25:00 GMT\n内容:\n[抓取失败] 摘要: Anutin Charnvirakul stood at a rally in Thailand's capital Bangkok last month and declared that his Bhumjaithai Party should be the automatic choice for any patriotic Thai in Sunday's general election ...\n\n=== 3. Trump criticizes Olympic skier over comments about representing US ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce5c0954e76a9cdbc58e3a23a6b&url=https%3a%2f%2fwww.reuters.com%2fsports%2ftrump-blasts-olympic-skier-over-comments-about-representing-us-2026-02-08%2f&c=8490338334304262103&mkt=en-us\n发布时间: Sun, 08 Feb 2026 08:00:00 GMT\n内容:\n[抓取失败] 摘要: Feb 8 (Reuters) - U.S. President Donald Trump criticized American Olympic skier Hunter Hess on Sunday, days after the athlete expressed mixed feelings about representing the U.S. at the Winter ...\n\n=== 4. UK PM Starmer's top aide McSweeney quits over Mandelson-Epstein scandal ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce5c0954e76a9cdbc58e3a23a6b&url=https%3a%2f%2fwww.reuters.com%2fworld%2fuk%2fuk-pm-starmers-chief-staff-morgan-mcsweeney-quits-sky-news-reports-2026-02-08%2f&c=11971248619075524177&mkt=en-us\n发布时间: Sun, 08 Feb 2026 05:19:00 GMT\n内容:\n[抓取失败] 摘要: LONDON, Feb 8 (Reuters) - British Prime Minister Keir Starmer's chief of staff, Morgan McSweeney, quit on Sunday, saying he took responsibility for advising Starmer to name Peter Mandelson as ...\n\n=== 5. Trump absent from Super Bowl but wishes teams well ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce5c0954e76a9cdbc58e3a23a6b&url=https%3a%2f%2fwww.reuters.com%2fsports%2ftrump-absent-super-bowl-wishes-teams-well-2026-02-08%2f&c=4969611365012271335&mkt=en-us\n发布时间: Sun, 08 Feb 2026 12:48:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump may not be attending the Super Bowl on Sunday between the Seattle Seahawks and New England Patriots but he took time to wish both teams well hours before kickoff.\n\n=== 6. For many, this year's Super Bowl features a salad - and food companies are racing to react ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce5c0954e76a9cdbc58e3a23a6b&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fhealthcare-pharmaceuticals%2fmany-this-years-super-bowl-features-salad-food-companies-are-racing-react-2026-02-08%2f&c=15796838264813525870&mkt=en-us\n发布时间: Sun, 08 Feb 2026 02:04:00 GMT\n内容:\n[抓取失败] 摘要: Super Bowl LX ads will urge millions of Americans to spurn the chicken wings and loaded nachos as more people gain access to cheaper weight-loss medication and food companies race to meet them.\n\n=== 7. US Treasury's Bessent says Fed will take its time on balance sheet moves ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce5c0954e76a9cdbc58e3a23a6b&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fus-treasurys-bessent-says-fed-will-take-its-time-balance-sheet-moves-2026-02-08%2f&c=12264941706213427694&mkt=en-us\n发布时间: Sun, 08 Feb 2026 06:49:00 GMT\n内容:\n[抓取失败] 摘要: U.S. Treasury Secretary Scott Bessent said on Sunday he would not expect the Federal Reserve to move quickly to shrink its balance sheet, even under Fed chief nominee Kevin Warsh, who has criticized ...\n\n=== 8. Figure skating-U.S. win team gold medal at Milano Cortina Games ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce5c0954e76a9cdbc58e3a23a6b&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffigure-skating-us-win-team-gold-medal-milano-cortina-games-2026-02-08%2f&c=1938111943894939824&mkt=en-us\n发布时间: Sun, 08 Feb 2026 13:08:00 GMT\n内容:\n[抓取失败] 摘要: The United States won the Olympic gold medal in the figure skating team event for the second successive Games on Sunday in Milan.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. US Olympians speaking up about politics at home face online backlash — including from Trump ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-us-athletes-speaking-out-backlash-6ad0274b0aa2f44795fdf1c44e2eb252&c=10043919413912086954&mkt=en-us\n发布时间: Sun, 08 Feb 2026 12:40:00 GMT\n内容:\nUS Olympians speaking up about politics at home face online backlash — including from Trump\nMILAN (AP) — U.S. President Donald Trump on Sunday said that it is hard to cheer for American Olympians who are speaking out against administration policies, calling one such critic “a real Loser” who perhaps should have stayed home.\nIt was the latest and most prominent example of U.S. Olympians at the Milan Cortina Games inviting online backlash with their words.\nReporters on Friday asked U.S. athletes at a news conference how they feel representing the country during the Trump administration’s heighted immigration enforcement actions. Freestyle skier Hunter Hess replied that he had mixed emotions since he doesn’t agree with the situation, and that he is in Milan competing on behalf of everyone who helped get him to The Games.\n“If it aligns with my moral values, I feel like I’m representing it,” Hess said. “Just because I’m wearing the flag doesn’t mean I represent everything that’s going on in the U.S.”\nAmong those who piled on Hess were YouTuber-turned-boxer Jake Paul.\n“From all true Americans If you don’t want to represent this country go live somewhere else,” he wrote on X, where he has 4.4 million followers. Minutes later, he was photographed sitting beside U.S. Vice President JD Vance at the U.S women’s hockey game in Olympic host city Milan.\nTrump said the next day that Hess’ comments make it hard to root for him.\n“Hess, a real Loser, says he doesn’t represent his Country in th...\n\n=== 2. Malinin of US, Sato of Japan to decide team figure skating medals at the Milan Cortina Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2fmilan-cortina-olympics-figure-skating-usa-e8c2de123cc7c63472b72c417efdcae4&c=9161167017394163440&mkt=en-us\n发布时间: Sun, 08 Feb 2026 12:43:00 GMT\n内容:\nIlia Malinin’s stunning free skate secures US figure skating team gold at Milan Cortina Olympics\nIlia Malinin’s stunning free skate secures US figure skating team gold at Milan Cortina Olympics\nMILAN (AP) — Ilia Malinin beat Japanese rival Shun Sato in a head-to-head showdown at the Milan Cortina Olympics on Sunday night, helping the U.S. defend its team figure skating gold medal by breaking a deadlock with Japan in the final session of the competition.\nThe 21-year-old nicknamed the “Quad God” landed five quadruple jumps and scored 200.03 points for his free skate, atoning for his mediocre short program — at least by his lofty standards — one night earlier. Sato followed him with three quads in his program, but he could only manage 194.86 points, leaving the Japanese with a second straight silver medal in the team event.\nThe U.S. ended up on 69 points while Japan finished with 68. Matteo Rizzo delivered one of the best free skates of his career as Italy was trying to hold onto the bronze medal, allowing the host nation to finish third with 60 points.\nGeorgia wound up fourth with 56. It still has never medaled in any sport at the Winter Games.\nThe U.S. had a five-point lead over Japan after two days of competition. But the advantage dwindled to nothing when world champions Riku Miura and Ryuichi Kihara won the pairs free skate and Kaori Sakamoto won the women’s free skate earlier Sunday night.\nLeave it to the best closer in the business to deliver for the Americans.\nMalinin op...\n\n=== 3. Investigation continues a week after Savannah Guthrie mother was reported missing ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-mom-missing-48f7ce9dee7770a2b8751c410400a032&c=2341098079916969012&mkt=en-us\n发布时间: Sun, 08 Feb 2026 11:08:00 GMT\n内容:\nInvestigation continues a week after Savannah Guthrie mother was reported missing\nInvestigation continues a week after Savannah Guthrie mother was reported missing\nTUCSON, Ariz. (AP) — The urgent investigation into the apparent kidnapping of 84-year-old Nancy Guthrie continued Sunday, a week after the mother of “Today” show host Savannah Guthrie was reported missing in Arizona.\nSavannah Guthrie solemnly told the potential kidnappers in a social media video released Saturday that the family was prepared to pay for her safe return. Flanked by her siblings, Guthrie said “we received your message” and that: “This is the only way we will have peace. This is very valuable to us, and we will pay.”\nAn FBI spokesman said Savannah Guthrie was referring to a message that was sent to the Tucson-based television station KOLD on Friday. The station declined to share details about the message’s contents as the FBI conducted its review.\nDetectives and agents continued to perform follow-up work at multiple locations as part of the investigation, according to an email Sunday from the Pima County Sheriff’s Department. The agency said in the email to media that it would not yet provide details about that work.\n“Investigators have not identified any suspects, persons of interest, or vehicles connected to this case,” read the email.\nTwo marked sheriff’s cars and another vehicle arrived at Nancy Guthrie’s house around midday Sunday and at least two people went to the back of the home for more than ...\n\n=== 4. Super Bowl ads try to overcome tough times with health, caring and the usual laughs ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2fsuper-bowl-ads-ai-telehealth-glp1-9ccfc8c730981fd91f44a5bec24e2242&c=6350932700336000019&mkt=en-us\n发布时间: Sun, 08 Feb 2026 12:35:00 GMT\n内容:\nSuper Bowl ads try to overcome tough times with health, caring and the usual laughs\nSuper Bowl ads try to overcome tough times with health, caring and the usual laughs\nAt a difficult time for America, Super Bowl advertisers ask viewers to take care of themselves and others — and maybe even crack a smile.\nRing shows how neighbors can use their doorbell cameras to find lost pets. A Budweiser Clydesdale protects a bald eagle chick from the rain. Novartis touts a blood test that can detect prostate cancer. Toyota reminds viewers to wear their seatbelts.\nMister Rogers is invoked twice: Lady Gaga sings his classic “Won’t You Be My Neighbor?” in a tearjerker for Rocket Companies while the National Football League uses “You Are Special” to promote its work with youth sports organizations.\nAmerica is uneasy. U.S. consumer confidence fell to its lowest level since 2014 in January. The killings of two protesters by federal officers in Minneapolis last month led to widespread outrage. And winter weather has been brutal across much of the country.\n“There is a collective trauma. Everybody is stressed out. It doesn’t matter who you are, it’s something that’s impacting everyone,” said Vann Graves, the executive director of the Brandcenter at Virginia Commonwealth University.\nSuper Bowl ads, he said, give people a much-needed respite and a rare shared moment.\n“It’s been a bit of time that we can just be human and be silly and enjoy ourselves,” he said.\nPlaying for laughs\nThere is plenty of si...\n\n=== 5. FBI concluded Jeffrey Epstein wasn’t running a sex trafficking ring for powerful men, files show ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2fjeffrey-epstein-client-list-sex-trafficking-049c96080a2ca2c12c84ac506437e50b&c=4021033552594495577&mkt=en-us\n发布时间: Sun, 08 Feb 2026 10:20:00 GMT\n内容:\nFBI concluded Jeffrey Epstein wasn’t running a sex trafficking ring for powerful men, files show\nNEW YORK (AP) — The FBI pored over Jeffrey Epstein’s bank records and emails. It searched his homes. It spent years interviewing his victims and examining his connections to some of the world’s most influential people.\nBut while investigators collected ample proof that Epstein sexually abused underage girls, they found scant evidence the well-connected financier led a sex trafficking ring serving powerful men, an Associated Press review of internal Justice Department records shows.\nVideos and photos seized from Epstein’s homes in New York, Florida and the Virgin Islands didn’t depict victims being abused or implicate anyone else in his crimes, a prosecutor wrote in one 2025 memo.\nAn examination of Epstein’s financial records, including payments he made to entities linked to influential figures in academia, finance and global diplomacy, found no connection to criminal activity, said another internal memo in 2019.\nWhile one Epstein victim made highly public claims that he “lent her” to his rich friends, agents couldn’t confirm that and found no other victims telling a similar story, the records said.\nSummarizing the investigation in an email last July, agents said “four or five” Epstein accusers claimed other men or women had sexually abused them. But, the agents said, there “was not enough evidence to federally charge these individuals, so the cases were referred to local law enfor...\n\n=== 6. Elsa Lemmila’s career-high 23 points lead No. 9 Ohio State past Oregon 80-64 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2fohio-state-oregon-score-45950d2d42dd115181b840d4a42abca1&c=4910672131019577325&mkt=en-us\n发布时间: Sun, 08 Feb 2026 14:05:00 GMT\n内容:\nElsa Lemmila’s career-high 23 points lead No. 9 Ohio State past Oregon 80-64\nEUGENE, Ore. (AP) — Elsa Lemmila scored a career-high 23 points to help No. 9 Ohio State beat Oregon 80-64 on Sunday.\nKennedy Cambridge added 20 points, hitting five 3-pointers, for the Buckeyes (22-3, 11-2 Big Ten), who won their fourth straight game and 11th in 12 games. Jaloni Cambridge scored 19 points to surpass 1,000 points in her career.\nThe Buckeyes shot 52% from the field and made 17 of its 19 free throws. Senior guard Chance Gray, who played her first two years at Oregon before transferring to Ohio State, had eight points and five rebounds in her return game.\nAri Long made four 3-pointers while scoring 16 points to lead the Ducks (18-8, 6-7), who had a four-game winning streak snapped. Oregon is 2-4 vs. Top 25 teams this year, but 0-3 against those opponents at home.\nSarah Rambus added 13 points for Oregon, which committed 23 turnovers that led to 17 points for Ohio State. Mia Jacobs had 13 points and five rebounds for the Ducks, who shot 37% from the field.\nOregon scored the final six points of the third quarter to get within 56-44 and trailed 61-49 early in the fourth before Ohio State got nine straight points from the Cambridge sisters. Jaloni Cambridge made two free throws before Kennedy Cambridge hit a 3-pointer.\nJaloni Cambridge got a steal and layup to push the margin to 68-49 with 6:40 left to play before adding another bucket to give the Buckeyes their largest lead. Oregon couldn’t...\n\n=== 7. Hong Kong media mogul Jimmy Lai faces sentencing in landmark national security case ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2fhong-kong-jimmy-lai-sentencing-apple-daily-1c3baaedf2abe7710f149c55ce4111d9&c=16827741299084488859&mkt=en-us\n发布时间: Sun, 08 Feb 2026 14:01:00 GMT\n内容:\nHong Kong media mogul Jimmy Lai faces sentencing in landmark national security case\nHong Kong media mogul Jimmy Lai faces sentencing in landmark national security case\nHONG KONG (AP) — Jimmy Lai, the former Hong Kong media tycoon and fierce critic of Beijing, is set to be sentenced Monday in one of the most prominent cases brought under a China-imposed national security law that has virtually silenced the city’s dissent.\nThree government-vetted judges in December convicted Lai, 78, of conspiring with others to collude with foreign forces to endanger national security and conspiracy to publish seditious articles. Lai, who pleaded not guilty to all charges, faces a maximum sentence of life imprisonment under Hong Kong’s security law that Beijing deemed necessary for the stability of the Chinese special administrative region.\nThe democracy advocate’s arrest and trial have raised concerns about the decline of press freedom in what was once an Asian bastion of media independence. The government insists the case has nothing to do with a free press, saying the defendants used news reporting as a pretext for years to commit acts that harmed China and Hong Kong.\nLai’s sentencing could heighten Beijing’s diplomatic tensions with foreign governments. His conviction has drawn criticism from the U.S. and the U.K.\nU.S. President Donald Trump said he felt “so badly” after the verdict and noted he spoke to Chinese leader Xi Jinping about Lai and “asked to consider his release.” British Prime...\n\n=== 8. US coach Mike Sullivan is tight-lipped early about his plan at the Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2fteam-usa-hockey-winter-olympics-3be2aae25875fd341a96c11681f2e717&c=2758275734627572315&mkt=en-us\n发布时间: Sun, 08 Feb 2026 13:39:00 GMT\n内容:\nUS coach Mike Sullivan is tight-lipped early about his plan at the Olympics\nUS coach Mike Sullivan is tight-lipped early about his plan at the Olympics\nMILAN (AP) — Mike Sullivan wanted his players to get their blood moving, break out a sweat and adjust to a new time zone with most of them fresh off flying across the Atlantic Ocean. He did not want anyone to read much else in to the first U.S. practice at the Olympics.\nSullivan on Sunday would not name his starting goaltender for the tournament opener and explained that not running forward lines or defense pairings was “by design.” With plenty of time until the puck drops Thursday against Latvia, the two-time Stanley Cup-winning coach is more than content to keep everyone guessing.\n“We’ll see how it goes,” Sullivan said. “We have an idea of what we want to start with, and that will start to unfold here over the next couple of days.”\nThe Americans’ biggest strength may be in net. Connor Hellebuyck is the reigning NHL MVP, Jake Oettinger is a tried and true playoff performer and Jeremy Swayman may be having the best season of the three.\nHellebuyck was the No. 1 goalie at the 4 Nations Face-Off a year ago, when the U.S. reached the final before losing to Canada in overtime, but it’s no sure bet he has the job in Milan.\n“At the end of the day, performance will inevitably be the dictator,” Sullivan said. “In a tournament like this, it has to be. And so, we have an idea going in of how we want to go about it and how we want to appr...\n\n=== 9. Battie, Boyd lead Wichita State to 75-61 victory over Tulane ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2fdillon-battie-wichita-tulane-green-wave-wichita-state-shockers-mens-college-basketball-a6527a495f9d4c75b99cc78d37a4c260&c=5655141120805861003&mkt=en-us\n发布时间: Sun, 08 Feb 2026 13:49:00 GMT\n内容:\nBattie, Boyd lead Wichita State to 75-61 victory over Tulane\nNEW ORLEANS (AP) — Dillon Battie scored 19 points and Karon Boyd added a double-double to help Wichita State defeat Tulane 75-61 on Sunday.\nBattie added nine rebounds and three steals for the Shockers (15-9, 7-4 American Conference). Boyd had 18 points and 11 rebounds.\nRowan Brumbaugh finished with 17 points, six rebounds and three steals to pace the Green Wave (13-10, 4-6). Tyler Ringgold added 13 points.\nWichita State took the lead with 9:03 left in the first half and did not trail again. Battie had nine points for a 31-26 lead at halftime.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n=== 10. Bradshaw’s 16 lead Memphis past Charlotte 77-54 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2farticle%2fjulius-thedford-aaron-bradshaw-memphis-tigers-charlotte-49ers-college-sports-4584523f4cfe443f93859ce391cf7ee5&c=1170936673720558060&mkt=en-us\n发布时间: Sun, 08 Feb 2026 13:37:00 GMT\n内容:\nBradshaw’s 16 lead Memphis past Charlotte 77-54\nMEMPHIS, Tenn. (AP) — Aaron Bradshaw scored 16 points, Julius Thedford had 11 points and 11 rebounds and three steals, and Memphis beat Charlotte 77-54 on Sunday.\nBradshaw added six rebounds for the Tigers (12-11, 7-4 American Athletic Conference). Sincere Parker had 11 points and went 4 of 11 from the field (1 for 3 from 3-point range).\nThe 49ers (13-11, 7-4) were led in scoring by Arden Conyers, who finished with 14 points. Dezayne Mingo added 12 points for Charlotte. Damoni Harrison finished with nine points.\nMemphis took the lead 29 seconds into the game and did not trail again. Curtis Givens III led their team in scoring with eight points in the first half to help put them up 37-17 at the break. Memphis outscored Charlotte in the second half by three points, with Bradshaw scoring a team-high nine points in the final half.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n=== 11. Fans arrive at Santa Clara’s Levi Stadium ahead of 2026 Super Bowl match ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2fvideo%2ffans-arrive-at-santa-claras-levi-stadium-ahead-of-2026-super-bowl-match-3df080873f874e829791312aa8b2d58e&c=1721192512577520203&mkt=en-us\n发布时间: Sun, 08 Feb 2026 14:11:00 GMT\n内容:\nThousands of fans arrived hours early to Levi’s Stadium in Santa Clara, California to get pumped up for the Super Bowl matchup between the Seattle Seahawks and the New England Patriots. (AP Video/Haven Daley)\nFans arrive at Santa Clara’s Levi Stadium ahead of 2026 Super Bowl match\nThousands of fans arrived hours early to Levi’s Stadium in Santa Clara, California to get pumped up for the Super Bowl matchup between the Seattle Seahawks and the New England Patriots. (AP Video/Haven Daley)\n\n=== 12. AP photojournalist gives account of Lindsey Vonn’s downhill crash at Winter Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69890ce792f94acc832e8b4ce729ff70&url=https%3a%2f%2fapnews.com%2fvideo%2fap-photojournalist-gives-account-of-lindsey-vonns-downhill-crash-at-winter-olympics-87f7b06ea9df4d858f1d0d7aa5a7059c&c=11445949352200874927&mkt=en-us\n发布时间: Sun, 08 Feb 2026 14:09:00 GMT\n内容:\nU.S. skier Lindsey Vonn’s defiant bid to win the Winter Olympic downhill on a rebuilt right knee and a badly injured left knee, ended in a crash that left her with a broken leg. Associated Press photojournalist Jacquelyn Martin describes what she saw.\nAP photojournalist gives account of Lindsey Vonn’s downhill crash at Winter Olympics\nU.S. skier Lindsey Vonn’s defiant bid to win the Winter Olympic downhill on a rebuilt right knee and a badly injured left knee, ended in a crash that left her with a broken leg. Associated Press photojournalist Jacquelyn Martin describes what she saw.\n\n"
}