{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Storm paralyzes travel, forcing more than 8,000 US flight disruptions ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fstorm-paralyzes-travel-forcing-more-than-8000-us-flight-disruptions-2026-02-23%2f&c=7111725724999517854&mkt=en-us\n发布时间: Mon, 23 Feb 2026 13:06:00 GMT\n内容:\n[抓取失败] 摘要: U.S. airlines were still digging out from a powerful Northeast winter storm that forced more than 8,000 flight cancellations and delays on Monday, with thousands more already scrubbed for Tuesday.\n\n=== 2. JPMorgan sticks to $105 billion cost outlook, plans AI investments, branch expansion ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffinance%2fjpmorgan-maintains-2026-expense-outlook-rotce-target-17-2026-02-23%2f&c=1982849765518348420&mkt=en-us\n发布时间: Mon, 23 Feb 2026 12:25:00 GMT\n内容:\n[抓取失败] 摘要: JPMorgan Chase kept its forecast for annual adjusted expenses unchanged at $105 billion, as it pushes ahead with plans to modernize branches and invest in AI technology, and said U.S. consumers remain ...\n\n=== 3. CrowdStrike, Datadog and other cybersecurity stocks slide after Anthropic's AI tool launch ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2ftechnology%2fcrowdstrike-datadog-other-cybersecurity-stocks-slide-after-anthropics-ai-tool-2026-02-23%2f&c=18311339088850919621&mkt=en-us\n发布时间: Mon, 23 Feb 2026 11:52:00 GMT\n内容:\n[抓取失败] 摘要: Shares of cybersecurity companies including CrowdStrike and Datadog slumped on Monday, as investors weighed the potential impact of artificial intelligence startup Anthropic's new security tool on the ...\n\n=== 4. Unprecedented military raid is risky gamble for Mexico's Sheinbaum ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2fworld%2famericas%2funprecedented-military-raid-is-risky-gamble-mexicos-sheinbaum-2026-02-23%2f&c=5898782703233960630&mkt=en-us\n发布时间: Mon, 23 Feb 2026 11:57:00 GMT\n内容:\n[抓取失败] 摘要: The Mexican military raid that killed the country's most wanted cartel leader on Sunday was President Claudia Sheinbaum's biggest bet yet, doubling down on her historic offensive against the country's ...\n\n=== 5. Former UK ambassador Mandelson arrested after Epstein revelations ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fretail-consumer%2ftimes-newspaper-says-peter-mandelson-led-away-his-home-by-police-2026-02-23%2f&c=102808479066857042&mkt=en-us\n发布时间: Mon, 23 Feb 2026 08:07:00 GMT\n内容:\n[抓取失败] 摘要: Former British ambassador to the U.S. Peter Mandelson was arrested by London police on Monday on suspicion of misconduct in public office, following revelations over his ties to convicted sex offender ...\n\n=== 6. US ambassador to France banned from meeting French government ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus-ambassador-france-banned-meeting-french-government-2026-02-23%2f&c=1420419225730492756&mkt=en-us\n发布时间: Mon, 23 Feb 2026 10:54:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. ambassador to France, Charles Kushner, has been banned from meeting members of the French government after not showing up at the Foreign Affairs ministry earlier in the day, where he had been ...\n\n=== 7. Paramount submits higher offer for Warner Bros Discovery in bid to block Netflix, source says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2flegal%2ftransactional%2fparamount-submits-higher-offer-warner-bros-discovery-bid-block-netflix-source-2026-02-23%2f&c=9811314311342108671&mkt=en-us\n发布时间: Mon, 23 Feb 2026 12:55:00 GMT\n内容:\n[抓取失败] 摘要: Paramount Skydance submitted a higher offer for Warner Bros Discovery , a source familiar with the matter told Reuters on Monday, ratcheting up efforts to derail the HBO Max owner's deal with Netflix.\n\n=== 8. Trading Day: Trump tariff chaos hits US stocks hardest ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fglobal-markets-trading-day-graphic-2026-02-23%2f&c=13665916100335415238&mkt=en-us\n发布时间: Mon, 23 Feb 2026 13:02:00 GMT\n内容:\n[抓取失败] 摘要: Wall Street fell sharply on Monday as renewed global tariff uncertainty and rumbling software-fueled AI fears slammed shares and steered investors to the traditional safe-haven harbors of gold, ...\n\n=== 9. Maryland sues Trump administration to halt construction of ICE facility ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fmaryland-sues-trump-administration-halt-construction-ice-facility-2026-02-23%2f&c=3185756166449758054&mkt=en-us\n发布时间: Mon, 23 Feb 2026 12:19:00 GMT\n内容:\n[抓取失败] 摘要: Maryland Attorney General Anthony Brown said on Monday that the state had filed a lawsuit against the Trump administration to halt construction of a new federal immigration detention center in the ...\n\n=== 10. US women's ice hockey team decline State of the Union invite, reports say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2fsports%2fus-womens-ice-hockey-team-decline-state-union-invite-reports-say-2026-02-23%2f&c=16038997435601227026&mkt=en-us\n发布时间: Mon, 23 Feb 2026 13:02:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. women's ice hockey team that beat rivals Canada for gold at the Milano Cortina Olympics have declined an invitation to attend President Donald Trump's State of the Union address in Washington ...\n\n=== 11. Top Noem aide entered cockpit before firing pilot over missing blanket, sources say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftop-noem-aide-entered-cockpit-before-firing-pilot-over-missing-blanket-sources-2026-02-23%2f&c=4565171518489761897&mkt=en-us\n发布时间: Mon, 23 Feb 2026 02:06:00 GMT\n内容:\n[抓取失败] 摘要: Top U.S. homeland security aide Corey Lewandowski entered the cockpit of a government jet uninvited during a flight last year, after which he fired a pilot over a misplaced blanket, two people ...\n\n=== 12. FBI's Patel defends beer-soaked Olympic celebration while on Italy trip ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c59fd14529b1c98b033134dcc1&url=https%3a%2f%2fwww.reuters.com%2fworld%2ffbis-patel-defends-beer-soaked-olympic-celebration-while-italy-trip-2026-02-23%2f&c=5054634040728139182&mkt=en-us\n发布时间: Mon, 23 Feb 2026 09:12:00 GMT\n内容:\n[抓取失败] 摘要: FBI Director Kash Patel is defending his weekend beer-soaked locker-room celebration with the victorious U.S. men's hockey team at the Winter Olympics in Milan, saying he had been in Italy on official ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. For Northeast blizzard, everything was just right to roll up a monster snowfall ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2fsnow-weather-noreaster-snowfall-records-blizzard-northeast-aff4424880506264d7828b39faaee008&c=821506609353197480&mkt=en-us\n发布时间: Mon, 23 Feb 2026 14:04:00 GMT\n内容:\nFor Northeast blizzard, everything was just right to roll up a monster snowfall\nFor Northeast blizzard, everything was just right to roll up a monster snowfall\nWASHINGTON (AP) — The nor’easter smacking much of the Northeast with nearly 3 feet of snow in places is as classic and powerful a blizzard as you can get, the strongest in a decade and up there with the most intense in history, meteorologists said.\nThe nor’easter quickly intensified to easily qualify as a “ bomb cyclone \" and featured thundersnow and lightning, two things rarely seen in snowstorms. And while it was paralyzing and potentially dangerous for millions along the Eastern Seaboard, meteorologists found themselves rhapsodizing over its combination of power and beauty.\nThe storm hit the “Goldilocks situation” of just the right temperature for wet, heavy snow — any warmer and its precipitation wouldn’t have fallen as snow. Any colder and there wouldn’t have been as much moisture in the air to feed that snowfall, said Owen Shieh, warning coordination meteorologist at the National Weather Service’s Weather Prediction Center in Maryland.\nIt also followed the ideal track for maximum snowfall. A little farther inland and it would have lost its warm ocean energy; a bit farther out to sea, and the heaviest snow would have fallen over the water, said Jeff Masters, co-founder of Weather Underground and now meteorologist at Yale Climate Connections.\n“I’ve always been fascinated about how Mother Nature figures out how to p...\n\n=== 2. Live updates: Trump warns countries to abide by tariff deals despite Supreme Court decision ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2flive%2ftrump-tariffs-supreme-court-2-23-2026&c=10373355502527464819&mkt=en-us\n发布时间: Mon, 23 Feb 2026 13:40:00 GMT\n内容:\nLive updates: Trump warns countries to abide by tariff deals despite Supreme Court decision\nOn the heels of his Supreme Court defeat, President Donald Trump said he’ll sign an executive order that would impose a 10% global tariff under federal law known as Section 122. The president also said he is exploring other tariffs through other avenues.\nPresident Donald Trump on Monday threatened countries around the world to abide by any tariff deals they agreed to, despite the U.S. Supreme Court striking down many of his far-reaching taxes on imports.\nAny country that wants to “play games” with the Supreme Court decision, Trump posted, will be met with “a much higher Tariff, and worse, than that which they just recently agreed to.”\nThe comment comes after Trump said Saturday that he wants a global tariff of 15%, up from 10% he had announced immediately after the ruling.\nThe court’s decision struck down tariffs Trump had imposed on nearly every country using an emergency powers law. But the Republican president won’t let go of his favorite — albeit, now more limited — tool for rewriting the rules of global commerce and applying international pressure.\nTrump has already signed an executive order enabling him to bypass Congress and impose a 10% tax on global imports, starting on Tuesday, the same day as his State of the Union speech.\nRelated news we’re following:\n- Democrats call for the government to refund billions in Trump tariff money: A trio of Senate Democrats is calling for the ...\n\n=== 3. Live updates: New York City remains under a state of emergency during massive snowstorm ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2flive%2fwinter-snow-storm-new-york&c=10795630764056570671&mkt=en-us\n发布时间: Mon, 23 Feb 2026 11:23:00 GMT\n内容:\nLive updates: New York City remains under a state of emergency during massive snowstorm\nA massive snowstorm is pummeling the northeast United States, forcing millions of people to stay homes amid strong wind and blizzard warnings, transportation shutdowns, and school and business closures. (AP Video: David Martin, Emily Wang, Jennifer Peltz, Derek Karikari and Lisa Dwyer)\nThe nor’easter smacking much of the Northeast with nearly 3 feet of snow in places is as classic and powerful a blizzard as you can get, the strongest in a decade and up there with the most intense in history, meteorologists said.\nNew York City remains under a state of emergency, Mayor Zohran Mamdani said during an afternoon news briefing.\nWhat to know:\n- Snowfall: Islip Airport in Long Island, New York, had 26.5 inches (67.3 centimeters). Freehold, New Jersey, had 24.2 inches (61.5 centimeters) and Southampton, New York, had 24 inches (61 centimeters), all before noon Monday as the snow continued to fall.\n- Travel: As of around 12:30 p.m. ET, more than 5,600 flights in or out of the U.S. were canceled, according to online tracker FlightAware. Hundreds of others were delayed.\n- Power outages: Outages left more than 500,000 customers in the dark along the East Coast early Monday — over 212,000 customers in Massachusetts and 128,000 customers in New Jersey, according to PowerOutage.us. About 10,000 customers were without power Monday morning on suburban Long Island.\nAt least 19 locations in 5 states have at le...\n\n=== 4. Huge snowstorm in the Northeast forces millions to stay home, disrupts flights and closes schools ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2fus-east-coast-winter-storm-blizzard-c32d60af1f146359664d6688a2dcdada&c=13886929263975460111&mkt=en-us\n发布时间: Mon, 23 Feb 2026 13:42:00 GMT\n内容:\nHuge snowstorm in the Northeast forces millions to stay home, disrupts flights and closes schools\nWatch live from Philadelphia as millions of residents across parts of the northeastern U.S. remain stuck at home under road travel bans and blizzard warnings while a fierce winter storm threatens the densely populated region overnight.\nNEW YORK (AP) — A massive snowstorm pummeled the northeastern United States from Maryland to Maine on Monday, forcing millions of people to stay home amid strong wind and blizzard warnings, transportation shutdowns, and school and business closures.\nMeteorologists said the storm is the strongest in a decade, dumping more than 2 feet (60 centimeters) of snow in parts of the metropolitan Northeast, shattering accumulation records in places, immobilizing transit and even leading the United Nations to postpone a Security Council meeting. Officials declared emergencies, schools closed, including in New York City, which had its first “old-school” snow day in six years, and people grappled with power failures.\nEven as the snow moved northward and tapered off in other areas, the National Weather Service said it is tracking another storm that could bring more snow to the region later this week.\nThe weather service referred to Monday’s storm as a “classic bomb cyclone/nor’easter off the Northeast coast.” A bomb cyclone happens when a storm’s pressure falls by a certain amount within a 24-hour period, occurring mainly in the fall and winter when frigid Arctic...\n\n=== 5. Lindsey Vonn says surgery saved her from having her left leg amputated following Olympic crash ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2fwinter-olympics-lindsey-vonn-6d6ffee2e52293ba59dae83b6c0cc79b&c=14871989733377974183&mkt=en-us\n发布时间: Mon, 23 Feb 2026 12:09:00 GMT\n内容:\nLindsey Vonn says surgery saved her from having her left leg amputated following Olympic crash\nLindsey Vonn says surgery saved her from having her left leg amputated following Olympic crash\nVAIL, Colo. (AP) — American skier Lindsey Vonn says she nearly lost her left leg following a frightening crash in the women’s downhill at the Milan Cortina Olympics.\nVonn shared in an Instagram post on Monday that her injuries went far beyond the complex tibia fracture in the leg she initially revealed after clipping a gate and sailing off course just 13 seconds into her run on Feb. 8.\nThe 41-year-old Vonn said the trauma from the crash led to compartment syndrome in the leg. Compartment syndrome involves excessive pressure building up inside a muscle, either from bleeding or swelling. High pressure restricts blood flow and can lead to permanent injury if not treated quickly.\n“When you have so much trauma to one area of your body so that there’s too much blood and it gets stuck and it basically crushes everything,” Vonn said.\nVonn credited Dr. Tom Hackett, an orthopedic surgeon who works for Vonn and Team USA, for conducting a fasciotomy to salvage her leg.\n“He filleted it open (and) let it breathe, and he saved me,” she said.\nVonn noted that Hackett was only in Cortina because she was competing after tearing the ACL in her left knee shortly before the Olympics.\n“If I hadn’t had done that, Tom wouldn’t have been there (and he) wouldn’t have been able to save my leg,” she said.\nVonn, who sa...\n\n=== 6. Judge blocks release of special counsel Jack Smith’s report on Trump classified documents case ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-classified-documents-jack-smith-3a86d9c12f18b4dfe648e539925d72a2&c=9620112942236542716&mkt=en-us\n发布时间: Mon, 23 Feb 2026 12:45:00 GMT\n内容:\nJudge blocks release of special counsel Jack Smith’s report on Trump classified documents case\nJudge blocks release of special counsel Jack Smith’s report on Trump classified documents case\nWASHINGTON (AP) — A federal judge on Monday permanently barred the release of a report by special counsel Jack Smith on his investigation into President Donald Trump’s hoarding of classified documents, a prosecution that was once seen as the most perilous of the four criminal cases the Republican faced.\nU.S. District Judge Aileen Cannon, who was nominated to the bench by Trump, granted a request from the president to keep under wraps the report on an investigation alleging that Trump stored sensitive documents at his Mar-a-Lago estate after he left the White House following his first term and that he obstructed government efforts to get them back.\nSmith and his team produced a two-volume report on the classified documents investigation and a separate probe into Trump’s efforts to overturn the 2020 presidential election after he lost to Democrat Joe Biden. Both investigations produced indictments that were abandoned by Smith’s team after Trump’s November 2024 election win in light of longstanding Justice Department legal opinions that say sitting presidents cannot face federal prosecution.\nAttorney General Pam Bondi had already determined that the report was “an internal deliberative communication that is privileged and confidential and should not be released” outside the Justice Department...\n\n=== 7. BAFTA and BBC apologize for racial slur during awards show ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2fbafta-film-awards-racist-slur-tourettes-b602724980eb462818f937f353b84653&c=14271418429591238694&mkt=en-us\n发布时间: Mon, 23 Feb 2026 12:05:00 GMT\n内容:\nBAFTA and BBC apologize for racial slur during awards show\nBAFTA and BBC apologize for racial slur during awards show\nLONDON (AP) — The British Academy Film Awards and BBC apologized Monday for a racial slur that was broadcast during Sunday’s show while two stars of the film “Sinners” were onstage.\nThe Tourette syndrome campaigner who shouted the slur said he was “deeply mortified” and what he said was “not a reflection of my personal beliefs.”\nThe highly offensive word could be heard as “Sinners” stars Michael B. Jordan and Delroy Lindo, who are both Black, were presenting the award for best visual effects during Sunday’s ceremony. Host Alan Cumming had earlier told the audience that Tourette syndrome advocate John Davidson was in attendance.\nThe incident prompted the British Academy of Film and Television Arts to apologize for “offensive language that carries incomparable trauma and pain for so many,” adding “We would like to thank Michael and Delroy for their incredible dignity and professionalism.”\nDavidson, a Scottish campaigner for people with Tourette syndrome, who inspired the BAFTA-nominated film “I Swear,” said in a statement Monday that he was “deeply mortified if anyone considers my involuntary tics to be intentional or to carry any meaning.”\nTourettes Action — a Tourette syndrome charity — called for understanding of the condition.\n“We deeply understand that these words can cause hurt but at the same time, it is vital that the public understands a fundamental tru...\n\n=== 8. Armed man shot and killed after entering secure perimeter of Mar-a-Lago, Secret Service says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2fsecret-service-president-trump-af8b23c318e2d7709d7b4a0105f8f516&c=17403461943821513959&mkt=en-us\n发布时间: Mon, 23 Feb 2026 11:55:00 GMT\n内容:\nArmed man shot and killed after entering secure perimeter of Mar-a-Lago, Secret Service says\nArmed man shot and killed after entering secure perimeter of Mar-a-Lago, Secret Service says\nWASHINGTON (AP) — An armed man entered the secure perimeter of Mar-a-Lago, President Donald Trump’s resort in Palm Beach, Florida, before being shot and killed early Sunday morning, according to a spokesman for the U.S. Secret Service.\nAlthough Trump often spends weekends at his resort, he was at the White House when the breach occurred around 1:30 a.m.\nThe man had a gas can and a shotgun, authorities said. Investigators identified him as 21-year-old Austin Tucker Martin of North Carolina, according to the FBI, and authorities said his family had recently reported him missing.\nHe’s believed to have purchased his shotgun while driving south, Secret Service spokesman Anthony Guglielmi said, and a box for the weapon was later discovered in the man’s vehicle.\nInvestigators have not identified a motive. However, Trump has faced threats to his life before, including two assassination attempts during the 2024 campaign.\nThe investigation is ongoing\nThe man entered the north gate of the property as a vehicle was exiting and was confronted by two Secret Service agents and a Palm Beach County sheriff’s deputy, according to Palm Beach County Sheriff Ric Bradshaw. Martin was on foot and was spotted by the Secret Service entering the gate as it opened for employees to leave, a Secret Service spokesperson sa...\n\n=== 9. Mikko Rantanen missing time for the Dallas Stars after getting hurt at the Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2frantanen-stars-finland-olympics-039df8ef3de3cca5d5f50f91bc5b5682&c=3800582752991123338&mkt=en-us\n发布时间: Mon, 23 Feb 2026 13:56:00 GMT\n内容:\nMikko Rantanen missing time for the Dallas Stars after getting hurt at the Olympics\nMikko Rantanen missing time for the Dallas Stars after getting hurt at the Olympics\nFRISCO, Texas (AP) — Mikko Rantanen is expected to miss some time for the Dallas Stars after returning from the Olympics, where he didn’t play in Finland’s win over Slovakia for the bronze medal because of a lower body injury.\n“I wouldn’t expect him, certainly for the first game, or maybe in the first two,” coach Glen Gulutzan said after the Stars practiced Monday.\nGulutzan said Rantanen, the Stars’ leading scorer with 69 points (20 goals, 49 assists), was going to see a doctor.\nThe Stars host Seattle on Wednesday night and are home again Saturday against Nashville. They will then have a day off Sunday before road games on consecutive nights.\nAfter getting hurt in Finland’s 3-2 loss to Canada in the Olympic semifinals on Friday night, Rantanen didn’t play in the 6-1 win over Slovakia on Saturday night.\nRantanan was among six Stars players who brought home medals from the Olympics.\nJake Oettinger was the backup goalie for the United States team that won the gold medal with a 2-1 overtime win over Canada, which meant a silver for Stars defenseman Thomas Harley. Four Dallas players were on the Finland squad that won bronze; Rantanen, Roope Hintz, Esa Hindell and Miro Heiskanen.\n___\nAP NHL: https://apnews.com/hub/nhl\n\n=== 10. Education Department hands off more of its responsibilities to other US agencies ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2feducation-department-trump-state-hhs-e82a5ea582f1b730a9591bc4f767621e&c=5596397514980258293&mkt=en-us\n发布时间: Mon, 23 Feb 2026 14:02:00 GMT\n内容:\nEducation Department hands off more of its responsibilities to other US agencies\nWASHINGTON (AP) — The Education Department is handing over more of its programs and grants to other federal agencies, announcing a pair of new agreements Monday that move the Trump administration closer to its goal of shutting down the department.\nUnder one interagency agreement, the Health and Human Services Department will take over grant programs that send millions of dollars to schools for safety and community engagement efforts. Another calls for the State Department to take over a portal that tracks foreign gifts to universities.\n“As we continue to break up the federal education bureaucracy and return education to the states, our new partnerships with the State Department and HHS represent a practical step toward greater efficiency, stronger coordination, and meaningful improvement,” Education Secretary Linda McMahon said in a statement.\nRepublican President Donald Trump and McMahon have acknowledged only Congress has authority to close the Education Department fully, but both have suggested its core functions could be parceled out to different federal agencies.\nThe agreement with HHS moves a small subset of grants to the health agency without touching the Education Department’s special education work. McMahon has long suggested that special education programs should be moved to HHS too, and as recently as December she told advocates that she still intends to move those programs out of the ...\n\n=== 11. Kauai residents worry 148-unit housing project will ‘kill’ Kōloa town ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2fhawaii-animals-general-news-cd6be009cce9050097baaeaa41436c8a&c=14649206533497729227&mkt=en-us\n发布时间: Mon, 23 Feb 2026 14:10:00 GMT\n内容:\nKauai residents worry 148-unit housing project will ‘kill’ Kōloa town\nKauai residents worry 148-unit housing project will ‘kill’ Kōloa town\nKōloa on Kaua‘i’s South Shore is a historic, rural town where single-family houses surround a hub of shops and eateries in plantation-style buildings.\nSo many Kōloa residents were shocked to learn that a 148-unit housing project is being proposed for nearly 9.5 acres at Weliweli and Waikomo roads in what would be the largest multifamily development in town.\nThe project is targeted at locals who make too much to qualify for affordable housing subsidies but don’t make enough to purchase market-rate homes. In today’s market, the one-bedroom units would start at $520,000, the two-bedroom units at $650,000 and the three-bedroom units in the high $600,000s, said Developer Mike Serpa of SK Investors LLC.\nBut many residents say the project is too large, will negatively alter Kōloa’s character and won’t be attainable for current residents. They’re also concerned about impacts to infrastructure and the environment.\n“It will literally kill us,” Julie Souza, a fifth-generation resident of Po‘ipū with longstanding ties to Kōloa, told Civil Beat. “They’ll make a lot of money, probably, from people from afar. Our local people can’t pay that amount.”\nHousing In Kōloa’s Town Core\nSerpa purchased the site in 2023. He built the neighboring Kōloa Village shopping center and is currently building the 60-unit Kauhale at Kōloa Village.\nThe 148 units would be sp...\n\n=== 12. Otters enjoy a snow day in Maryland during winter storm ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699cd6c9608742058780f478301d0678&url=https%3a%2f%2fapnews.com%2farticle%2fotters-video-snow-storm-slides-baltimore-aquarium-97c075e88a33789e9bf54257eb150f8d&c=16242525705062777983&mkt=en-us\n发布时间: Mon, 23 Feb 2026 14:01:00 GMT\n内容:\nOtters enjoy a snow day in Maryland during winter storm\nA pair of otters slid into their week with an early morning romp in the snow at Baltimore’s National Aquarium.\nBALTIMORE (AP) — A pair of otters slid into their week with an early morning romp in the snow at Baltimore’s National Aquarium.\nSecurity cameras captured the fun around 7 a.m. at the aquarium, which described the otters as “rolling, sliding and romping through the snow” on an outside deck near the city’s Inner Harbor.\nWhile a nor’easter blasted much of the Northeast, one of the visiting otters at the aquarium rolled on its back on the snowy deck before scampering into a running start to slide across the snow.\n“Marylanders may have been fretting about the snow, but the otters visiting our Harbor Wetland exhibit were not!” the aquarium wrote in a Facebook post.\nOtters are common in Maryland’s rivers, marshes and tidal areas.\n\n"
}