{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. US beat Canada in Olympic ice hockey overtime thriller to end 'golden drought' ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fsports%2fice-hockey-us-beat-canada-overtime-thriller-end-golden-drought-2026-02-22%2f&c=9084608205673844939&mkt=en-us\n发布时间: Sun, 22 Feb 2026 09:44:00 GMT\n内容:\n[抓取失败] 摘要: The United States ended a nearly half-century wait for Olympic men's ice hockey gold with a 2-1 overtime victory against Canada in a thrilling final on Sunday, with Jack Hughes delivering their third ...\n\n=== 2. Olympics-Italy to say 'arrivederci' with closing ceremony in ancient Verona Arena ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fsports%2folympics-italy-say-arrivederci-with-closing-ceremony-ancient-verona-arena-2026-02-22%2f&c=1307256632456963242&mkt=en-us\n发布时间: Sun, 22 Feb 2026 00:28:00 GMT\n内容:\n[抓取失败] 摘要: The show will feature leading Italian ballet dancer Roberto Bolle and celebrate Italian art as well as sporting achievement.\n\n=== 3. Alysa Liu takes gold, Ilia Malinin tumbles at eventful Olympic figure skating competition in Milan ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fsports%2freview-olympics-figure-skating-liu-shines-malinin-stumbles-drama-filled-2026-02-22%2f&c=6411134873260492240&mkt=en-us\n发布时间: Sun, 22 Feb 2026 02:08:00 GMT\n内容:\n[抓取失败] 摘要: Alysa Liu completed a remarkable career comeback to win the women's gold as her U.S. teammate Ilia Malinin endured a stunning collapse at an Olympic figure skating competition packed with surprises.\n\n=== 4. Air Canada temporarily suspends operations in Mexico's Puerto Vallarta ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fworld%2famericas%2fair-canada-temporarily-suspends-operations-mexicos-puerto-vallarta-2026-02-22%2f&c=15116841139727986916&mkt=en-us\n发布时间: Sun, 22 Feb 2026 09:32:00 GMT\n内容:\n[抓取失败] 摘要: Air Canada said on Sunday it temporarily suspended operations in Mexico's Puerto Vallarta, citing an ongoing security situation.\n\n=== 5. US ice hockey team honour late teammate Gaudreau after Olympic gold medal win ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fsports%2fice-hockey-us-honour-late-teammate-gaudreau-after-gold-medal-win-2026-02-22%2f&c=18160394092785938051&mkt=en-us\n发布时间: Sun, 22 Feb 2026 09:21:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. players had just pulled off the biggest win of their careers and claimed the country's first Olympic gold since 1980, but after the overtime win against Canada on Sunday their former teammate ...\n\n=== 6. Austria's Mandlbauer avoids serious injury after horror bobsleigh crash ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fsports%2fbobsleigh-austrias-mandlbauer-avoids-serious-injury-after-horror-crash-2026-02-22%2f&c=6098121352063856363&mkt=en-us\n发布时间: Sun, 22 Feb 2026 10:11:00 GMT\n内容:\n[抓取失败] 摘要: Austrian pilot Jakob Mandlbauer avoided serious injury in a dramatic crash in the Four-Man bobsleigh event at the Winter Olympics, the Austrian Olympic Committee said on Sunday.\n\n=== 7. Exclusive: New US military-led group aided Mexico's hunt for 'El Mencho' cartel boss ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fworld%2famericas%2fnew-us-military-led-group-aided-mexicos-hunt-el-mencho-cartel-boss-2026-02-22%2f&c=11600386625139951861&mkt=en-us\n发布时间: Sun, 22 Feb 2026 12:42:00 GMT\n内容:\n[抓取失败] 摘要: A new U.S.-military-led task force specializing in intelligence collection on drug cartels played a role in the Mexican military raid on Sunday that killed the Mexican drug lord known as 'El Mencho,' ...\n\n=== 8. US Secret Service agents killed man trying to unlawfully enter Trump's Mar-a-Lago ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-secret-service-agents-killed-man-trying-to-unlawfully-enter-trumps-mar-a-lago-2026-02-22%2f&c=2648729671712552049&mkt=en-us\n发布时间: Sun, 22 Feb 2026 04:57:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Secret Service said on Sunday its agents shot and killed a man in his 20s after he tried to unlawfully enter a secure perimeter at President Donald Trump's Mar-a-Lago resort in West Palm ...\n\n=== 9. Greenland prime minister says 'no thanks' to Trump's hospital ship ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fworld%2feurope%2fgreenland-prime-minister-says-no-thanks-trumps-hospital-ship-2026-02-22%2f&c=11916809576947780914&mkt=en-us\n发布时间: Sun, 22 Feb 2026 05:59:00 GMT\n内容:\n[抓取失败] 摘要: Greenland's Prime Minister Jens-Frederik Nielsen said on Sunday \"no thanks\" to U.S. President Donald Trump's idea of sending a hospital ship to Greenland, a territory that Trump has repeatedly said he ...\n\n=== 10. Trump curious why Iran has not 'capitulated' amid US military buildup, says Witkoff ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2ftrump-curious-why-iran-has-not-capitulated-amid-us-military-buildup-says-witkoff-2026-02-22%2f&c=8182957633330121919&mkt=en-us\n发布时间: Sun, 22 Feb 2026 03:45:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump is curious as to why Iran has not yet \"capitulated\" and agreed to curb its nuclear programme, as Washington builds up its military capability in the Middle East, Trump's ...\n\n=== 11. Mexican drug lord \"El Mencho\" killed in military operation, says government source ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b813ffa164b5e9b0b81e7defa0748&url=https%3a%2f%2fwww.reuters.com%2fworld%2famericas%2fmexican-drug-lord-el-mencho-killed-military-operation-government-source-2026-02-22%2f&c=11910641434444928721&mkt=en-us\n发布时间: Sun, 22 Feb 2026 08:57:00 GMT\n内容:\n[抓取失败] 摘要: Mexican drug lord Nemesio Oseguera, commonly known as 'El Mencho,' has been killed in a military operation, a government source familiar with the operation told Reuters on Sunday.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Mexican army kills leader of Jalisco New Generation Cartel, official says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2farticle%2fjalisco-cartel-drugs-mexico-mencho-new-generation-5014a70bc62a81d74849146c59ba19f8&c=9500009520300663723&mkt=en-us\n发布时间: Sun, 22 Feb 2026 09:34:00 GMT\n内容:\nMexican army kills leader of powerful Jalisco New Generation Cartel during operation to capture him\nMexican army kills leader of powerful Jalisco New Generation Cartel during operation to capture him\nMEXICO CITY (AP) — The Mexican army killed the leader of the Jalisco New Generation Cartel, Nemesio Rubén Oseguera Cervantes, “El Mencho, ” on Sunday, decapitating what had become Mexico’s most powerful cartel and giving the government its biggest prize yet to show the Trump administration its efforts.\nOseguera Cervantes was wounded in an operation to capture him Sunday in Tapalpa, Jalisco about a two-hour drive southwest of Guadalajara and he died while being flown to Mexico City, the Defense Department said in a statement. The state is the base of the cartel known for trafficking huge quantities of fentanyl and other drugs to the United States.\nDuring the operation, troops came under fire and killed four people at the location. Three more people, including Oseguera Cervantes, were wounded and later died, the statement said. Two others were arrested and armored vehicles, rocket launchers and other arms were seized. Three members of the armed forces were wounded and receiving medical treatment.\nThe U.S. Embassy in Mexico said on X that the operation was carried out by Mexican special forces “within the framework of bilateral cooperation, with U.S. authorities providing complementary intelligence.”\nRoadblocks and burning vehicles\nThe killing of the powerful drug lord set off sever...\n\n=== 2. US says ambassador’s comments on Israel and the Middle East were taken out of context ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2farticle%2fisrael-gaza-hamas-war-news-02-22-2026-17cc3abc5002151a81b55cb6acd35463&c=18344265031340334882&mkt=en-us\n发布时间: Sun, 22 Feb 2026 06:59:00 GMT\n内容:\nUS says ambassador’s comments on Israel and the Middle East were taken out of context\nTEL AVIV, Israel (AP) — An uproar continued Sunday after the U.S. ambassador to Israel, Mike Huckabee, said Israel has a right to much of the Middle East, as more Arab and Muslim countries objected and the U.S. said his comments were taken out of context.\nHuckabee spoke in an interview with conservative commentator Tucker Carlson that aired Friday. Carlson said that according to the Bible, the descendants of Abraham would receive land that today would include much of the Middle East, including parts of modern-day Jordan, Syria, Iraq and Lebanon. He quoted from Genesis Chapter 15 and asked Huckabee if Israel had a right to that land.\nHuckabee responded: “It would be fine if they took it all.”\nA spokesperson for the U.S. Embassy said Sunday that Huckabee’s comments were taken out of context and that there is no change to U.S. policies on Israel.\nIn the interview, Huckabee added: “They’re not asking to go back and take all of that, but they are asking to at least take the land that they now occupy, they now live in, they now own legitimately, and it is a safe haven for them.” He added that Israel isn’t trying to take over Jordan, Lebanon, Syria, or Iraq but is trying to protect its own people.\nCondemnation by Arab countries\nA joint statement Sunday by Egypt, Saudi Arabia, Jordan, Bahrain, United Arab Emirates, Qatar, Indonesia, Pakistan, Turkey, Syria, Kuwait, Lebanon, Oman, the Palestinian Aut...\n\n=== 3. U.S. Secret Service: Armed man killed after entering Mar-a-Lago perimeter ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2fvideo%2fu-s-secret-service-armed-man-killed-after-entering-mar-a-lago-perimeter-a686b0c39eff4e49abd8b22d94200046&c=15344061127109369026&mkt=en-us\n发布时间: Sun, 22 Feb 2026 14:14:00 GMT\n内容:\nU.S. Secret Service said an armed man was shot and killed after entering the secure perimeter of Mar-a-Lago, President Donald Trump’s resort in Palm Beach, Fla. Trump often spends weekends at his resort but he was at the White House during this incident. (AP video: Daniel Kozin/Production: Vanessa A. Alvarez)\nU.S. Secret Service: Armed man killed after entering Mar-a-Lago perimeter\nU.S. Secret Service said an armed man was shot and killed after entering the secure perimeter of Mar-a-Lago, President Donald Trump’s resort in Palm Beach, Fla. Trump often spends weekends at his resort but he was at the White House during this incident. (AP video: Daniel Kozin/Production: Vanessa A. Alvarez)\n\n=== 4. EU says US must honor a trade deal after court blocks Trump tariffs ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2farticle%2feu-us-trump-tariffs-commission-trade-8c5f9fa35d9f0f13afef0ddbaf88b1f6&c=304886047497042850&mkt=en-us\n发布时间: Sun, 22 Feb 2026 07:40:00 GMT\n内容:\nEU says US must honor a trade deal after court blocks Trump tariffs\nEU says US must honor a trade deal after court blocks Trump tariffs\nBRUSSELS (AP) — The European Union’s executive arm requested “full clarity” from the United States and asked its trade partner to fulfill its commitments after the U.S. Supreme Court struck down some of President Donald Trump’s most sweeping tariffs.\nTrump has lashed out at the court decision and said Saturday that he wants a global tariff of 15%, up from the 10% he announced a day earlier.\nThe European Commission said the current situation is not conducive to delivering “fair, balanced, and mutually beneficial” trans-Atlantic trade and investment, as agreed to by both sides and spelled out in the EU-U.S. Joint Statement of August 2025.\nAmerican and EU officials sealed a trade deal last year that imposes a 15% import tax on 70% of European goods exported to the United States. The European Commission handles trade for the 27 EU member countries.\nA top EU lawmaker said on Sunday he will propose to the European Parliament negotiating team to put the ratifying process of the deal on pause.\n“Pure tariff chaos on the part of the U.S. administration,” Bernd Lange, the chair of Parliament’s international trade committee, wrote on social media. “No one can make sense of it anymore — only open questions and growing uncertainty for the EU and other U.S. trading partners.”\nThe value of EU-U.S. trade in goods and services amounted to 1.7 trillion euros ($...\n\n=== 5. Live updates: Athletes celebrate their Olympic achievements at the closing ceremony ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2flive%2fmilan-cortina-winter-olympics-hockey-closing-ceremony-updates%3ftab%3d0000019c-868d-df3a-a5df-d79d739e0000&c=1213540085329417102&mkt=en-us\n发布时间: Sun, 22 Feb 2026 13:34:00 GMT\n内容:\nAs it happened: 2026 Winter Games closing ceremony\nLive updates for this event have ended. See what you missed below, and find more of our Olympics reporting at apnews.com.\nThe Milan Cortina Olympics ended Sunday with a closing ceremony paying tribute to Italian dance and music inside the ancient Verona Arena, roughly mid-distance between the far-flung mountain, valley and city venues that made these the most spread-out Winter Games in Olympic history.\nEarlier Sunday, the United States beat Canada 2-1 in overtime to win the men’s hockey gold on the final day of the Milan Cortina Olympics. Jack Hughes scored the winning goal just 1:41 into overtime.\nWhat to know:\n- Some 1,500 Olympians filed into the arena waving small national flags to a rousing medley of Italian pop hits from the 20th century as the crowd sang along, taking their seats in the stone arena in places marked by green, red and white lights for the Italian flag.\nOne of the key moments of the ceremony is when the Olympic flag is handed over to the next Winter Games host nation, France, and its flag is raised next to Italy’s and Greece’s. The 2030 Winter Games will be held in the French Alps, and the 2028 Summer Olympics will be hosted in Los Angeles.\n▶ See the final medal count for the games here.\nNo cross-country medal for Jessica Diggins\nThe American was in the race for bronze until the last kilometer of the 50 km mass start when Switzerland’s Nadja Kaelin pulled away and finished in third place.\nSweden’s Ebba An...\n\n=== 6. Johnny Gaudreau’s children join the US Olympic gold medal celebration ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2farticle%2fjohnny-gaudreau-kids-gold-medal-e7c410a61abadf1523b51260647c11bd&c=5853638962857827500&mkt=en-us\n发布时间: Sun, 22 Feb 2026 10:00:00 GMT\n内容:\nJohnny Gaudreau’s children join the US Olympic gold medal celebration\nJohnny Gaudreau’s children join the US Olympic gold medal celebration\nMILAN (AP) — Johnny Gaudreau’s No. 13 jersey was hanging in the U.S. locker room throughout the Olympics, and Dylan Larkin and Matthew Tkachuk carried it around the ice after the U.S. beat Canada in overtime to win the country’s first gold medal at the Games since 1980.\nThen, the tribute to the late player known as “Johnny Hockey” went even further.\nThe oldest two of Johnny and Meredith Gaudreau’s three children were in attendance, along with their grandparents, Guy and Jane, and they got to be part of the celebration. Larkin and Werenski brought 3-year-old Noa and 2-year-old Johnny Jr. on the ice for the team photo, which also had Gaudreau’s jersey in it. To a man, players said he should have been with them.\n“It meant everything,” said Werenski, who assisted on Jack Hughes’ golden goal in overtime. “This is something John would have been at. And to see his family here supporting us and seeing his kids, bringing them on the ice, we talked about playing for him, making him proud and I think we did that. Super special to see them and to have kids on the ice, he was a huge part of USA Hockey.”\nJohnny and his brother, Matthew, died in August 2024 when they were struck by an SUV while riding bicycles near their hometown in New Jersey on the eve of their sister Katie’s wedding.\n“He’s with us here in spirit for the whole tournament,” captain Aus...\n\n=== 7. Jack Hughes lost teeth from a high-stick to the mouth before his Olympic gold-winning goal ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2farticle%2fteeth-jack-hughes-olympics-hockey-c919611c8fbb3d34075ae4c867a58296&c=13770474084943496389&mkt=en-us\n发布时间: Sun, 22 Feb 2026 09:23:00 GMT\n内容:\nJack Hughes lost teeth from a high-stick to the mouth before his Olympic gold-winning goal\nJack Hughes lost teeth from a high-stick to the mouth before his Olympic gold-winning goal\nMILAN (AP) — Jack Hughes lost some teeth before he won Olympic gold for the United States.\nThe forward who put the puck in the net in overtime to give the Americans a 2-1 victory over Canada in the men’s hockey final at the Milan Cortina Games on Sunday did so with a bloody mouth and less of a bite than he began the game with. That’s because Hughes was spittin’ chiclets after taking a stick to the mouth from Sam Bennett in the third period.\n“I looked on the ice and saw my teeth,” said Hughes, who had one knocked out in an NHL game a few years ago, too. “I was like, ‘Here we go again.’”\nWell, that’s a mouthful to say.\nThe 24-year-old Hughes is a forward for the New Jersey Devils. He scored past Canadian goalie Jordan Binnington after a little more than 1 1/2 minutes of extra time.\nHughes’ older brother, Quinn, 26, is a defenseman for the Americans, who won the country’s first gold in men’s hockey since the 1980 “ Miracle on Ice ” team that upset the heavily favored Soviet Union at Lake Placid.\n“No one loves the game more than him,” Quinn said about Jack. “He’s got so much passion. He’s a gamer. He made it happen.”\nOther teammates figured that Jack Hughes will be just fine without some of his chompers. There was not exactly a whole lot of sympathy going on around among the 2026 Olympic champs.\nAfter...\n\n=== 8. US men’s hockey gold medal and Eileen Gu’s halfpipe victory highlight final day of Winter Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2farticle%2fmilan-cortina-winter-olympics-bcdb2758d3b67ea641a846fecd31ce77&c=2019840124945623062&mkt=en-us\n发布时间: Sun, 22 Feb 2026 11:40:00 GMT\n内容:\nUS men’s hockey gold medal and Eileen Gu’s halfpipe victory highlight final day of Winter Olympics\nUS men’s hockey gold medal and Eileen Gu’s halfpipe victory highlight final day of Winter Olympics\nMILAN (AP) — Jack Hughes’ overtime goal against Canada gave the United States its first Olympic gold medal in men’s hockey since 1980 — and on the 46th anniversary of the “ Miracle on Ice ” no less.\nHughes, who had lost a tooth or two from a high stick during the game, scored off a pass from Zach Werenski early into 3-on-3 overtime to clinch a 2-1 victory Sunday.\n“It doesn’t matter about the goal. Just an unbelievable team, unbelievable team win,” Hughes said. “We’re just so proud to win for our country.\n“The best experiences I have are playing for my country, playing to break the golden drought with this group of guys and for us to win gold here at the Olympics, just an unbelievable moment,” he added.\nThere was a hint of sadness amid the joy as Werenski and Matthew Tkachuk carried a Johnny Gaudreau No. 13 jersey around the ice in tribute to the beloved player who died in August 2024 along with his brother when they were struck by an SUV while riding bicycles.\nThe Americans’ victory Sunday was their 12th gold of the Milan Cortina Games. The US women’s hockey team had also won gold — also in a 2-1 overtime victory over Canada in the final.\nNorway topped the final medal count with 18 golds and 41 medals overall — best in both categories.\nEileen Gu defends Olympic halfpipe title\nEilee...\n\n=== 9. Live updates: Armed man shot and killed after entering secure perimeter of Mar-a-Lago, Secret Service says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2flive%2ftrump-mar-a-lago-shooting&c=10480334152289665589&mkt=en-us\n发布时间: Sun, 22 Feb 2026 06:54:00 GMT\n内容:\nArmed man shot and killed after entering secure perimeter of Mar-a-Lago, Secret Service says\nToday’s live updates have ended. Read what you missed below and find more coverage at apnews.com.\nAn armed man drove into the secure perimeter of Mar-a-Lago, President Donald Trump’s resort in Palm Beach, Florida, as another vehicle was exiting before being shot and killed early Sunday morning, according to a spokesman for the U.S. Secret Service.\nThe man, who was in his early 20s and from North Carolina, had a gas can and a shotgun, according to Anthony Guglielmi, the spokesman. He had been reported missing by his family a few days ago, and investigators believe he headed south and picked up the shotgun along the way.\nThe man killed was identified by investigators as 21-year-old Austin Tucker Martin, according to a person familiar with the matter. The person spoke on the condition of anonymity because they were not authorized to publicly discuss details of the investigation.\nWhat to know:\n- The president and first lady Melania Trump were at the White House when the breach at Mar-a-Lago occurred.\n- The U.S. has been rocked multiple times by political violence. In just the past year, conservative activist Charlie Kirk was assassinated, as was the Democratic leader in the Minnesota state House and her husband. Another Minnesota lawmaker and his wife were shot, and there was an arson attack at Pennsylvania Gov. Josh Shapiro’s home.\nVehicles block property believed to be suspect’s\nOn Sund...\n\n=== 10. Overtime hockey heartbreak closes Milan Cortina Olympics for Canada ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2farticle%2fcanada-olympic-hockey-162797e00f8a8d5b5cfc3d27df7bb85e&c=13017478112342507050&mkt=en-us\n发布时间: Sun, 22 Feb 2026 11:38:00 GMT\n内容:\nOvertime hockey heartbreak closes Milan Cortina Olympics for Canada\nOvertime hockey heartbreak closes Milan Cortina Olympics for Canada\nMILAN (AP) — Canada’s Olympic run in Italy ended with a 2-1 overtime loss to the United States in the men’s hockey final on Sunday.\nJack Hughes scored 1:41 into overtime, left alone in the slot during 3-on-3 play as Canada scrambled after surrendering an odd-man break seconds earlier. Matt Boldy also scored for the Americans, while Cale Makar had Canada’s only goal.\n“It’s really disappointing, especially with the group we had,” Canada’s 19-year-old forward Macklin Celebrini said. “The whole time, we believed in ourselves. We had lots of chances, I had lots of chances, I missed. You get put in those situations, you have to capitalize on your opportunities, and I didn’t.\n“We went through a lot. We’re all going to remember this time, but unfortunately, it’s going to be more motivational than celebration.”\nThe gold is the United States’ first in Olympic men’s hockey since the 1980 Lake Placid Games.\nCanada played the final without captain Sidney Crosby, sidelined by a lower-body injury sustained when his right leg bent awkwardly in the quarterfinal win over Czechia. He also missed the 3-2 semifinal victory over Finland.\n“It was a tough decision,” Crosby said. “Obviously in your head, you always want to be out there and find every way possible. But not at the expense of what needs to be done. And then watching how we played today, the guys played ...\n\n=== 11. Winter Olympics closing day live updates: US wins gold in men’s hockey final against Canada ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699b8143d0774469ad4bfe79f35fb53d&url=https%3a%2f%2fapnews.com%2flive%2fmilan-cortina-winter-olympics-hockey-closing-ceremony-updates%3ftab%3d0000019c-868d-dfc0-a19f-e6dd48e00000&c=12590741965758308965&mkt=en-us\n发布时间: Sun, 22 Feb 2026 12:11:00 GMT\n内容:\nAs it happened: 2026 Winter Games closing ceremony\nLive updates for this event have ended. See what you missed below, and find more of our Olympics reporting at apnews.com.\nThe Milan Cortina Olympics ended Sunday with a closing ceremony paying tribute to Italian dance and music inside the ancient Verona Arena, roughly mid-distance between the far-flung mountain, valley and city venues that made these the most spread-out Winter Games in Olympic history.\nEarlier Sunday, the United States beat Canada 2-1 in overtime to win the men’s hockey gold on the final day of the Milan Cortina Olympics. Jack Hughes scored the winning goal just 1:41 into overtime.\nWhat to know:\n- Some 1,500 Olympians filed into the arena waving small national flags to a rousing medley of Italian pop hits from the 20th century as the crowd sang along, taking their seats in the stone arena in places marked by green, red and white lights for the Italian flag.\nOne of the key moments of the ceremony is when the Olympic flag is handed over to the next Winter Games host nation, France, and its flag is raised next to Italy’s and Greece’s. The 2030 Winter Games will be held in the French Alps, and the 2028 Summer Olympics will be hosted in Los Angeles.\n▶ See the final medal count for the games here.\nDropped call?\nNew Zealand freeskier Mischa Thomas dropped her phone in the middle of the halfpipe on her second run Sunday. It had to be retrieved for her. After the competition, she reported the phone is doing “great. Ne...\n\n"
}