{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Exclusive: Prior to Iran attacks, CIA assessed Khamenei could be replaced by hardline IRGC elements if killed, sources say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fprior-iran-attacks-cia-assessed-khamenei-would-be-replaced-by-hardline-irgc-2026-02-28%2f&c=8145020715536962890&mkt=en-us\n发布时间: Sat, 28 Feb 2026 06:58:00 GMT\n内容:\n[抓取失败] 摘要: In the run-up to the U.S. and Israeli attacks on Saturday, the U.S. Central Intelligence Agency assessed that even if Iran's Supreme Leader Ayatollah Ali Khamenei was killed in the operation, he would ...\n\n=== 2. US-Israeli attack triggers fear and panic in Iran ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fus-israeli-attack-triggers-fear-panic-iran-2026-02-28%2f&c=3732208218240825522&mkt=en-us\n发布时间: Sat, 28 Feb 2026 02:07:00 GMT\n内容:\n[抓取失败] 摘要: Iranians fled cities in search of safety, rushed to stock up on food, and formed long queues at fuel stations as an attack on Iran by the United States and Israel spread fear and panic throughout the ...\n\n=== 3. Iranian leader Khamenei killed in strikes, Israel says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2fisrael-us-launch-strikes-iran-2026-02-28%2f&c=13703750784627781736&mkt=en-us\n发布时间: Fri, 27 Feb 2026 22:37:00 GMT\n内容:\n[抓取失败] 摘要: Three sources familiar with the matter said Iranian Defence Minister Amir Nasirzadeh and Revolutionary Guards commander Mohammed Pakpour were killed in the Israeli attacks. Iranian media had said ...\n\n=== 4. How US-Iran tensions could shape world markets ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fenergy%2fhow-us-iran-tensions-could-shape-world-markets-2026-02-28%2f&c=15394789972888717808&mkt=en-us\n发布时间: Sat, 28 Feb 2026 04:35:00 GMT\n内容:\n[抓取失败] 摘要: Iran is a major producer and lies opposite the Arabian Peninsula across the Strait of Hormuz, through which about 20% of global oil supply passes. Conflict could limit oil entering the market and push ...\n\n=== 5. Trump's Iran strikes mark his biggest foreign policy gamble ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrumps-iran-strikes-mark-his-biggest-foreign-policy-gamble-2026-02-28%2f&c=16372039325792450614&mkt=en-us\n发布时间: Sat, 28 Feb 2026 07:23:00 GMT\n内容:\n[抓取失败] 摘要: With his large-scale attack on Iran, Donald Trump has seized a legacy-defining moment to demonstrate his readiness to exercise raw U.S. military power. But in doing so, he is also taking the biggest ...\n\n=== 6. Trump warns some Americans may die amid US strikes in Iran ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2ftrump-says-us-carrying-out-major-combat-operations-iran-2026-02-28%2f&c=11557053950626123663&mkt=en-us\n发布时间: Fri, 27 Feb 2026 23:07:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump said on Saturday there could be U.S. casualties after he announced the United States conducted \"major combat operations\" in Iran.\n\n=== 7. Travel chaos grips Middle East after US, Israel strikes on Iran ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fworld%2feurope%2fairlines-suspend-middle-east-flights-after-us-israel-strikes-iran-2026-02-28%2f&c=13393580401719326961&mkt=en-us\n发布时间: Sat, 28 Feb 2026 01:00:00 GMT\n内容:\n[抓取失败] 摘要: Airlines suspended flights across the Middle East on Saturday, including to and from the world's busiest travel hub Dubai, after the United States and Israel launched strikes on Iran, plunging the ...\n\n=== 8. Manchester City newcomer Antoine Semenyo says he can sense club's shift into title-winning mentality ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fsports%2fsoccer%2fman-city-newcomer-semenyo-senses-teams-shift-into-title-winning-mentality-2026-02-28%2f&c=17471568082700814591&mkt=en-us\n发布时间: Sat, 28 Feb 2026 12:29:00 GMT\n内容:\n[抓取失败] 摘要: Antoine Semenyo may be just weeks into his Manchester City career, but the forward says he can already feel the winners of six of the last eight Premier League crowns switching into title-winning ...\n\n=== 9. Kane double, Kimmich strike give leaders Bayern 3-2 comeback win at Dortmund ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fsports%2fsoccer%2fkane-double-kimmich-strike-give-leaders-bayern-3-2-comeback-win-dortmund-2026-02-28%2f&c=4560313418311011752&mkt=en-us\n发布时间: Sat, 28 Feb 2026 11:22:00 GMT\n内容:\n[抓取失败] 摘要: Bundesliga top scorer Harry Kane scored twice in 16 minutes and Joshua Kimmich snatched an 87th-minute winner as visitors Bayern Munich battled from a goal down to beat title rivals Borussia Dortmund ...\n\n=== 10. Kentucky in complete control, exacts revenge on No. 25 Vanderbilt ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fsports%2fbasketball%2fkentucky-complete-control-exacts-revenge-no-25-vanderbilt--flm-2026-02-28%2f&c=2187806267236609073&mkt=en-us\n发布时间: Sat, 28 Feb 2026 12:42:00 GMT\n内容:\n[抓取失败] 摘要: Colin Chandler scored a career-high 23 points and made six shots from 3-point range as Kentucky exacted some revenge with a 91-77 victory over No. 25 Vanderbilt on Saturday at Lexington, Ky.\n\n=== 11. Berkshire CEO Abel seeks to reassure shareholders after taking baton from Buffett ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fboards-policy-regulation%2fberkshire-ceo-abel-seeks-reassure-shareholders-after-taking-baton-buffett-2026-02-28%2f&c=14863733334114113034&mkt=en-us\n发布时间: Sat, 28 Feb 2026 09:59:00 GMT\n内容:\n[抓取失败] 摘要: Berkshire Hathaway's new Chief Executive Greg Abel moved to put his stamp on the conglomerate with his first annual letter to shareholders on Saturday, pledging to maintain its \"fortress-like\" balance ...\n\n=== 12. Kyiv says Russia accepted US plan for Ukraine security guarantees ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a08106745a9903034075a0ba82a&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2fkyiv-says-russia-accepted-us-plan-ukraine-security-guarantees-2026-02-28%2f&c=13396901902388427196&mkt=en-us\n发布时间: Sat, 28 Feb 2026 11:40:00 GMT\n内容:\n[抓取失败] 摘要: Russia said at recent talks in Geneva it would accept the U.S. proposal for Ukraine's post-war security guarantees, Ukrainian President Volodymyr Zelenskiy's chief of staff said on Saturday.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. UN chief condemns US-Israeli attacks on Iran during emergency Security Council meeting ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2firan-israel-us-un-security-council-airstrikes-9140bca9241fb99be8cb3cff2c650741&c=13419316291134879120&mkt=en-us\n发布时间: Sat, 28 Feb 2026 13:55:00 GMT\n内容:\nUN chief condemns US-Israeli attacks on Iran during emergency Security Council meeting\nUN chief condemns US-Israeli attacks on Iran during emergency Security Council meeting\nUNITED NATIONS (AP) — The United Nations chief condemned the U.S.-Israeli airstrikes on Iran and called for an immediate return to negotiations “to pull the region, and our world, back from the brink.”\nSecretary-General António Guterres told an emergency meeting of the U.N. Security Council on Saturday that everything must be done to prevent further escalation. “The alternative,” he warned, “is a potential wider conflict with grave consequences for civilians and regional stability.”\nGuterres also condemned Iran’s retaliatory attacks for violating the sovereignty and territorial integrity of Bahrain, Iraq, Jordan, Kuwait, Qatar, Saudi Arabia and the United Arab Emirates.\nIsrael’s U.N. Ambassador Danny Danon, speaking to reporters before the meeting, said it was “hypocrisy” to condemn the airstrikes. He said Iran is responsible for the actions of its proxies in the Middle East and for its nuclear and missile programs, and Israel and the U.S. acted “to prevent an irreversible and immediate threat.”\nThe attack on Iran killed Supreme Leader Ayatollah Ali Khamenei, The Associated Press has reported. The assassination of the second leader of the Islamic Republic, who had no designated successor, raised the prospects of a protracted conflict given Iranian threats of retaliation. President Donald Trump on social m...\n\n=== 2. Live updates: Trump says Iranian Supreme Leader Ali Khamenei is dead. Iran has not confirmed his death ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2flive%2flive-updates-israel-iran-february-28-2026&c=15075221508014382932&mkt=en-us\n发布时间: Sat, 28 Feb 2026 14:08:00 GMT\n内容:\nLive updates: Trump says Iranian Supreme Leader Ali Khamenei is dead. Iran has not confirmed his death\nU.S. President Donald Trump has appealed to the Iranian people to “take over your government.”\nSupreme Leader Ayatollah Ali Khamenei was killed in a major attack on Iran launched by Israel and the United States, Israeli officials told The Associated Press on Saturday. There was no immediate comment from the U.S. or Iran on his status.\nSupreme Leader Ayatollah Ali Khamenei was killed in a major attack on Iran launched by Israel and the United States, President Donald Trump said Saturday on social media. There was no immediate comment from Iran on his status.\nThe assassination of the second leader of the Islamic Republic, who had no designated successor, would throw its future into doubt and raise the prospect of a protracted conflict, given Iranian threats of retaliation.\nTrump said his death is “the single greatest chance for the Iranian people to take back their Country.” The death occurred after a joint U.S. and Israeli aerial bombardment that targeted Iranian military and governmental sites.\nWhat we know so far:\n- The strikes: Some of the first strikes appeared to hit areas around the offices of Supreme Leader Ayatollah Ali Khamenei, and Iranian media reported strikes nationwide. Smoke could be seen rising from the capital. It wasn’t immediately clear whether the 86-year-old leader was in his offices at the time of the strike.\n- Iran retaliated: Hours after the strikes, I...\n\n=== 3. Worms in food, poor medical care, lights on 24/7: Families tell of life in Texas detention center ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2fchildren-immigration-detention-dilley-trump-administration-ice-8ab12c9357ff3b8d400cfa2b2dbe85ed&c=16066847648642346355&mkt=en-us\n发布时间: Sat, 28 Feb 2026 11:46:00 GMT\n内容:\nWorms in food, poor medical care, lights on 24/7: Families tell of life in Texas detention center\nAndrea Armero’s younger daughter was already traumatized when the family came to the United States from Colombia in 2024. After being sent to a now-infamous Texas detention facility, the 13-year-old spiraled into crisis.\nLAREDO, Texas (AP) — A month after ICE agents sent the young Ecuadorian mother and her 7-year-old daughter to a sprawling detention center 1,300 miles from their Minnesota home, they were finally free.\nBut when the bus pulled up to a migrant shelter in the border city of Laredo, dropping off a half-dozen families lugging bags stuffed with belongings, the stress of recent weeks tracked mother and daughter like the long shadows on that mid-February afternoon.\nNight after night inside south Texas’ Dilley Immigration Processing Center with hundreds of other families, the grade-schooler wept and pleaded to know why they were being held.\n“She would tell me, ‘Mom, what crime did I commit to be a prisoner?’ I didn’t know what to tell her,” said the 29-year-old, who spoke on condition of anonymity for fear being identified could negatively affect their immigration case. Her husband was deported to Ecuador soon after they were taken into custody.\nMany Americans were alarmed last month when photos circulated showing U.S. Immigration and Customs Enforcement agents in Minneapolis detaining a 5-year-old boy wearing a bunny hat and carrying a Spiderman backpack. The concern fol...\n\n=== 4. Iran’s supreme leader has been killed during major attack, Trump says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2firan-us-explosion-tehran-c2f11247d8a66e36929266f2c557a54c&c=9187002111230610166&mkt=en-us\n发布时间: Sat, 28 Feb 2026 14:12:00 GMT\n内容:\nIran’s supreme leader has been killed during major attack, Trump says\nIran’s supreme leader has been killed during major attack, Trump says\nDUBAI, United Arab Emirates (AP) — A major attack launched by Israel and the United States killed Iran’s Supreme Leader Ayatollah Ali Khamenei, President Donald Trump announced Saturday, confirming an assassination that he said gave Iranians their “greatest chance” to “take back the country” but that also put the future of the Islamic Republic in doubt and raised the risk of regional instability.\nLive view from the Middle East after US and Israel launch attack on Iran.\nThe strikes opened a stunning new chapter in U.S. intervention in Iran, marking the second time in eight months that the Trump administration had attacked the country during talks over its nuclear program. The reported killing of Khameini after decades in power appeared certain to create a significant leadership vacuum given the absence of a known successor and because the Supreme Leader had final say on all major policies. He led Iran’s clerical establishment and its paramilitary Revolutionary Guard – the two main centers of power in the governing theocracy.\nIn a nationally televised address, Israeli Prime Minister Benjamin Netanyahu said there were “growing signs” that the 86-year-old Khamenei had been killed when Israel struck his compound early Saturday. Shortly after the address, two Israeli officials said Israel had confirmed his death. The officials both spoke on con...\n\n=== 5. Tempers flare between Nuggets and Thunder as Dort is ejected after fouling Jokic ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2fthunder-nuggets-fight-97f285e218dc2c89fb520fd0f78c90d5&c=8048919029495045074&mkt=en-us\n发布时间: Sat, 28 Feb 2026 14:10:00 GMT\n内容:\nTempers flare between Nuggets and Thunder as Dort is ejected after fouling Jokic\nTempers flare between Nuggets and Thunder as Dort is ejected after fouling Jokic\nOKLAHOMA CITY (AP) — Thunder guard Lu Dort was ejected as tempers flared in the fourth quarter of Oklahoma City’s 127-121 overtime victory over Nikola Jokic and Denver Nuggets on Friday night.\nDort fouled Jokic, and the Denver star got in Dort’s face. A scrum ensued and Jokic and Oklahoma City’s Jaylin Williams were called for offsetting technical fouls. Dort was issued a Flagrant 2 and ejected.\nThe situation was brewing from the start. The Thunder beat Denver 4-3 in the Western Conference semifinals last season, and the Nuggets — especially Jokic — were committed to matching Oklahoma City’s aggressive style.\nDort was a first-team All-Defensive selection last season with a reputation for pushing the boundaries of acceptable physical play. Crew chief James Williams said after the game that Dort’s hip check/trip combination was dangerous.\n“Lu Dort was assessed a flagrant foul penalty 2 because we deemed his contact on Jokic to be unnecessary and excessive with a high potential for injury, and also because the contact led to an altercation that did not dissolve,” Williams said. “So, by rule, a flagrant foul penalty 2 carries an automatic ejection.”\nJokic, who had initiated contact with Thunder players throughout the game rather than letting it come to him, finally had enough.\n“It’s an unnecessary move and a necessary re...\n\n=== 6. A look at Iran’s key political and religious figures ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2firan-leadership-tehran-trump-israel-b046aea281a5a9b83eb82c4a62350f59&c=4039114927347806200&mkt=en-us\n发布时间: Sat, 28 Feb 2026 14:12:00 GMT\n内容:\nA look at Iran’s key political and religious figures\nThe U.S. and Israel launched a major attack on Iran on Saturday, and U.S. President Donald Trump called on the Iranian public to “seize control of your destiny” by rising up against the Islamic leadership that has ruled the nation since 1979.\nIsraeli officials told The Associated Press that Supreme Leader Ayatollah Ali Khamenei died in the attack, along with other high-ranking military officials. Trump announced the death soon after on social media, saying “the single greatest chance for the Iranian people to take back their Country” had arrived with Khamenei’s death.\nYet even if Iran’s top leaders were killed, regime change is not guaranteed.\nHere is a look at Iran’s top political and spiritual leaders.\nSupreme Leader Ali Khamenei\nIn 1989, Khamenei became Iran’s supreme leader after the death of Ruhollah Khomeini, the founder of the Islamic Republic of Iran. Khamenei played an important role in the movement that overthrew Shah Mohammad Reza Pahlavi in the 1979 revolution.\nThe 86-year-old Khamenei is Iran’s commander-in-chief, who has the final say on all policy and religious matters. Iran’s paramilitary Revolutionary Guard, the force that safeguards the Islamic Republic, answers directly to him.\nKhamenei has been in charge during previous crackdowns on protesters in Iran. He recently said Iran was ready to retaliate against any American attack.\nOne of the first strikes Saturday hit near Khamenei’s offices. Two Israeli offi...\n\n=== 7. Commercial flight operations across the Middle East and beyond disrupted by strikes on Iran ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2firan-israel-us-flights-airspace-travel-0346e29ee99eaee2838c8e08f4facb78&c=14274858899286554164&mkt=en-us\n发布时间: Sat, 28 Feb 2026 10:22:00 GMT\n内容:\nHundreds of thousands of travelers stranded by flight disruptions after attack on Iran\nHundreds of thousands of travelers stranded by flight disruptions after attack on Iran\nLONDON (AP) — America and Israel’s attack on Iran disrupted flights across the Middle East and beyond Saturday as countries around the region closed their airspace and three of the key airports that connect Europe, Africa and the West to Asia halted operations.\nWatch a live view of the flight radar map showing flight disruptions in the region after the U.S. and Israel launched an attack against Iran.\nHundreds of thousands of travelers were either stranded or diverted to other airports after Israel, Qatar, Syria, Iran, Iraq, Kuwait and Bahrain closed their airspace. There also was no flight activity over the United Arab Emirates, flight tracking website FlightRadar24 said, after the government there announced a “temporary and partial closure” of its airspace.\nThat led to the closure of key hub airports in Dubai, Abu Dhabi and Doha, and the cancellation of more than 1,000 flights by major Middle Eastern airlines. The three major airlines that operate at those airports — Emirates, Qatar Airways and Etihad — typically have about 90,000 passengers per day crossing through those hubs and even more travelers headed to destinations in the Middle East, according to aviation analytics firm Cirium. Dubai International Airport is the world’s busiest airport for international flights.\n“For travelers, there’s no way to...\n\n=== 8. What to know about the clash between the Pentagon and Anthropic over military’s AI use ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2fanthropic-pentagon-ai-dario-amodei-hegseth-0c464a054359b9fdc80cf18b0d4f690c&c=8826688210753325838&mkt=en-us\n发布时间: Sat, 28 Feb 2026 13:32:00 GMT\n内容:\nWhat to know about the clash between the Pentagon and Anthropic over military’s AI use\nWhat to know about the clash between the Pentagon and Anthropic over military’s AI use\nWASHINGTON (AP) — A high-stakes dispute over military use of artificial intelligence erupted into public view this week as Defense Secretary Pete Hegseth brusquely terminated the Pentagon’s work with Anthropic and other government agencies, using a law designed to counter foreign supply chain threats to slap a scarlet letter on a U.S. company.\nPresident Donald Trump and Hegseth accused rising AI star Anthropic of endangering national security after its CEO Dario Amodei refused to back down over concerns the company’s products could be used for mass surveillance or autonomous armed drones.\nThe San Francisco-based company has vowed to sue over Hegseth’s call to designate Anthropic a supply chain risk, an unprecedented move to apply a law intended to counter foreign threats to a U.S. company.\nAnthropic said it would challenge what it called a legally unsound action “never before publicly applied to an American company.”\nThe looming legal battle could have huge implications on the balance of power in Big Tech during a critical juncture, as well as the rules governing military use of AI and other guardrails that are set up to prevent a technology from posing threats to human life.\nThe dustup already has resulted in a coup for ChatGPT maker OpenAI, which seized upon an opportunity to step into the void to make ...\n\n=== 9. Mexican authorities hand over body of ‘El Mencho’ to his family ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2fmexico-cartel-death-el-mencho-eade6e3695ef0d387271a9bc6601c2a1&c=15094006698576079609&mkt=en-us\n发布时间: Sat, 28 Feb 2026 13:43:00 GMT\n内容:\nMexican authorities hand over body of ‘El Mencho’ to his family\nMEXICO CITY (AP) — Mexican authorities returned the body of Nemesio Oseguera Cervantes, known as “El Mencho,” to his family after he was killed by the Mexican army last week, officials said on Saturday.\nIn a brief note on X, the Attorney General’s Office said that it handed over the body of El Mencho after completing all the necessary procedural protocols.\n“Genetic tests were carried out to confirm that there were indeed blood ties between the person who requested the release and the deceased,” the organ said.\nThe killing of the country’s most powerful drug lord was met with a wave of retaliatory violence in some 20 states. More than 70 people were killed.\nThe violence has fueled fears that the bloodshed could hurt tourism ahead of the FIFA World Cup later this year.\n“I don’t think handing over the body to the family is going to recreate the havoc,” said David Mora, a senior analyst and Mexico expert at global think tank International Crisis Group.\n“The violence that is going to come next is going to play out differently,” Mora added, pointing to the reorganization of the cartel following the decapitation of its leader and potential turf wars between smaller criminal groups.\nThe U.S. State Department had offered a reward of up to $15 million for information leading to the arrest of El Mencho. The Jalisco New Generation Cartel, which he ran, is one of the most powerful and fastest growing criminal organizations in...\n\n=== 10. World leaders react cautiously to US and Israeli strikes on Iran as fears grow of a wider war ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2firan-us-israel-attack-european-allies-reactions-b7c1071c7c07036ce41040863e38ed64&c=11686205589893518230&mkt=en-us\n发布时间: Sat, 28 Feb 2026 13:24:00 GMT\n内容:\nWorld leaders react cautiously to US and Israeli strikes on Iran as fears grow of a wider war\nWorld leaders react cautiously to US and Israeli strikes on Iran as fears grow of a wider war\nBRUSSELS (AP) — How long will it last? Will it grow? What will it mean to us — and to global security overall? Those questions echoed across the Middle East and the planet Saturday as world leaders reacted warily to U.S. and Israeli strikes on Iran that may have ended the life of Supreme Leader Ayatollah Ali Khamenei.\nIsraeli officials told The Associated Press on condition of anonymity that Khamenei was dead. And Israeli Prime Minister Benjamin Netanyahu, in a televised address, said there were “growing signs” that Khamenei had been killed when Israel struck his compound early Saturday.\nIran has not commented on Khamenei’s status. The death of the second leader of the Islamic Republic, who had no designated successor, would throw its future into uncertainty.\nHis death would also exacerbate already growing concerns of a broader conflict. The U.N. Security Council scheduled an emergency meeting.\nPerhaps cautious about upsetting already strained relations with U.S. President Donald Trump, many nations abstained from commenting directly or pointedly on the joint strikes but condemned Tehran’s retaliation. Similarly to Europeans, governments across the Middle East condemned Iran’s strikes on Arab neighbors while staying silent on the U.S. military action.\nOther countries were more explicit: Aust...\n\n=== 11. Russia condemns US-Israel strikes on Iran as ‘unprovoked act of armed aggression’ ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2farticle%2frussia-iran-us-israel-578a5791e81493edd09951898ae6f712&c=8844182851596713536&mkt=en-us\n发布时间: Sat, 28 Feb 2026 10:47:00 GMT\n内容:\nRussia condemns US-Israel strikes on Iran as ‘unprovoked act of armed aggression’\nRussia condemns US-Israel strikes on Iran as ‘unprovoked act of armed aggression’\nRussia on Saturday condemned the U.S.-Israeli strikes on Iran as “a preplanned and unprovoked act of armed aggression against a sovereign and independent U.N. member state,” demanding an immediate halt to the military campaign and a return to diplomacy.\nIn a statement posted to Telegram, the Foreign Ministry accused Washington and Tel Aviv of “hiding behind” concerns about Iran’s nuclear program while actually pursuing regime change.\nIt warned the attacks risked triggering a “humanitarian, economic and possibly radiological catastrophe” in the region and accused the U.S. and Israel of “plunging the Middle East into an abyss of uncontrolled escalation.”\nRussia has emerged as a key trade partner and supplier of weapons and technologies for Iran, which has faced bruising international sanctions. Though Russia’s Foreign Ministry was quick to condemn the U.S.-Israeli attacks, the Kremlin will likely carefully assess its response following a recent warming of ties between Moscow and Washington.\nRussian President Vladimir Putin has praised U.S. President Donald Trump’s efforts to mediate an end to the conflict in Ukraine, and Moscow and Washington have discussed ways to revive their economic ties.\nRussian Foreign Minister Sergey Lavrov spoke by phone with Iranian Foreign Minister Abbas Araghchi, Russia’s Foreign Ministry ...\n\n=== 12. Supreme Leader Ayatollah Khamenei photos ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a36a0ca4d042de825942779275f47d&url=https%3a%2f%2fapnews.com%2fsupreme-leader-ayatollah-khamenei-photos&c=17741719908759628686&mkt=en-us\n发布时间: Sat, 28 Feb 2026 12:52:00 GMT\n内容:\nSupreme Leader Ayatollah Khamenei photos | AP News\nIn this photo released by the official website of the office of the Iranian supreme leader, Supreme Leader Ayatollah Ali Khamenei waves to the crowd during his meeting with a large group of laborers in Tehran, Iran, Saturday, May 10, 2025. (Office of the Iranian Supreme Leader via AP)\nThis image provided by Airbus shows the strike on Iranian Supreme Leader’s compound on Saturday, Feb. 28, 2026 in Iran. (Pléiades Neo (c) Airbus DS 2026 via AP)\nA woman holds a picture of the Iranian Supreme Leader Ayatollah Ali Khamenei during a demonstration in support of the government and against U.S. and Israeli strikes in Tehran, Iran, Saturday, Feb. 28, 2026. (AP Photo/Vahid Salemi)\nA man hold a children’s backpack as rescue workers and residents search through the rubble in the aftermath of what Iranian officials said was an Israeli-U.S. strike on a girls’ elementary school in Minab, Iran, Saturday, Feb. 28, 2026. (Abbas Zakeri/Mehr News Agency via AP)\nRescue workers and residents search through the rubble in the aftermath of what Iranian officials said was an Israeli-U.S. strike on a girls’ elementary school in Minab, Iran, Saturday, Feb. 28, 2026. (Abbas Zakeri/Mehr News Agency via AP)\nA demonstrator cries during a march in reaction to the U.S. and Israeli strikes on Iran on Saturday, Feb. 28, 2026, in Los Angeles. (AP Photo/Caroline Brehman)\nDemonstrators gather in reaction to the U.S. and Israeli strikes on Iran on Saturday, Feb. 28,...\n\n"
}