{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Hopeful signs in China's property market? Not really, say developers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fhopeful-signs-chinas-property-market-not-really-say-developers-2026-02-02%2f&c=2894477787659230205&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:29:00 GMT\n内容:\n[抓取失败] 摘要: China's embattled property market has had a recent run of positive headlines, but private real estate developers and analysts alike caution that the sector remains beset by funding challenges and long ...\n\n=== 2. Exclusive: Barry Callebaut CEO left after high-level split over cocoa, sources say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fboards-policy-regulation%2fbarry-callebaut-ceo-left-after-high-level-split-over-cocoa-sources-say-2026-02-02%2f&c=18270869317747951763&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:04:00 GMT\n内容:\n[抓取失败] 摘要: Barry Callebaut and its former CEO Peter Feld parted ways last month after a previously unreported clash at the top of the world's largest chocolate maker over a proposal to separate its cocoa ...\n\n=== 3. Europe's $955 billion recovery fund struggles to transform economy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2feuropes-955-billion-recovery-fund-struggles-transform-economy-2026-02-02%2f&c=9917518790386755445&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:04:00 GMT\n内容:\n[抓取失败] 摘要: In olive groves and vineyards dotted across Spain, sensors and drones paid for by Europe's largest recovery fund since the post-war Marshall Plan are gathering soil data to feed into AI models which ...\n\n=== 4. Japan PM Takaichi's party poised for landslide victory, poll shows ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fjapan-pm-takaichis-party-poised-landslide-victory-asahi-poll-shows-2026-02-01%2f&c=12751063074500962885&mkt=en-us\n发布时间: Sun, 01 Feb 2026 14:02:00 GMT\n内容:\n[抓取失败] 摘要: Japanese Prime Minister Sanae Takaichi's party is likely to score a landslide victory in next week's lower house election, a survey by the Asahi newspaper showed, heightening the chance the country ...\n\n=== 5. FAA chief accepts failures in deadly mid-air collision ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2ffaa-chief-acknowledges-failures-deadly-mid-air-helicopter-collision-2026-02-02%2f&c=9352994739404885423&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:31:00 GMT\n内容:\n[抓取失败] 摘要: U.S. Federal Aviation Administration head Bryan Bedford said his agency accepted findings by the U.S. National Transportation Safety Board that a series of systemic failures by the FAA led to a ...\n\n=== 6. Texas Democrat's win a 'wake-up call' for Republicans ahead of 2026 elections ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftexas-democrats-win-wake-up-call-republicans-ahead-2026-elections-2026-02-01%2f&c=18224245875514382931&mkt=en-us\n发布时间: Sun, 01 Feb 2026 10:24:00 GMT\n内容:\n[抓取失败] 摘要: With a handful of open seats, Republicans currently hold a slim 218-213 edge in the U.S. House, but that will narrow further after the swearing-in of Representative-elect Christian Menefee, a Texas ...\n\n=== 7. Shares jittery in Asia as metals gyrate, earnings loom ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fglobal-markets-global-markets-2026-02-02%2f&c=9744420149924843689&mkt=en-us\n发布时间: Sun, 01 Feb 2026 15:38:00 GMT\n内容:\n[抓取失败] 摘要: Asian share markets mostly followed Wall Street futures lower on Monday as chaotic trading in silver made for a nervous start to a week ​that is packed with corporate earnings, central bank meetings ...\n\n=== 8. Former UK minister Mandelson quits Labour after new Epstein revelations, media say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fuk%2fformer-uk-minister-mandelson-quits-labour-after-new-epstein-revelations-media-2026-02-01%2f&c=14222558985965555846&mkt=en-us\n发布时间: Sun, 01 Feb 2026 14:55:00 GMT\n内容:\n[抓取失败] 摘要: Former British government minister Peter Mandelson has resigned as a member of Prime Minister Keir Starmer's Labour Party after new reports of his ties with disgraced U.S. financier Jeffrey Epstein, ...\n\n=== 9. Israel reopens Gaza's Rafah border crossing to Egypt, with limits ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fisrael-expected-reopen-gazas-rafah-border-crossing-egypt-with-limits-2026-02-02%2f&c=14849472562636552507&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:29:00 GMT\n内容:\n[抓取失败] 摘要: Israel reopened the border between Gaza and Egypt for people on foot, a move that would allow Palestinians to leave the enclave and let back in those who want to return after fleeing Israel's war.\n\n=== 10. Alibaba to spend $431 million for Lunar New Year AI push as chatbot war heats up ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2falibaba-spend-431-million-lunar-new-year-ai-push-chatbot-war-heats-up-2026-02-02%2f&c=18365956887551049712&mkt=en-us\n发布时间: Sun, 01 Feb 2026 20:38:00 GMT\n内容:\n[抓取失败] 摘要: Alibaba said on Monday it will spend 3 billion yuan ($431 million) to attract users to its Qwen AI app during the Lunar New Year holiday, heating up a race between China's largest tech firms.\n\n=== 11. Iran examines diplomacy with US, hopes for results in coming days, official says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f376c7a4f269884de19fd7739b5&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2firan-examines-diplomacy-with-us-hopes-results-coming-days-official-says-2026-02-02%2f&c=3141702364984244509&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:58:00 GMT\n内容:\n[抓取失败] 摘要: Details of various diplomatic processes to manage tensions with the U.S. are being examined by Iran, Iranian foreign ministry spokesperson Esmaeil Baghaei said on Monday, adding that Tehran hoped for ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Flooded by cheap Chinese goods, Latin America is fighting back to protect its industries ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2farticle%2fchina-latin-america-trump-trade-e78ccd51a7f66099d84fda885d2907a3&c=3101705326134790699&mkt=en-us\n发布时间: Sun, 01 Feb 2026 20:58:00 GMT\n内容:\nFlooded by cheap Chinese goods, Latin America is fighting back to protect its industries\nFlooded by cheap Chinese goods, Latin America is fighting back to protect its industries\nHONG KONG (AP) — China has been flooding Latin American markets with low-priced exports, especially autos and e-commerce goods, as its exporters adjust to U.S. President Donald Trump’s tariffs and geopolitical moves.\nThe world’s second-largest economy has become a major trading partner for many Latin American nations, seeking access to their abundant natural resources and growing markets while expanding its influence in a region Trump views as America’s Backyard.\nChinese businesses face slow demand at home. They need new markets for their products as the country ramps up production in many industries. Exports to Latin America, a market of more than 600 million people, and other regions have climbed while exports to the U.S. fell by 20% last year.\n“Latin America has a solid middle class, relatively high purchasing power and real demand,” said Margaret Myers, director of the Asia and Latin America program at the Inter-American Dialogue think tank in Washington. “Those conditions make it one of the easiest places for China to offload its excess industrial production.”\nThe influx of made-in-China cars, clothing, electronics and home furnishings has rankled countries trying to build their own globally competitive industries. Some, such as Mexico, Chile and Brazil, have raised tariffs or taken other measure...\n\n=== 2. US futures and Asian shares slip as worries over Trump’s Fed chief pick and AI weigh on markets ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2farticle%2fstocks-markets-gold-oil-trump-fed-585ed1a8046d34fa3dedbb4854451681&c=18182506097868167741&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:23:00 GMT\n内容:\nUS futures and Asian shares slip as worries over Trump’s Fed chief pick and AI weigh on markets\nUS futures and Asian shares slip as worries over Trump’s Fed chief pick and AI weigh on markets\nU.S. futures and Asian shares skidded on Monday as worries over President Donald Trump’s nominee to be the next Federal Reserve chair amplified jitters over a possible bubble in the artificial intelligence boom.\nSouth Korea’s exchange, which is heavily influenced by tech-related developments, briefly suspended trading as its benchmark Kospi bounced, closing 5.3% lower at 4,949.67. Samsung Electronics gave up 6.3%, while chip maker SK Hynix sank 8.7%.\nThe Kospi has been forging records for weeks as big tech companies piggybacked on the AI craze with deals with major players like chip maker Nvidia and OpenAI.\nMarkets also took a hit as investors considered how Kevin Warsh, Trump’s nominee to lead the Federal Reserve after Fed Chair Jerome Powell’s term ends in May might handle interest rates.\nThe future for the S&P 500 sank 1.1% while that for the Dow Jones Industrial Average fell 0.9%.\nWarsh’s nomination requires Senate approval. But financial markets fear the Fed may lose some of its independence because of Trump, who has pushed hard for more and faster rate cuts. That fear has helped catapult skyward the price of gold and weaken the U.S. dollar’s value over the last year.\n“People do not get handed the keys to the most powerful central bank on earth because they plan to drive in the oppo...\n\n=== 3. Speaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2farticle%2fgovernment-shutdown-house-johnson-trump-ice-democrats-bb4cfeaab5f3a17e2fde5c23bb27677f&c=7860213758129212931&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:02:00 GMT\n内容:\nSpeaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens\nSpeaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens\nWASHINGTON (AP) — House Speaker Mike Johnson faces tough days ahead trying to muscle a federal funding package to passage and prevent a prolonged partial government shutdown as debate intensifies over the Trump administration’s sweeping immigration enforcement operations.\nJohnson signaled he is relying on help from President Donald Trump to ensure passage. Trump struck a deal with senators to separate funding for the Department of Homeland Security from a broader package after public outrage over two shooting deaths during protests in Minneapolis against Immigration and Customs Enforcement. Under the plan approved by the Senate, DHS would be funded temporarily to Feb. 13, setting up a deadline for Congress to try to find consensus on new restrictions on ICE operations.\n“The president is leading this,” Johnson, R-La., told “Fox News Sunday.”\n“It’s his play call to do it this way,” the speaker said, adding that the Republican president has “already conceded that he wants to turn down the volume” on federal immigration sweeps and raids.\nA first test will come Monday afternoon during a committee meeting when Johnson will need his own GOP majority to advance the package after Democrats refused to provide the votes for speedy consideration. Johnson said he is hopeful work can wrap up...\n\n=== 4. Nepal travel executives arrested for scamming millions with fake mountain rescues ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2farticle%2fnepal-mountaineering-fake-rescue-scam-ca64426bfe3373d7840fdb1d95f93a0a&c=8619423807903317460&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:21:00 GMT\n内容:\nNepal travel executives arrested for scamming millions with fake mountain rescues\nKATHMANDU, Nepal (AP) — Authorities in Nepal have arrested six travel and mountain rescue executives accused of conducting fake rescues on the Himalayan nation’s high mountains to scam millions of dollars from international insurance companies, officials said Monday.\nNepal’s Central Investigation Bureau arrested six people from three different travel and mountain rescue operators last week, accusing them of submitting fake claims for close to $20 million between 2022 and 2025 and receiving the money in their accounts. All six are Nepali nationals.\nBureau spokesperson Shiva Kumar Shrestha said Monday that authorities are still investigating.\nFake documents including passenger and cargo manifests for helicopter rescue flights, medical invoices and hospital reports were sent to insurance companies, the bureau said.\nThe agency said that one of the companies that 171 of the 1,248 rescues claimed by one company were fake, leading to unjustified payouts of more than $10 million. Another is accused of fabricating 75 of 471 claimed rescues and fraudulently claiming $8 million, while the last one is accused of making 71 fake claims with payouts totaling over $1 million.\nThousands of climbers come to Nepal every year to scale the highest Himalayan mountains, while tens of thousands more also come to hike the mountain trails leading up to the base camps of these high peaks.\nEvery year several climbers die a...\n\n=== 5. The Grammys had lots of Mars, Carpenter soaring and a near-naked Bieber. Here are some key moments ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2farticle%2fgrammys-2026-highlights-b2cf7a948629a602168eaf8cd56cdde1&c=14001496859711645851&mkt=en-us\n发布时间: Mon, 02 Feb 2026 00:04:00 GMT\n内容:\nThe Grammys had lots of Mars, Carpenter soaring and a near-naked Bieber. Here are some key moments\nThe Grammys had lots of Mars, Carpenter soaring and a near-naked Bieber. Here are some key moments\nHe was the only one sitting when it was over, rubbing his eyes in disbelief.\nBad Bunny had made history by winning album of the year for “Debí Tirar Más Fotos,” the first time a Spanish-language album took home the Recording Academy’s top prize.\nNext stop: Super Bowl.\nWhile that emotional win for the Puerto Rican superstar is hard to top, there were some other great moments from the 3 1/2-hour telecast, like when Cher nearly forgot to announce the winner of record of the year.\nJustin Bieber stripped his set down, while Lady Gaga added some manic energy and Ozzy Osbourne was honored with a heavy metal classic complete with exploding fire.\nHere are some of the night’s notable moments:\nBruno and Rosé kicked it off, Lady Gaga kept it up\nA pair of high energy performances by Bruno Mars and Rosé to start the show and one by Lady Gaga halfway through kept hearts pumping.\nMars and Rosé — from the K-pop group Blackpink — performed “APT.,” one the biggest hits of the year, a song inspired by a South Korean drinking game.\nShe wore a white tank top, black slacks and a tie, while he matched the color scheme in a dark suit, tie and with his guitar slung with a checkerboard strap. There was plenty of jumping, shredding and smoke — a raucous opening.\nLady Gaga later took it to the weird, singing “...\n\n=== 6. Top Justice Department official plays down chance for charges arising from Epstein files revelations ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-justice-department-epstein-files-28e917b173e0c371cff08946a24d2cd3&c=3208950160028673614&mkt=en-us\n发布时间: Sun, 01 Feb 2026 12:41:00 GMT\n内容:\nTop Justice Department official plays down chance for charges arising from Epstein files revelations\nTop Justice Department official plays down chance for charges arising from Epstein files revelations\nWASHINGTON (AP) — A top Justice Department official played down the possibility of additional criminal charges arising from the Jeffrey Epstein files, saying Sunday that the existence of “horrible photographs” and troubling email correspondence does not “allow us necessarily to prosecute somebody.”\nDepartment officials said over the summer that a review of Epstein-related records did not establish a basis for new criminal investigations, and Deputy Attorney General Todd Blanche said that position remains unchanged even as a massive document dump since Friday has focused fresh attention on Epstein’s links to powerful individuals around the world and revived questions about what, if any, knowledge the wealthy financier’s associates had about his crimes.\n“There’s a lot of correspondence. There’s a lot of emails. There’s a lot of photographs. There’s a lot of horrible photographs that appear to be taken by Mr. Epstein or people around him,” Blanche said Sunday on CNN’s “State of the Union.” “But that doesn’t allow us necessarily to prosecute somebody.”\nHe said victims of Epstein’s sex abuse “want to be made whole,” but that “doesn’t mean we can just create evidence or that we can just kind of come up with a case that isn’t there.”\nPresident Donald Trump’s Justice Department said Fr...\n\n=== 7. Hilton Grand Vacations Tournament of Champions Par Scores ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2farticle%2fgolf-9847b9129ffe4c1f0dde0124d18d602b&c=6730122094246935967&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:39:00 GMT\n内容:\nHilton Grand Vacations Tournament of Champions Par Scores\nSunday\nAt Lake Nona Golf & Country Club, Orlando, Fla.\nPurse: $2.1 millionYardage: 6,624; Par: 72\nFinal Round\n| Nelly Korda, $315,000 | 68-71-64—203 | -13 |\n| Amy Yang, 224,001 | 68-69-69—206 | -10 |\n| Brooke Henderson, 162,497 | 73-70-66—209 | -7 |\n| Lydia Ko, 125,704 | 69-67-74—210 | -6 |\n| You Min Hwang, 91,980 | 71-67-73—211 | -5 |\n| Miyu Yamashita, 91,980 | 74-69-68—211 | -5 |\n| Jeeno Thitikul, 64,999 | 67-72-73—212 | -4 |\n| Lottie Woad, 64,999 | 67-69-76—212 | -4 |\n| Ayaka Furue, 45,192 | 74-66-73—213 | -3 |\n| Nasa Hataoka, 45,192 | 66-71-76—213 | -3 |\n| A Lim Kim, 45,192 | 69-69-75—213 | -3 |\n| Somi Lee, 45,192 | 69-74-70—213 | -3 |\n| Hae-Ran Ryu, 45,192 | 73-69-71—213 | -3 |\n| Rose Zhang, 45,192 | 70-73-70—213 | -3 |\n| Akie Iwai, 34,584 | 69-71-74—214 | -2 |\n| Jasmine Suwannapura, 34,584 | 73-72-69—214 | -2 |\n| Linn Grant, 28,861 | 67-75-73—215 | -1 |\n| Charley Hull, 28,861 | 70-71-74—215 | -1 |\n| Yealimi Noh, 28,861 | 72-70-73—215 | -1 |\n| Lilia Vu, 28,861 | 72-68-75—215 | -1 |\n| Chanettee Wannasaen, 28,861 | 67-72-76—215 | -1 |\n| Ruoning Yin, 28,861 | 72-69-74—215 | -1 |\n| Ingrid Lindblad, 25,265 | 69-69-78—216 | E |\n| Madelene Sagstrom, 23,425 | 75-70-72—217 | 1 |\n| Linnea Strom, 23,425 | 71-73-73—217 | 1 |\n| Patty Tavatanakit, 23,425 | 70-73-74—217 | 1 |\n| Lauren Coughlin, 21,277 | 77-71-70—218 | 2 |\n| Chisato Iwai, 21,277 | 75-68-75—218 | 2 |\n| Miranda Wang, 19,990 | 71-75-74—220 | 4 |\n| Maja Stark, 18,518...\n\n=== 8. Fashion expert breaks down 2026 Grammy night looks ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2fvideo%2ffashion-expert-breaks-down-2026-grammy-night-looks-a0b98898db1745f196ca59fa6e1aa1d1&c=5071892520526547446&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:52:00 GMT\n内容:\nFashion analyst Morgan Evans reacts to standout looks from the 2026 Grammy Awards, highlighting sheer fabrics, sculptural silhouettes and statement tailoring worn by artists including Chappell Roan, Lady Gaga and Bad Bunny. (Feb. 2)\nFashion expert breaks down 2026 Grammy night looks\nFashion analyst Morgan Evans reacts to standout looks from the 2026 Grammy Awards, highlighting sheer fabrics, sculptural silhouettes and statement tailoring worn by artists including Chappell Roan, Lady Gaga and Bad Bunny. (Feb. 2)\n\n=== 9. A bear’s eye view: Camera-collared grizzlies give rare view of Alaska’s Arctic wilderness ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2fvideo%2fa-bears-eye-view-camera-collared-grizzlies-give-rare-view-of-alaskas-arctic-wilderness-c12c76e793344d71936a6f2d684b861e&c=15532452589072213078&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:16:00 GMT\n内容:\nUnique views of Alaska’s North Slope are being provided by unlikely photographers: grizzly bears. Twelve bears in one of the most remote grizzly bear populations in the world have been outfitted with video collars to offer insights to researchers.\nA bear’s eye view: Camera-collared grizzlies give rare view of Alaska’s Arctic wilderness\nUnique views of Alaska’s North Slope are being provided by unlikely photographers: grizzly bears. Twelve bears in one of the most remote grizzly bear populations in the world have been outfitted with video collars to offer insights to researchers.\n\n=== 10. Bad Bunny wins album of the year at the 2026 Grammy Awards ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2fvideo%2fbad-bunny-wins-album-of-the-year-at-the-2026-grammy-awards-a1766c03fb9249069fac3b65c8604b8a&c=17650916766609191604&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:27:00 GMT\n内容:\nBad Bunny’s “Debí Tirar Más Fotos” became the first all-Spanish-language album to win album of the year, while Kendrick Lamar and Olivia Dean were among the other winners at the 68th annual Grammy Awards. (Feb .2)\nBad Bunny wins album of the year at the 2026 Grammy Awards\nBad Bunny’s “Debí Tirar Más Fotos” became the first all-Spanish-language album to win album of the year, while Kendrick Lamar and Olivia Dean were among the other winners at the 68th annual Grammy Awards. (Feb .2)\n\n=== 11. List of Grammy Awards winners ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2farticle%2fgrammy-awards-2026-winners-list-214630b4974d2d6d1f33bd98691bd6aa&c=13947703154940330920&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:44:00 GMT\n内容:\nList of Grammy Awards winners\nList of Grammy Awards winners\nLOS ANGELES (AP) — Bad Bunny won album of the year and Kendrick Lamar and SZA took home record of the year for “luther” at Sunday’s Grammy Awards.\nOlivia Dean, the “Wicked” duo of Cynthia Erivo and Ariana Grande and the Dalai Lama are among the winners at the 68th annual Grammy Awards.\nWhile the Grammys saves the biggest categories for its telecast, 86 awards were handed out during the Premiere Ceremony Sunday afternoon. Lamar also won the night’s first televised award: best rap album.\nTrevor Noah was the host for the main telecast.\nHere’s a list of select winners at Sunday’s Grammys:\nAlbum of the Year\n“Debí Tirar Más Fotos,” Bad Bunny.\nRecord of the Year\n“luther,” Kendrick Lamar with SZA.\nBest Rap Album\n“GNX,” Kendrick Lamar\nBest Latin Urban Album\n“Debí Tirar Más Fotos,” Bad Bunny.\nBest New Artist\nOlivia Dean\nBest Pop Vocal Album\n“Mayhem,” Lady Gaga.\nBest Pop Solo Performance\n“Messy,” Lola Young.\nSong of the Year (Songwriter’s Award)\n“Wildflower,” Billie Eilish O’Connell and Finneas O’Connell.\nBest Dance/Electro\nnic Album\n“EUSEXUA,” FKA twigs\nBest Pop Duo/Group Performance\n“Defying Gravity,” Cynthia Erivo and Ariana Grande\nBest Rock Album\n“Never Enough,” Turnstile\nBest Contemporary Country Album\n“Beautifully Broken,” Jelly Roll.\nBest R&B Album\n“Mutt,” Leon Thomas\nBest Traditional Pop Vocal Album\n“A Matter of Time,” Laufey\nBest Latin Pop Album\n“Cancionera,” Natalia Lafourcade\nBest Música Mexicana Album\n“Palabra De To...\n\n=== 12. Did artificial intelligence really drive layoffs at Amazon and other firms? It can be hard to tell ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69805f371b66494687e98c3ee51b3b37&url=https%3a%2f%2fapnews.com%2farticle%2fai-job-impacts-layoffs-amazon-pinterest-dow-7736d042172743301dd7e494813a885d&c=14524061071442784296&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:01:00 GMT\n内容:\nDid artificial intelligence really drive layoffs at Amazon and other firms? It can be hard to tell\nDid artificial intelligence really drive layoffs at Amazon and other firms? It can be hard to tell\nThe one thing N. Lee Plumb knows for sure about being laid off from Amazon last week is that it wasn’t a failure to get on board with the company’s artificial intelligence plans.\nPlumb, his team’s head of “AI enablement,” says he was so prolific in his use of Amazon’s new AI coding tool that the company flagged him as one of its top users.\nMany assumed Amazon’s 16,000 corporate layoffs announced last week reflected CEO Andy Jassy’s push to “reduce our total corporate workforce as we get efficiency gains from using AI extensively across the company.”\nBut like other companies that have tied workforce changes to AI — including Expedia, Pinterest and Dow last week — it can be hard for economists, or individual employees like Plumb, to know if AI is the real reason behind the layoffs or if it’s the message a company wants to tell Wall Street.\n“AI has to drive a return on investment,” said Plumb, who worked at Amazon for eight years. “When you reduce head count, you’ve demonstrated efficiency, you attract more capital, the share price goes up.”\n“So you could potentially have just been bloated in the first place, reduce head count, attribute it to AI, and now you’ve got a value story,” he said.\nPlumb is atypical for an Amazon worker in that he’s also running what he describes as a “long s...\n\n"
}