{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Pentagon poised to curb some defense contractors' payouts under Trump order ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2fpentagon-poised-curb-some-defense-contractors-payouts-under-trump-order-2026-02-06%2f&c=13404093209186909079&mkt=en-us\n发布时间: Fri, 06 Feb 2026 12:20:00 GMT\n内容:\n[抓取失败] 摘要: Defense contractors are bracing for the Pentagon to release, as soon as Friday, a list of companies who would be subject to potential restrictions on stock buybacks and dividend payments, nearly a ...\n\n=== 2. Senator Warren presses Trump over DOJ probe of Fed Chair Powell ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fsenator-warren-presses-trump-over-doj-probe-fed-chair-powell-2026-02-06%2f&c=14075481162052941852&mkt=en-us\n发布时间: Fri, 06 Feb 2026 12:45:00 GMT\n内容:\n[抓取失败] 摘要: U.S. Senator Elizabeth Warren on Friday challenged President Donald Trump's denial of involvement in a Justice Department investigation of Federal Reserve Chair Jerome Powell that has heightened ...\n\n=== 3. US moves to deport 5-year-old detained in Minnesota ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fus-moves-deport-5-year-old-detained-minnesota-2026-02-06%2f&c=15112110275637152701&mkt=en-us\n发布时间: Fri, 06 Feb 2026 10:59:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Department of Homeland Security said on Friday it is seeking to deport a 5-year-old Ecuadorean boy who was detained in Minnesota last month.\n\n=== 4. Exclusive: Fed's Daly sees labor market vulnerabilities, room to cut interest rates ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffeds-daly-sees-labor-market-vulnerabilities-room-cut-interest-rates-2026-02-06%2f&c=1355043656326019055&mkt=en-us\n发布时间: Fri, 06 Feb 2026 11:47:00 GMT\n内容:\n[抓取失败] 摘要: San Francisco Federal Reserve President Mary Daly on Friday said she thinks one or two more interest rate cuts may be needed to counteract weakness in the labor market, where workers are \"walking a ...\n\n=== 5. White House defends, then deletes, racist Trump post depicting Obamas as apes ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-shares-racist-video-depicting-obamas-apes-2026-02-06%2f&c=8627585584338084646&mkt=en-us\n发布时间: Fri, 06 Feb 2026 07:13:00 GMT\n内容:\n[抓取失败] 摘要: A video posted on President Donald Trump's social media account depicting Democratic former President Barack Obama and first lady Michelle Obama as apes was removed on Friday, after criticism — ...\n\n=== 6. US House lawmakers vow legislation to address 2025 fatal mid-air collision ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-house-lawmakers-vow-address-2025-fatal-mid-air-collision-2026-02-06%2f&c=13512523809074422055&mkt=en-us\n发布时间: Fri, 06 Feb 2026 09:08:00 GMT\n内容:\n[抓取失败] 摘要: A bipartisan group of U.S. House lawmakers said they plan to introduce legislation to address a series of safety recommendations after a January 2025 mid-air collision between an American Airlines ...\n\n=== 7. Big Tech's quarter in four charts: AI splurge and cloud growth ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fretail-consumer%2fbig-techs-quarter-four-charts-ai-splurge-cloud-growth-2026-02-06%2f&c=12933280145595003100&mkt=en-us\n发布时间: Fri, 06 Feb 2026 08:11:00 GMT\n内容:\n[抓取失败] 摘要: U.S. tech giants have predicted their spending would surge this year as they double down on artificial intelligence, sharpening investor scrutiny over whether these costly bets would generate enough ...\n\n=== 8. Ripple effects of software rout felt through asset managers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fripple-effects-software-rout-felt-through-asset-managers-2026-02-06%2f&c=6923059312633598050&mkt=en-us\n发布时间: Fri, 06 Feb 2026 10:46:00 GMT\n内容:\n[抓取失败] 摘要: Asset managers and private equity firms found themselves at the sharp end of the AI‑driven shock hitting the software sector as investors fretted over exposure to loans and leverage tied to the ...\n\n=== 9. Apple plans to allow external voice-controlled AI chatbots in CarPlay, Bloomberg News reports ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fapple-plans-allow-external-voice-controlled-ai-chatbots-carplay-bloomberg-news-2026-02-06%2f&c=17382575083588636666&mkt=en-us\n发布时间: Fri, 06 Feb 2026 11:36:00 GMT\n内容:\n[抓取失败] 摘要: Apple is preparing to allow voice-controlled artificial intelligence apps from other companies in CarPlay, Bloomberg News reported on Friday, citing people familiar with the matter.\n\n=== 10. Big Tech's $600 billion spending plans exacerbate investors' AI headache ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fglobal-software-data-firms-slide-ai-disruption-fears-compound-jitters-over-600-2026-02-06%2f&c=11695765233625699476&mkt=en-us\n发布时间: Fri, 06 Feb 2026 01:49:00 GMT\n内容:\n[抓取失败] 摘要: A planned $600 billion artificial intelligence spending splurge by big tech firms in 2026 is adding to investor unease as they assess the implications for profitability as well as a potential ...\n\n=== 11. Federal judge in Chicago lifts protective order on Border Patrol bodycam footage in case of American woman shot by agent ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866936bef3490cb61b42fb3d3f5e71&url=https%3a%2f%2fwww.reuters.com%2fworld%2ffederal-judge-chicago-lifts-protective-order-border-patrol-bodycam-footage-case-2026-02-06%2f&c=3236503402874476762&mkt=en-us\n发布时间: Fri, 06 Feb 2026 07:21:00 GMT\n内容:\n[抓取失败] 摘要: A federal judge has lifted the protective order on bodycam footage, text messages and other evidence in the case of a Chicago woman who was shot multiple times by a Border Patrol agent during the ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Trump’s racist post about Obamas is deleted after backlash despite White House earlier defending it ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-obama-racist-video-a48a6b8884a88f9ec30cd4913e352b51&c=16897463181762193126&mkt=en-us\n发布时间: Fri, 06 Feb 2026 13:26:00 GMT\n内容:\nTrump’s racist post about Obamas is deleted after backlash despite White House earlier defending it\nTrump’s racist post about Obamas is deleted after backlash despite White House earlier defending it\nWASHINGTON (AP) — President Donald Trump’s racist social media post featuring former President Barack Obama and his wife, Michelle Obama, as primates in a jungle was deleted after a backlash from both Republicans and Democrats who criticized the video as offensive.\nThe Republican president’s Thursday night post was deleted Friday and blamed on a staffer after widespread backlash, from civil rights leaders to veteran Republican senators, for its treatment of the nation’s first Black president and first lady. The deletion, a rare admission of a misstep by the White House, came hours after press secretary Karoline Leavitt dismissed “fake outrage” over the post. After calls for its removal for being racist -- including by Republicans -- the White House said a staffer had posted the video erroneously and it had been taken down.\nThe post was part of a flurry of social media activity on Trump’s Truth Social account that amplified his false claims that the 2020 election was stolen from him, despite courts around the country and a Trump attorney general from his first term finding no evidence of fraud that could have affected the outcome.\nTrump has a record of intensely personal criticism of the Obamas and of using incendiary, sometimes racist, rhetoric — from feeding the lie that Obama w...\n\n=== 2. Sheriff searching for Savannah Guthrie’s missing mom calls lack of video a disappointing setback ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-nancy-guthrie-mom-missing-b08641c7ba3f5258916eeeb1ecd7435a&c=10514422806333021384&mkt=en-us\n发布时间: Fri, 06 Feb 2026 12:16:00 GMT\n内容:\nSheriff searching for Savannah Guthrie’s missing mom calls lack of video a disappointing setback\nSheriff searching for Savannah Guthrie’s missing mom calls lack of video a disappointing setback\nTUCSON, Ariz. (AP) — The sheriff investigating the apparent abduction of “Today” show host Savannah Guthrie’s mother said Friday he was frustrated that a camera at Nancy Guthrie ‘s home wasn’t able to capture images of anyone the day she went missing.\nInvestigators have found that the home’s doorbell camera was disconnected early Sunday and that software data recorded movement at the home minutes later. But Nancy Guthrie did not have an active subscription, so none of the footage was able to be recovered.\n“It is concerning, it’s actually almost disappointing because you’ve got your hopes up,” Pima County Sheriff Chris Nanos told The Associated Press in an interview at the department’s headquarters. “OK, they got an image. ‘Well, we do, but we don’t.’”\nThe frantic search for 84-year-old Nancy Guthrie has entered a sixth day. Authorities have not identified any suspects or ruled anyone out, Nanos said at a news conference Thursday.\nAuthorities think she was taken against her will from her home just outside Tucson over the weekend. DNA tests showed blood on Guthrie’s front porch was a match to her, Nanos has said.\nThe sheriff said Thursday that investigators have not given up on trying to retrieve footage from the home.\n“I wish technology was as easy as we believe it is, that here’s a pic...\n\n=== 3. Live updates: Trump’s racist post about Obamas is deleted after backlash despite White House earlier defending it ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2flive%2fdonald-trump-news-updates-2-6-2026&c=14513064352417900392&mkt=en-us\n发布时间: Fri, 06 Feb 2026 11:38:00 GMT\n内容:\nLive updates: Trump’s racist post about Obamas is deleted after backlash despite White House earlier defending it\nFollow the latest news on President Donald Trump and his administration | Feb. 6, 2026\nPresident Donald Trump’s social media post featuring a video about election conspiracy theories and a racist depiction of former President Barack Obama and his wife, Michelle Obama, as primates in a jungle has been deleted.\nThe Republican president’s Thursday night post was deleted Friday and blamed on a staffer after widespread backlash, from civil rights leaders to veteran Republican senators, for its treatment of the nation’s first Black president and first lady.\nThe deletion, a rare admission of a misstep by the White House, came hours after press secretary Karoline Leavitt said there was nothing offensive about the post. After calls for its removal for being racist — including by Republicans — the White House said a staffer had posted the video erroneously and it had been taken down.\nAn Obama spokeswoman said the former president, a Democrat, had no response.\nOther news we’re following:\n- Homeland Security shutdown grows more likely: Senate Majority Leader John Thune said Thursday that demands made by Democrats for new restrictions on federal immigration officers are “unrealistic.” The Democratic leaders released an expanded list of 10 detailed proposals on Wednesday night for restraining Trump’s aggressive campaign of immigration enforcement.\n- Key participant in 2012 Beng...\n\n=== 4. WNBA union president says significant work remains for season to begin on time ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2fwnba-cba-collective-bargaining-agreement-b896b2cfa825e225034c56b0bacebacd&c=6046183345923508911&mkt=en-us\n发布时间: Fri, 06 Feb 2026 14:16:00 GMT\n内容:\nWNBA union president says significant work remains for season to begin on time\nNEW YORK (AP) — WNBA players’ union president Nneka Ogwumike said significant work remains for the season to start on time but said she remains confident games will be played in 2026.\n“I know our players 100% want to play this year,” she said in a wide-ranging interview with The Associated Press on Friday. “We want a season.”\nOgwumike said the league and union are not close on key issues like revenue sharing in their effort to strike a new collective bargaining agreement. The clock is ticking. The season is supposed to begin May 8, but an expansion draft, free agency and a rookie draft also need to happen before the league tips off.\nOgwumike said once revenue sharing is solved, the rest hopefully will fall into place quickly.\n“We made the point that once we nail this, we can get everything else done,” Ogwumike said.\nThe players want around 30% of the gross revenue — money generated before expenses — for the first year in their latest proposal. Under the league’s last proposal, players would receive in excess of 70% of net revenue, though that would be their take of the profits after expenses are paid. Those expenses would include upgraded facilities, charter flights, five-star hotels, medical services, security and arenas.\nOgwumike re-iterated several times that the union is still waiting for a response from the league to a proposal that it sent more than six weeks ago.\n“I think that’s really what ...\n\n=== 5. Milan Cortina is going for Olympic fashion gold. Take a look at some eye-popping outfits ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2ffashion-winter-olympics-milan-opening-ceremony-8031cdcec8aaa6c6a5d74e90cc08517f&c=15318375973389422883&mkt=en-us\n发布时间: Fri, 06 Feb 2026 12:41:00 GMT\n内容:\nMilan Cortina is going for Olympic fashion gold. Take a look at some eye-popping outfits\nMILAN (AP) — Mittens versus gloves? Hats against headbands? Merino wool over Mongolian cashmere?\nFashion is its own competitor in any Olympics, from team uniforms at the opening and closing ceremonies to individual looks in the stadiums and — during the Winter Games — on the slopes.\nThere’s also the simmering rivalry between Europe’s top two fashion cities. The Paris 2024 Summer Olympics were heralded as the most stylish yet, but Milan is going for gold on the heels of its annual men’s fashion week and ahead of the women’s runway previews.\nAthletes around the world have been ginning up anticipation by flooding social media with unboxing videos of their new swag. Before taking to the ice and (manufactured) snow, they made their grand debut Friday night marching in the opening ceremony’s Parade of Nations in Milan, as well as in three other places.\nThat allowed up-in-the-mountains sports such as Alpine skiing, bobsled, curling and snowboarding to be represented in the Parade of Nations without needing to make the several-hours-long trek to Milan, the country’s financial capital, and back.\nHere’s a look at some of the outfits:\nItaly and Armani\nTeam Italy’s uniforms are the last ever designed by Italian fashion icon Giorgio Armani, who died in September at the age of 91.\nThe kit’s milky white color is meant to evoke harmony and snow-capped peaks, and includes a down jacket, thermal ski jacket...\n\n=== 6. Accused militant is taken into custody in the deadly 2012 Benghazi attack ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2ffbi-benghazi-justice-department-a0eadc00e01e892e6dba827ccfadbae0&c=4265639848072672626&mkt=en-us\n发布时间: Fri, 06 Feb 2026 12:41:00 GMT\n内容:\nAccused militant is taken into custody in the deadly 2012 Benghazi attack\nAccused militant is taken into custody in the deadly 2012 Benghazi attack\nWASHINGTON (AP) — An alleged participant in the deadly 2012 attack on the U.S. compound in Benghazi, Libya, has been taken into custody to face prosecution for the rampage that killed four Americans and emerged as a divisive political issue, the Justice Department said Friday.\nZubayar Al-Bakoush, identified by officials as a member of an extremist militia in Libya, had been wanted by the United States for more than a decade. He is accused in a newly unsealed indictment of joining a mob that crashed the front gates of the diplomatic mission with assault rifles and explosives, setting off hours of violence that also included deadly fires.\nAl-Bakoush arrived early Friday at an airfield in Virginia after what FBI Director Kash Patel described as a “transfer of custody” and will face charges in Washington, including murder, attempted murder, arson and conspiring to provide material support to terrorists.\nAl-Bakoush, 58, appeared Friday afternoon in federal court in Washington, wearing a gray hoodie and using a wheelchair. He did not enter a plea and answered routine questions from a federal magistrate through an interpreter who appeared remotely. He was ordered detained until a hearing tentatively set for next week.\n“I have complete trust in the court and the jury,” Al-Bakoush said through the interpreter. He added that he has “complet...\n\n=== 7. Actor Timothy Busfield indicted in New Mexico on 4 counts of sexual contact with a child ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2ftimothy-busfield-sexual-misconduct-355c30edad16d0ba079b192eb673cb0b&c=14611439186003891143&mkt=en-us\n发布时间: Fri, 06 Feb 2026 12:46:00 GMT\n内容:\nActor Timothy Busfield indicted in New Mexico on 4 counts of sexual contact with a child\nActor Timothy Busfield indicted in New Mexico on 4 counts of sexual contact with a child\nSANTA FE, N.M. (AP) — “West Wing” and “Field of Dreams” actor Timothy Busfield has been indicted by a grand jury on four counts of criminal sexual contact with a child under age 13, a New Mexico prosecutor announced Friday.\nThe allegations are tied to Busfield’s work as a director on the set of the TV series “The Cleaning Lady” from 2022 to 2024.\nBusfield has denied the allegations, initially filed in court by police, and a defense attorney on Friday said he would “fight these charges at every stage.”\nBernalillo County District Attorney Sam Bregman announced the indictment in a social media post.\nAP correspondent Jennifer King reports on developments in the Timothy Busfield case.\nBusfield had turned himself in to authorities in January on related charges by police and was released from jail by a judge who found no pattern of criminal conduct or similar allegations involving children in Busfield’s past. The grand jury indictment allows the case against Busfield to proceed toward possible trial without a preliminary courtroom hearing on evidence.\nLarry Stein, an attorney for Busfield, did not comment directly on the sexual contact charge in the indictment but said the grand jury declined to endorse grooming charges sought by prosecutors. Prosecutors declined to comment on what accusations it brought bef...\n\n=== 8. Savannah Guthrie’s demand for mom’s ‘proof of life’ is complicated in this era of AI and deepfakes ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2fnancy-guthrie-ai-deepfakes-fbi-16298b586ea0fb7d5a5578d2c54b342a&c=10635043113858643540&mkt=en-us\n发布时间: Fri, 06 Feb 2026 11:58:00 GMT\n内容:\nSavannah Guthrie’s demand for mom’s ‘proof of life’ is complicated in this era of AI and deepfakes\nSavannah Guthrie’s demand for mom’s ‘proof of life’ is complicated in this era of AI and deepfakes\nWhen Savannah Guthrie made a heart-wrenching plea to the kidnapper of her 84-year-old mother to send “proof of life,” she addressed the possibility of people creating deepfakes.\n“We live in a world where voices and images are easily manipulated,” she said.\nBefore artificial intelligence tools proliferated — making it possible to realistically impersonate someone, in photos, sound and video — “proof of life” could simply mean sending a grainy image of a person who’s been abducted.\nThat’s no longer true.\n“With AI these days you can make videos that appear to be very real. So we can’t just take a video and trust that that’s proof of life because of advancements in AI,” Heith Janke, the FBI chief in Phoenix, said at a news conference Thursday.\nHoaxes — whether high or low-tech — have long challenged law enforcement, especially when it comes to high-profile cases such as Nancy Guthrie’s disappearance last weekend from her home in the Tucson area.\nAs technology has advanced, criminals have grown savvy and used it to their benefit, confusing police and the public and masking their identities. The FBI in December warned that people posing as kidnappers can provide what appears to be a real photo or video of a loved one, along with demands for money.\nPolice have not said that they have rece...\n\n=== 9. What to know about the search for ‘Today’ show host Savannah Guthrie’s missing mother ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-mother-missing-arizona-tucson-0d6b55fd24f54b2526fd5f8894a52ff2&c=488986272747503382&mkt=en-us\n发布时间: Fri, 06 Feb 2026 13:02:00 GMT\n内容:\nWhat to know about the search for ‘Today’ show host Savannah Guthrie’s missing mother\nWhat to know about the search for ‘Today’ show host Savannah Guthrie’s missing mother\nThe Arizona sheriff investigating the apparent kidnapping of “Today” co-anchor Savannah Guthrie ‘s mother said Friday he remains concerned about the 84-year-old’s health as her family anxiously waits for proof she is alive, days into the search.\n“Her conditions, I would imagine, are worsening day by day,” Pima County Sheriff Chris Nanos told The Associated Press on Friday. “She requires medication. And I have no way of knowing whether they’re getting that medication to her.”\nGuthrie, who has a pacemaker and other heart issues, hasn’t been seen since Jan. 31 when she was dropped off by family at her Tucson-area home, authorities say. DNA tests confirmed that blood found on Guthrie’s front porch came from her. No suspects or motive have been identified.\nPurported ransom notes received by news organizations are being taken seriously, the FBI said. At least one note mentioned details like a floodlight at Nancy Guthrie’s home and an Apple watch.\nHere’s what to know about the case:\nMessage to kidnapper\nSavannah Guthrie and her two siblings have spoken in videos posted on social media, urging their mother’s captor to contact them.\n“We are ready to talk. However, we live in a world where voices and images are easily manipulated,” Savannah Gurthrie said Wednesday, sitting between her brother and sister. “We need to ...\n\n=== 10. Special teams play has been critical to the Seahawks’ success on the road to the Super Bowl ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2fseahawks-special-teams-harbaugh-96c01860ac22d184d5b2b6e200982bd9&c=10049412783655516111&mkt=en-us\n发布时间: Fri, 06 Feb 2026 14:01:00 GMT\n内容:\nSpecial teams play has been critical to the Seahawks’ success on the road to the Super Bowl\nSpecial teams play has been critical to the Seahawks’ success on the road to the Super Bowl\nSAN JOSE, Calif. (AP) — When Jay Harbaugh was hired as special teams coordinator for the Seattle Seahawks in February 2024, long snapper Chris Stoll initially didn’t like him because of his college ties.\nJay, the son of Los Angeles Chargers head coach Jim Harbaugh, coached for nine seasons at Michigan while Stoll spent six years at Penn State. It didn’t take long for Stoll to come around on the younger Harbaugh, though.\n“He is able to generate buy-in from guys, and that’s also just the culture we have here in Seattle,” Stoll said. “We know that we can make a difference and an impact on special teams.”\nThe Seahawks specials teams certainly have under Harbaugh’s direction in their leadup to Super Bowl 60.\nIncluding these playoffs, Seattle has scored five special teams touchdowns, four of them on returns. Rashid Shaheed, whom the Seahawks acquired from the New Orleans Saints in November, returned the opening kickoff for a touchdown in the divisional round against the San Francisco 49ers, which was one of three special teams touchdowns for the speedy wide receiver.\nAhead of the Seahawks’ 31-27 win against the Los Angeles Rams in the NFC championship game, Harbaugh said that in an era where 20-yard punt returns happen infrequently, rattling off as many special teams touchdowns as Seattle has is no sm...\n\n=== 11. Golden Knights’ Olympics break: Rest for some, grind for others ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2fgolden-knights-olympics-cassidy-us-canada-81de2cee3f94af84efcfb223ec742899&c=13084191884481880887&mkt=en-us\n发布时间: Fri, 06 Feb 2026 13:58:00 GMT\n内容:\nGolden Knights’ Olympics break: Rest for some, grind for others\nGolden Knights’ Olympics break: Rest for some, grind for others\nLAS VEGAS (AP) — The Winter Olympics break could be a great reset for the Golden Knights, who until Wednesday had lost seven of eight games.\nOr the Games could be arriving at just the wrong time because Vegas had convincing victories this week over Vancouver and Los Angeles, and now any momentum likely will be gone.\nOr, and most likely, the break could be a mixed bag.\nThat’s the view of Golden Knights coach Bruce Cassidy, also an assistant under Team Canada coach Jon Cooper.\nAs Cassidy pointed out, the break isn’t really one for many of his players. Nine Golden Knights are on Olympics rosters, including five for gold medal favorites the United States and Canada.\n“The top guys are playing the most minutes, and they’re the ones to go over there and represent their country,” Cassidy said. “I think it’s a better answer on the flip side when we see when the last game is played for Canada. Well, all our guys, right?”\nThis roughly three-week stoppage does have the clear advantage of helping what has been a banged-up Golden Knights team get healthy.\nCassidy said he expected defenseman Brayden McNabb (upper body) back in the lineup when the team resumes play. Forwards Brandon Saad (undisclosed) and Colton Sissons (upper body) shouldn’t be far behind McNabb.\nCenters William Karlsson (lower body) and Brett Howden (lower body) and forward Jonas Rondbjerg (undisc...\n\n=== 12. Florida baseball coach Kevin O’Sullivan hopes to deliver ‘the best version of myself’ after leave ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69866939d86845f8bd507ab0da79cb91&url=https%3a%2f%2fapnews.com%2farticle%2fflorida-baseball-kevin-osullivan-64394256e96aac5e0b10c2402d03aa4c&c=4296831996774754619&mkt=en-us\n发布时间: Fri, 06 Feb 2026 13:31:00 GMT\n内容:\nFlorida baseball coach Kevin O’Sullivan hopes to deliver ‘the best version of myself’ after leave\nGAINESVILLE, Fla. (AP) — Florida baseball coach Kevin O’Sullivan now has a homemade gym in his garage. It’s the first place he visits every morning.\nO’Sullivan used a two-month leave of absence to change his daily routine and eliminate some old habits in hopes of finding “the best version of myself” heading into his 19th season in Gainesville.\n“It’s really that simple,” O’Sullivan said Friday, more than seven weeks after resuming his coaching duties with the Gators. “I feel rejuvenated. I feel great. I feel much, much more at peace, if that makes sense.”\nO’Sullivan stepped away in late October to address undisclosed “personal matters.”\nThe Gators went through two interim coaches during his hiatus. They turned to associate head coach Chuck Jeroloman before he left to take a similar job at Tennessee. Florida then hired former Auburn head coach Tom Slater as associate head coach.\nO’Sullivan returned a week before Christmas and has been getting his program ready for next weekend’s season-opening series against UAB. The 57-year-old coach nicknamed “Sully” has led the program to 756 wins, 17 NCAA regionals, nine College World Series appearances, six Southeastern Conference championships and the 2017 national title.\nBut his most recent season was far from the norm. In August, the NCAA Division I Baseball Committee issued a public reprimand to O’Sullivan for aggressive behavior and profa...\n\n"
}