{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Business celebrates win over Trump tariffs, but refunds will take time ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fautos-transportation%2fbusiness-celebrates-win-over-trump-tariffs-refunds-will-take-time-2026-02-20%2f&c=15104846595019808492&mkt=en-us\n发布时间: Fri, 20 Feb 2026 07:02:00 GMT\n内容:\n[抓取失败] 摘要: Thousands of businesses won a hard-fought victory when the U.S. Supreme Court ruled to overturn the White House's emergency tariffs, but the process of getting refunds has only just begun.\n\n=== 2. Trump administration rule could pause work permits for asylum applicants for 'many years' ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fworld%2ftrump-administration-rule-could-pause-work-permits-asylum-applicants-many-years-2026-02-20%2f&c=9536409544758212762&mkt=en-us\n发布时间: Fri, 20 Feb 2026 06:36:00 GMT\n内容:\n[抓取失败] 摘要: Work permits for asylum applicants could be paused for 'many years' under a proposed rule published by U.S. President Donald Trump's administration on Friday, in what would be one of the most sweeping ...\n\n=== 3. NASA eyes March 6 launch of astronaut moon mission after passing key test ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fscience%2fnasa-eyes-march-6-launch-astronaut-moon-mission-after-passing-key-test-2026-02-20%2f&c=7099102303835661497&mkt=en-us\n发布时间: Fri, 20 Feb 2026 07:48:00 GMT\n内容:\n[抓取失败] 摘要: NASA officials on Friday said the agency was targeting March 6 for the launch of four astronauts around the moon and back as part of its Artemis II mission after overcoming rocket-fueling snags in a ...\n\n=== 4. USDA defends $12 billion subsidy amid farm economy challenges ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fusda-defends-12-billion-subsidy-amid-farm-economy-challenges-2026-02-20%2f&c=5873271949026143964&mkt=en-us\n发布时间: Fri, 20 Feb 2026 12:04:00 GMT\n内容:\n[抓取失败] 摘要: As the U.S. Department of Agriculture prepares to dole out $12 billion in government subsidies next week, officials and economists at the agency's annual forum near Washington defended the assistance ...\n\n=== 5. 'I'm ashamed': Trump denounces Supreme Court justices after tariffs ruling ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fim-ashamed-trump-denounces-supreme-court-justices-after-tariffs-ruling-2026-02-20%2f&c=9955951083809102761&mkt=en-us\n发布时间: Fri, 20 Feb 2026 12:57:00 GMT\n内容:\n[抓取失败] 摘要: President Donald Trump lashed out on Friday at the U.S. Supreme Court and the six justices who struck down his signature global tariffs - including two he appointed - in remarkably personal terms ...\n\n=== 6. Supreme Court has taken away Trump's leverage with tariff ruling, says Bessent ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fsupreme-court-has-taken-away-trumps-leverage-with-tariff-ruling-says-bessent-2026-02-20%2f&c=9567315680465824498&mkt=en-us\n发布时间: Fri, 20 Feb 2026 12:26:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Supreme Court has taken away President Donald Trump's leverage with its decision to strike down tariffs imposed under a law meant for use in national emergencies, U.S. Treasury Secretary ...\n\n=== 7. From longshot lawsuit to landmark ruling: How a family toy business took on Trump's tariffs ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fworld%2flongshot-lawsuit-landmark-ruling-how-family-toy-business-took-trumps-tariffs-2026-02-20%2f&c=2861128776605340465&mkt=en-us\n发布时间: Fri, 20 Feb 2026 08:48:00 GMT\n内容:\n[抓取失败] 摘要: When Rick Woldenberg took the reins of his family's toy business, Learning Resources Inc, nearly three decades ago, politics and litigation were not on his agenda. Then he became a central figure in ...\n\n=== 8. Analysts say China less likely to buy US soy after Supreme Court decision ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fanalysts-say-china-less-likely-buy-us-soy-after-supreme-court-decision-2026-02-20%2f&c=5822031273287535927&mkt=en-us\n发布时间: Fri, 20 Feb 2026 10:26:00 GMT\n内容:\n[抓取失败] 摘要: China may be less likely to follow through on another big purchase of U.S. soybeans that President Donald Trump has been touting for several weeks in the wake of the Supreme Court striking down ...\n\n=== 9. Explainer: How will companies get refunds now that the US Supreme Court has rejected Trump's tariffs? ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fboards-policy-regulation%2fhow-will-companies-get-refunds-now-that-us-supreme-court-has-rejected-trumps-2026-02-20%2f&c=17912157015559356872&mkt=en-us\n发布时间: Fri, 20 Feb 2026 07:33:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Supreme Court said on Friday that tariffs imposed by President Donald Trump under an economic emergency law were illegal.\n\n=== 10. North Korea's Kim reviews country's progress at key party congress ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2fnorth-koreas-kim-reviews-countrys-progress-key-party-congress-2026-02-20%2f&c=7352241580325743709&mkt=en-us\n发布时间: Fri, 20 Feb 2026 12:45:00 GMT\n内容:\n[抓取失败] 摘要: North Korean leader Kim Jong Un began reviewing the country's progress in the past five years that brought \"great transformation\" during the second day of a key party congress, state media KCNA said ...\n\n=== 11. Shakira brings free concert to Mexico City in March ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fshakira-brings-free-concert-mexico-city-march-2026-02-20%2f&c=2357015088375999295&mkt=en-us\n发布时间: Fri, 20 Feb 2026 12:40:00 GMT\n内容:\n[抓取失败] 摘要: Colombian pop star Shakira will perform in Mexico City's Zocalo square in a free concert on the night of March 1, the best-selling musician announced together with the city government on Friday.\n\n=== 12. Trump orders temporary 10% global tariff to replace duties struck down by US Supreme Court ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deacb9cd4244a7647409485699da&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2ftrump-orders-temporary-10-global-tariff-replace-duties-struck-down-by-us-supreme-2026-02-20%2f&c=17933673613033125988&mkt=en-us\n发布时间: Fri, 20 Feb 2026 09:53:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump said on Friday that he would impose a 10% global tariff for 150 days to replace some of his emergency duties that were struck down by the U.S. Supreme Court.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. ‘Fools and lap dogs:' Trump launches furious attacks at Supreme Court justices over tariff ruling ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2fvideo%2ffools-and-lap-dogs-trump-launches-furious-attacks-at-supreme-court-justices-over-tariff-ruling-0c0d0c27f8a34d0d9efad2939c5971e4&c=11533908568223836721&mkt=en-us\n发布时间: Fri, 20 Feb 2026 14:13:00 GMT\n内容:\nPresident Donald Trump aims highly personal attacks at the Supreme Court justices who voted to strike down his signature economic policy, global tariffs imposed under an emergency powers law.\n‘Fools and lap dogs:' Trump launches furious attacks at Supreme Court justices over tariff ruling\nPresident Donald Trump aims highly personal attacks at the Supreme Court justices who voted to strike down his signature economic policy, global tariffs imposed under an emergency powers law.\n\n=== 2. Judge denies Tennessee QB Joey Aguilar’s injunction bid to remain eligible ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2farticle%2ftennessee-volunteers-5a852d63b25c8fe73c9ab9fc0afe6aba&c=14494470760110777255&mkt=en-us\n发布时间: Fri, 20 Feb 2026 13:56:00 GMT\n内容:\nJudge denies Tennessee QB Joey Aguilar’s injunction bid to remain eligible\nKNOXVILLE, Tenn. (AP) — Tennessee quarterback Joey Aguilar’s bid for an injunction that would have enabled him to continue playing for the Volunteers this fall was denied on Friday by a Knox County Chancery Court judge.\nAguilar was arguing that he should be allowed a fourth year of playing Divisional I football rather than having the years he spent in junior college count against his eligibility. Chancellor Christopher D. Heagerty instead dissolved the temporary restraining order he had granted in the case on Feb. 4 and denied Aguilar’s request for an injunction.\nAguilar played at Diablo Valley (California) Community College from 2021-22 before transferring to Appalachian State, where he spent the 2023 and 2024 seasons. Aguilar then transferred to Tennessee and completed 67.3% of his passes for 3,565 yards with 24 touchdowns and 10 interceptions this past season.\nHe also redshirted at City College of San Francisco in 2019 before the 2020 season was canceled because of the coronavirus pandemic.\nAlthough Aguilar has been invited to next week’s NFL draft scouting combine, he had filed a lawsuit against the NCAA in an attempt to return to Tennessee to play one more season.\nHeagerty said the factors Tennessee courts consider before deciding to grant a temporary injunction are the threat to irreparable harm to the plaintiff if an injunction isn’t granted, the balance between this harm and any injury that gra...\n\n=== 3. UNC’s Veesaar increasing practice work ahead of Syracuse game; Wilson due for evaluation next week ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2farticle%2func-injuries-wilson-veesaar-97e629aa80960c03a10487e57b6512e4&c=9423024274538064146&mkt=en-us\n发布时间: Fri, 20 Feb 2026 13:56:00 GMT\n内容:\nUNC’s Veesaar increasing practice work ahead of Syracuse game; Wilson due for evaluation next week\nCHAPEL HILL, N.C. (AP) — Henri Veesaar would return to limited practice Friday while freshman star Caleb Wilson will have another evaluation next week as both players recover from injuries, North Carolina coach Hubert Davis said.\nDavis said the 7-foot Veesaar returned to individual workouts Thursday and the team would see how he handled more practice work Friday as he deals with a lower-body injury. Davis called the junior questionable for the 16th-ranked Tar Heels’ game at Syracuse on Saturday.\nWilson, a high-end NBA prospect, has a fracture in his left hand and is out indefinitely.\nThe two are ranked 1-2 on the team in scoring and rebounding, with Wilson averaging 19.8 points and 9.4 rebounds while Veesaar averages 16.4 points and 9.0 rebounds. Both have missed the past two games, most recently Tuesday’s 24-point loss at rival N.C. State.\nNeither has played since a Feb. 10 loss at Miami, coming days after a thrilling last-second win against third-ranked rival Duke.\nWilson, a 6-10 forward, was hurt in the first half of that game and finished with his palm and wrist area wrapped after in-game X-rays were negative. Additional imaging two days later identified a fracture.\nWilson has indicated in multiple social-media posts he plans to return.\n“He’s been in my office every day and he wants to practice today,” Davis said with a chuckle, “but I’m not going to let him.”\n“What he’s doi...\n\n=== 4. Even missing Sidney Crosby, stacked power play gets Canada into the Olympic final ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2farticle%2fcanada-power-play-olympics-67278f48435b8a78ffa0877e8865ccbd&c=13605817494406374615&mkt=en-us\n发布时间: Fri, 20 Feb 2026 13:30:00 GMT\n内容:\nEven missing Sidney Crosby, stacked power play gets Canada into the Olympic final\nEven missing Sidney Crosby, stacked power play gets Canada into the Olympic final\nMILAN (AP) — Taking a penalty against Canada at the Olympics is a bad idea. Niko Mikkola high-sticking Nathan MacKinnon in the final few minutes was a really bad idea for Finland.\nNowhere is Canada’s embarrassment of riches of high-end talent clearer than on the power play, when it can put arguably three of the five or six best hockey players on the planet on the ice at the same time in Connor McDavid, Nathan MacKinnon and Cale Makar.\nEven while missing injured captain Sidney Crosby and with Macklin Celebrini filling in and Sam Reinhart parking himself in front of that net, that unit scored the go-ahead goal with 35.2 seconds left Friday to send Canada to the gold medal game. McDavid traces the development of the power play back a year to the 4 Nations Face-Off.\n“We’ve worked on this power play a lot,” McDavid said. “Something we talk about a lot. We do it for these big moments and found a way to score a big one in a big moment.”\nCanada is 7 for 16 on the power play, a success rate of 43.75%. For reference, the NHL record for the best power-play efficiency over the course of a season is 32.4% by the 2022-23 Edmonton Oilers, who also had McDavid.\nThe saucer pass by McDavid over penalty killer Roope Hintz’s stick and to MacKinnon was the latest example of why he’s regarded as the best player in the league.\n“I tried t...\n\n=== 5. Chef gives tiramisu masterclass as iconic Italian dessert delights Winter Olympics fans ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2fvideo%2fchef-gives-tiramisu-masterclass-as-iconic-italian-dessert-delights-winter-olympics-fans-6e18ec580e084ed2a48d388815e2e962&c=13045098155599969332&mkt=en-us\n发布时间: Fri, 20 Feb 2026 14:00:00 GMT\n内容:\nChef gives tiramisu masterclass as iconic Italian dessert delights Winter Olympics fans\nChef gives tiramisu masterclass as iconic Italian dessert delights Winter Olympics fans\nChef gives tiramisu masterclass as iconic Italian dessert delights Winter Olympics fans\n\n=== 6. Trump administration relaxes limits on pollutants that coal plants may emit ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2fvideo%2ftrump-administration-relaxes-limits-on-pollutants-that-coal-plants-may-emit-3e406350efd749239cfb37af9d84bde9&c=16850730207379325875&mkt=en-us\n发布时间: Fri, 20 Feb 2026 13:27:00 GMT\n内容:\nThe Environmental Protection Agency on Friday weakened limits on mercury and other toxic emissions from coal-fired power plants. The announcement was made at a large coal plant in Kentucky. (AP Video: Dylan Lovan)\nTrump administration relaxes limits on pollutants that coal plants may emit\nThe Environmental Protection Agency on Friday weakened limits on mercury and other toxic emissions from coal-fired power plants. The announcement was made at a large coal plant in Kentucky. (AP Video: Dylan Lovan)\n\n=== 7. Supreme Court strikes down Trump’s sweeping tariffs, upending central plank of his economic agenda ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2farticle%2fsupreme-court-tariffs-trump-0485fcda30a7310501123e4931dba3f9&c=1152064897459509287&mkt=en-us\n发布时间: Fri, 20 Feb 2026 12:22:00 GMT\n内容:\nSupreme Court strikes down Trump’s sweeping tariffs, sparking fierce pushback and vow of new levies\nSupreme Court strikes down Trump’s sweeping tariffs, sparking fierce pushback and vow of new levies\nWASHINGTON (AP) — The Supreme Court struck down President Donald Trump’s far-reaching global tariffs on Friday, handing him a stinging loss that sparked a furious attack on the court he helped shape.\nTrump said he was “absolutely ashamed” of some justices who ruled 6-3 against him, calling them “disloyal to our Constitution” and “lapdogs.” At one point he even raised the specter of foreign influence without citing any evidence.\nThe decision could have ripple effects on economies around the globe after Trump’s moves to remake post-World War II trading alliances by wielding tariffs as a weapon.\nBut an unbowed Trump pledged to impose a new global 10% tariff under a law that’s restricted to 150 days and has never been used to apply tariffs before.\n“Their decision is incorrect,” he said. “But it doesn’t matter because we have very powerful alternatives.”\nThe court’s ruling found tariffs that Trump imposed under an emergency powers law were unconstitutional, including the sweeping “reciprocal” tariffs he levied on nearly every other country.\nTrump appointed three of the justices on the nation’s highest court during his first term, and has scored a series of short-term wins that have allowed him to move ahead with key policies.\nTariffs, though, were the first major piece of Trump’s broa...\n\n=== 8. Famed banyan tree still ‘in the ICU’ ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2farticle%2ftrees-fires-wildfires-fungi-general-news-4865bb1165094b39f5f70c5d011b3e61&c=6970600525156349094&mkt=en-us\n发布时间: Fri, 20 Feb 2026 13:48:00 GMT\n内容:\nFamed banyan tree still ‘in the ICU’\nFamed banyan tree still ‘in the ICU’\nLahaina’s iconic Indian banyan tree has been off limits to visitors since the August 2023 wildfire tore through the historic community, but some Maui County officials are hopeful that they might soon be able to restore public access.\nArborists from all over Maui — as well as a few from Oʻahu — will be organizing an extensive assessment of the tree’s health, the results of which will help determine when Lahaina Banyan Court Park might reopen, said Duane Sparkman, the chair of the Maui County Arborist Committee and the co-founder of the nonprofit Treecovery Hawaiʻi.\nWhile many people hailed the famous tree’s survival as a symbol of hope and resilience, that initial optimism did not reflect the burn damage festering beneath the tree’s scorched bark, Sparkman said. Arborists discovered fungus inside a branch that snapped earlier this month and want to be sure the tree is not sicker than it appears.\n“We really don’t know what’s under the skin,” he said. “It’s still trying to survive the fire, and it’s still trying to heal.”\nThe assessment is expected to be extensive and fairly invasive, Sparkman said. Arborists will tug on and throw ropes with weighted attachments over individual branches to see how much tension they can withstand, he said, and they will drive stainless steel spikes into the tree’s flesh to make sure it still produces sap and that there is a functioning cambium, a layer of tissue inside tree...\n\n=== 9. Judge weighs Washington Post’s demand for government to return devices seized from reporter’s home ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2farticle%2ffbi-washington-post-search-warrant-classified-documents-b94ca2098e653e50b1f8d448e205faa3&c=5638737786226172763&mkt=en-us\n发布时间: Fri, 20 Feb 2026 13:06:00 GMT\n内容:\nJudge weighs Washington Post’s demand for government to return devices seized from reporter’s home\nALEXANDRIA, Va. (AP) — The federal government is asking a court to “run roughshod” over the First Amendment after seizing electronic devices from a Washington Post reporter’s Virginia home last month, an attorney for the newspaper argued Friday.\nU.S. Magistrate Judge William Porter didn’t rule from the bench on the newspaper’s request for an order requiring authorities to return the devices taken from the Virginia home of Post reporter Hannah Natanson. Porter had authorized the search by FBI agents investigating allegations that a Pentagon contractor illegally leaked classified information to Natanson.\nPorter said he intends to issue a decision before a follow-up hearing scheduled for March 4.\n“I have a pretty good sense of what I’m going to do here,” the magistrate said without elaborating.\nPentagon contractor Aurelio Luis Perez-Lugones was arrested on Jan. 8 and charged with unauthorized removal and retention of classified documents. Perez-Lugones is accused of taking home printouts of classified documents from his workplace and later passing them to Natanson.\nFederal agents seized a phone, two laptops, a recorder, a portable hard drive and a Garmin smart watch when they searched Natanson’s home in Alexandria, Virginia, on Jan. 14. Last month, Porter agreed to temporarily bar the government from reviewing any material from Natanson’s devices.\nPost attorney Simon Latcovich said...\n\n=== 10. Qué saber del fallo de la Corte Suprema de EEUU sobre aranceles de Trump ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2farticle%2feeuu-aranceles-trump-corte-suprema-a5909b27483e1eb8cb53a556d353b35a&c=10678420769229467598&mkt=en-us\n发布时间: Fri, 20 Feb 2026 13:20:00 GMT\n内容:\nQué saber del fallo de la Corte Suprema de EEUU sobre aranceles de Trump\nNUEVA YORK (AP) — La Corte Suprema de Estados Unidos asestó al presidente Donald Trump una dura derrota en uno de los pilares de su política económica, al anular aranceles que impuso a casi todos los países.\nEn su fallo 6-3, el tribunal falló el viernes que el intento de Trump de usar una ley de poderes de emergencia para imponer esos gravámenes no era válido.\nDos de los tres jueces nombrados por Trump fueron parte de la mayoría que anuló la primera gran pieza de la agenda del segundo mandato de Trump que llegó ante ellos.\nEsto es lo que hay que saber:\nLo que resolvió el tribunal\nTrump se sustentó en la Ley de Poderes Económicos de Emergencia Internacional de 1977, o IEEPA, como justificación para una andanada histórica de aranceles, aunque esa ley no menciona los aranceles. La IEEPA, que permite al presidente incautar activos y bloquear transacciones durante una emergencia nacional, se utilizó por primera vez durante la crisis de los rehenes en Irán. Desde entonces se ha invocado para diversos episodios de inestabilidad global, desde los ataques del 11 de septiembre de 2001 hasta la guerra civil siria.\nEl presidente sostuvo que el déficit comercial de Estados Unidos era tan grave que también calificaba como una emergencia, una afirmación que el máximo tribunal desestimó.\n“El hecho de que ningún presidente haya encontrado jamás tal poder en la IEEPA es una prueba contundente de que no existe”, escribió e...\n\n=== 11. Member of Zizians group linked to deaths in several states bailed out in Maryland ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6998deaf0a204e1f928b846183f78fe4&url=https%3a%2f%2fapnews.com%2farticle%2fzizians-daniel-blank-court-maryland-a02fb8290dd6370b97f474576e9db258&c=18331862589280316034&mkt=en-us\n发布时间: Fri, 20 Feb 2026 13:08:00 GMT\n内容:\nMember of Zizians group linked to deaths in several states bailed out in Maryland\nMember of Zizians group linked to deaths in several states bailed out in Maryland\nCUMBERLAND, Md. (AP) — A member of a group known to outsiders as Zizians that is linked to six deaths was bailed out of jail in Maryland on Friday.\nPolice in Maryland connected Jack “Ziz” LaSota, Michelle Zajko and Daniel Blank to homicide investigations in California, Pennsylvania and Vermont after a landowner found them living in box trucks at the end of a snow-covered dirt road last February, according to court documents and pretrial testimony.\nBlank was bailed out Friday at about noon after posting $15,000. Blank’s attorney Rebecca Lechliter declined comment. Zajko and LaSota remain in custody and are being held without bail.\nBlank’s release includes conditions that he must live alone and submit to GPS tracking.\nThe deaths linked to the group reached six last year when a U.S. border agent was killed in Vermont. The three members were later arrested on trespassing and gun charges in the woods of western Maryland. Seven of the group’s members are jailed in three states, all awaiting trial.\nMaryland state Trooper Brandon Jeffries wrote after their Feb. 16, 2025 arrests that all the “suspects involved are to be questioned regarding other crimes that have occurred across the country and have ties with the Zizians Cult.”\nCalled “Zizians” by outsiders, the young, highly intelligent computer scientists appear to share ...\n\n"
}