{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. US January budget deficit falls to $95 billion as revenue gains outpace spending growth ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fus-january-budget-deficit-falls-95-billion-revenue-gains-outpace-spending-growth-2026-02-11%2f&c=1648325563475521558&mkt=en-us\n发布时间: Wed, 11 Feb 2026 10:02:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. government posted a $95 billion budget deficit in January, down $34 billion or 26% from a year earlier as revenue gains including customs duties outpaced growth in outlays, the Treasury ...\n\n=== 2. Gates Foundation denies any financial payments to Epstein ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fgates-foundation-says-it-did-not-make-any-payments-epstein-2026-02-11%2f&c=4993964861882792369&mkt=en-us\n发布时间: Wed, 11 Feb 2026 11:33:00 GMT\n内容:\n[抓取失败] 摘要: The Gates Foundation said on Wednesday it did not make any financial payments to late financier and convicted sex offender Jeffrey Epstein or employ him at any time, after the U.S. Department of ...\n\n=== 3. Mamdani calls for 2% tax hike on wealthy New Yorkers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fmamdani-calls-2-tax-hike-wealthy-new-yorkers-2026-02-11%2f&c=13722518461855010864&mkt=en-us\n发布时间: Wed, 11 Feb 2026 11:37:00 GMT\n内容:\n[抓取失败] 摘要: New York City Mayor Zohran Mamdani on Wednesday has called for a two percent tax increase for New Yorkers making over a million dollars a year, along with a hike in the state's corporate tax rate, ...\n\n=== 4. Brazil mulls assigning beef export quotas for exporters dealing with China, official says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fbrazil-mulls-assigning-beef-export-quotas-exporters-dealing-with-china-official-2026-02-11%2f&c=4065060258855870444&mkt=en-us\n发布时间: Wed, 11 Feb 2026 12:49:00 GMT\n内容:\n[抓取失败] 摘要: The Brazilian government may assign individual export quotas for domestic beef companies selling products to China, Luis Rua, trade secretary at Brazil's ministry of agriculture, said in an interview ...\n\n=== 5. US lawmakers learned Trump wanted to indict them through the press ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-lawmakers-learned-trump-wanted-indict-them-through-press-2026-02-11%2f&c=16426340321639523494&mkt=en-us\n发布时间: Wed, 11 Feb 2026 11:47:00 GMT\n内容:\n[抓取失败] 摘要: Members of the U.S. Congress learned only through press reports that President Donald Trump's administration had tried - and failed - to have them charged and arrested, and some said on Wednesday they ...\n\n=== 6. Swiss golden boy Von Allmen wins super-G to complete Milano Cortina hat-trick ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fsports%2falpine-sking-swiss-golden-boy-von-allmen-wins-super-g-complete-hat-trick-2026-02-11%2f&c=4368024242644758649&mkt=en-us\n发布时间: Wed, 11 Feb 2026 02:53:00 GMT\n内容:\n[抓取失败] 摘要: Switzerland's Franjo von Allmen joined a very exclusive club of Alpine skiers as he powered to his third gold medal of the Milano Cortina Olympics with a super-G masterclass down the Stelvio.\n\n=== 7. Morgan Stanley CEO Ted Pick's pay rises 32% to $45 million ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fboards-policy-regulation%2fmorgan-stanley-ceo-ted-picks-pay-rises-45-million-2026-02-11%2f&c=299716869154752078&mkt=en-us\n发布时间: Wed, 11 Feb 2026 12:24:00 GMT\n内容:\n[抓取失败] 摘要: Morgan Stanley said on Wednesday it had approved $45 million for CEO Ted Pick's total compensation for 2025, up from $34 million in 2024.\n\n=== 8. Novo Nordisk plans to launch Wegovy vials ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fhealthcare-pharmaceuticals%2fnovo-nordisk-plans-launch-wegovy-vials-2026-02-11%2f&c=9497933451484959315&mkt=en-us\n发布时间: Wed, 11 Feb 2026 12:24:00 GMT\n内容:\n[抓取失败] 摘要: Novo and Lilly are locked in a tightening fight in the obesity-drug market, with Novo trying to win back its crown after a bruising year in which Zepbound overtook Wegovy in U.S. prescriptions.\n\n=== 9. Canadian school shooter identified as 18-year-old woman with mental health issues ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fworld%2fcanada-sending-top-minister-scene-school-shooting-says-carney-2026-02-11%2f&c=17837844189047570576&mkt=en-us\n发布时间: Wed, 11 Feb 2026 05:47:00 GMT\n内容:\n[抓取失败] 摘要: Canadian police identified the person who carried out a school massacre as an 18-year-old woman but did not give a motive for one of the worst mass shootings in Canada's history.\n\n=== 10. Musk reorganizes xAI after SpaceX merger and ahead of blockbuster IPO ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmusk-says-xai-was-reorganized-2026-02-11%2f&c=17750665189348223686&mkt=en-us\n发布时间: Wed, 11 Feb 2026 11:03:00 GMT\n内容:\n[抓取失败] 摘要: Elon Musk overhauled the management of his artificial intelligence startup xAI ahead of a planned initial public offering that could rank among the largest ever, a week after merging the company with ...\n\n=== 11. Anthropic to shoulder some costs as data center expansions threaten to raise power bills ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d0237f7fd4117b902d2163c50bd22&url=https%3a%2f%2fwww.reuters.com%2ftechnology%2fanthropic-shoulder-some-costs-data-center-expansions-threaten-raise-power-bills-2026-02-11%2f&c=16051723074651950754&mkt=en-us\n发布时间: Wed, 11 Feb 2026 12:16:00 GMT\n内容:\n[抓取失败] 摘要: Artificial intelligence company Anthropic on Wednesday announced initiatives to limit the impact of data centers on consumer energy prices amid increased investment in power-hungry infrastructure ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. James Van Der Beek, the ‘Dawson’s Creek’ star who later mocked his own hunky persona, has died at 48 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2farticle%2fjames-van-der-beek-dead-8668938cf9ee4a4608a0750c0ee3abd3&c=10244383674202728937&mkt=en-us\n发布时间: Wed, 11 Feb 2026 13:58:00 GMT\n内容:\nJames Van Der Beek, the ‘Dawson’s Creek’ star who later mocked his own hunky persona, has died at 48\nJames Van Der Beek, the ‘Dawson’s Creek’ star who later mocked his own hunky persona, has died at 48\nNEW YORK (AP) — James Van Der Beek, a heartthrob who starred in coming-of-age dramas at the dawn of the new millennium, shooting to fame playing the titular character in “Dawson’s Creek” and in later years mocking his own hunky persona, has died. He was 48.\n“Our beloved James David Van Der Beek passed peacefully this morning. He met his final days with courage, faith and grace. There is much to share regarding his wishes, love for humanity and the sacredness of time. Those days will come,” said a statement from the actor’s family posted on Instagram. “For now we ask for peaceful privacy as we grieve our loving husband, father, son, brother and friend.”\nVan Der Beek revealed in 2024 that he was being treated for colorectal cancer.\nVan Der Beek made a surprise video appearance in September at a “Dawson’s Creek” reunion charity event in New York City after previously dropping out due to illness.\nHe appeared projected onstage at the Richard Rodgers Theatre during a live reading of the show’s pilot episode to benefit F Cancer and Van Der Beek. Lin-Manuel Miranda subbed for him on stage.\n“Thank you to every single person here,” Van Der Beek said.\nForever tied to ‘Dawson’s Creek’\nA one-time theater kid, Van Der Beek would star in the movie “Varsity Blues” and on TV in “CSI: Cyber” as ...\n\n=== 2. Live updates: Bondi deflected questions on Epstein files across 5-hour hearing ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2flive%2ftrump-bondi-epstein-updates-2-11-2026&c=7761430000087919130&mkt=en-us\n发布时间: Wed, 11 Feb 2026 13:38:00 GMT\n内容:\nLive updates: Bondi deflected questions on Epstein files across 5-hour hearing\nFollow the latest news on President Donald Trump and his administration | Feb. 11, 2026\nEpstein files hearing gets heated as Democratic members of Congress push Attorney General Pam Bondi for answers. “I am not going to get in the gutter with these people,” Bondi shouts during the hearing.\nAttorney General Pam Bondi took heated questions from lawmakers in a combative congressional hearing over the Justice Department’s handling of files related to Jeffrey Epstein that have exposed sensitive private information about victims despite redaction efforts.\nBondi tried to turn the page from persistent criticism of the Justice Department by aggressively pivoting across the five-hour hearing.\nThe attorney general gave a wide-ranging, passionate defense of President Donald Trump, mocked her Democratic questioners and refused to directly respond to accusations from representatives that she is perpetuating a cover-up and ignoring victims, several of whom were sitting behind her in the hearing room.\nBondi also defended the department’s handling of the files, even as its political saga continues to dog her term. The attorney general had a similarly tumultuous hearing before Congress in October.\nOther news we’re following:\n- El Paso airspace closure stemmed from Pentagon’s plans to laser shoot Mexican cartel drones: That caused friction with the Federal Aviation Administration, which wanted to ensure commercial ai...\n\n=== 3. Suspect in Canada shooting is identified as an 18-year-old with history of police visits to her home ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2farticle%2fcanada-school-shooting-british-columbia-e577eb5689d1af42f6077a56368d4170&c=16210966867728580578&mkt=en-us\n发布时间: Wed, 11 Feb 2026 13:54:00 GMT\n内容:\nSuspect in Canada shooting is identified as an 18-year-old with history of police visits to her home\nSuspect in Canada shooting is identified as an 18-year-old with history of police visits to her home\nVANCOUVER, British Columbia (AP) — The suspect in a Canada school shooting was an 18-year-old who had a history of police visits to her home to check on her mental health, authorities said Wednesday, a day after the attack that killed eight people in a remote part of British Columbia.\nPolice said Jesse Van Rootselaar was found dead from an apparent self-inflicted wound following the assault on a school in the small mountain community of Tumbler Ridge.\nRoyal Canadian Mounted Police Deputy Commissioner Dwayne McDonald said Van Rootselaar first killed her mother and stepbrother at the family home before attacking the nearby school. She had a history of mental health contacts with police, he said.\nThe motive was unclear.\nPolice initially said nine people were killed Tuesday, but McDonald clarified Wednesday that there were eight fatalities. McDonald said the discrepancy arose from a victim who was airlifted to a medical center. Authorities mistakenly thought that person had died.\nMore than 25 people were wounded.\nTown is near border with Alberta\nThe town of 2,700 people in the Canadian Rockies is more than 1,000 kilometers (600 miles) northeast of Vancouver, near the provincial border with Alberta.\nPolice said the victims included a 39-year-old teacher and five students, ages 12 to...\n\n=== 4. Valeria Chomsky admits ‘serious errors in judgment’ over Jeffrey Epstein ties ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2farticle%2fnoam-chomsky-jeffrey-epstein-files-valeria-chomsky-fb288dc6cf733fd3dbfdec86fec8b14a&c=3393022378104080659&mkt=en-us\n发布时间: Wed, 11 Feb 2026 12:37:00 GMT\n内容:\nValeria Chomsky admits ‘serious errors in judgment’ over Jeffrey Epstein ties\nValeria Chomsky admits ‘serious errors in judgment’ over Jeffrey Epstein ties\nNEW YORK (AP) — The wife of Noam Chomsky is acknowledging “serious errors in judgment” in the wake of new revelations about the couple’s ties to the disgraced financier Jeffrey Epstein. Valeria Chomsky also says she and her husband never witnessed any inappropriate behavior.\n“Noam and I recognize the gravity of Jeffrey Epstein’s crimes and the profound suffering of his victims,” Valeria Chomsky wrote in a statement she shared this week with The Associated Press. “Nothing in this statement is intended to minimize that suffering, and we express our unrestricted solidarity with the victims.”\nThe friendship between Epstein and Noam Chomsky, the influential activist and pioneering linguist, has been known for several years. But the latest release of documents by the Justice Department show a more extensive relationship than previously reported on and includes a memo suggesting that Chomsky was advising Epstein on how to rehabilitate his public image.\nAdmirers of Chomsky, a longtime critic of the U.S. political and media establishment, have expressed revulsion. Vijay Prashad, who has written books on Cuba and the Middle East with Chomsky, released a letter last week saying he was “disgusted by Epstein’s pedophilia, and so by Noam’s friendship with him.”\nIn her public statement, Valeria Chomsky notes that she was speaking for her...\n\n=== 5. A Yale professor recommended a ‘good-looking blonde’ student for a job with Epstein. He’s not sorry ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2farticle%2fjeffrey-epstein-david-gelernter-yale-ce8f2ea03cd4b3005351bc0885fcb62d&c=11911161905366759512&mkt=en-us\n发布时间: Wed, 11 Feb 2026 13:10:00 GMT\n内容:\nA Yale professor recommended a ‘good-looking blonde’ student for a job with Epstein. He’s not sorry\nA Yale professor recommended a ‘good-looking blonde’ student for a job with Epstein. He’s not sorry\nYale University says a prominent computer science professor will not teach classes while it reviews his conduct, after newly released documents show he sent Jeffrey Epstein an email describing an undergraduate as a good-looking blonde while recommending her for a job.\nMessages between David Gelernter — who made headlines in 1993 when he was wounded by a mail explosive sent by “Unabomber” Theodore Kaczynski — and the late, disgraced financier were among the trove of Epstein-related documents released by the U.S. Justice Department in late January. The documents show Gelernter and Epstein corresponding on a variety of topics including business and art.\nIn an email to Epstein in October 2011 — several years after Epstein pleaded guilty to soliciting prostitution from an underage girl — Gelernter wrote that he had an “editoress” in mind for a job — a Yale senior whom he described as a “v small good-looking blonde.”\nGelernter defended that message in an email last week to Jeffrey Brock, dean of Yale’s School of Engineering & Applied Science, according to the Yale Daily News, which reported that Gelernter also forwarded the email to the student newspaper.\nHe noted that Epstein was “obsessed with girls” — “like every other unmarried billionaire in Manhattan; in fact, like every other he...\n\n=== 6. Pentagon-FAA dispute over lasers to thwart cartel drones led to airspace closure, AP sources say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2farticle%2ffaa-el-paso-texas-air-space-closed-1f774bdfd46f5986ff0e7003df709caa&c=1942007367831972301&mkt=en-us\n发布时间: Wed, 11 Feb 2026 14:00:00 GMT\n内容:\nPentagon-FAA dispute over lasers to thwart cartel drones led to airspace closure, AP sources say\nPentagon-FAA dispute over lasers to thwart cartel drones led to airspace closure, AP sources say\nEL PASO, Texas (AP) — The sudden and surprising airspace closure over El Paso, Texas, on Wednesday — first announced as extending for 10 days but lasting only a few hours — stemmed from the Pentagon’s plans to test a laser to shoot down drones used by Mexican drug cartels, according to three people familiar with the situation who spoke on condition of anonymity to share sensitive details.\nThat caused friction with the Federal Aviation Administration, which wanted to ensure commercial air safety, and the two agencies sought to coordinate, according to two of the people.\nDespite a meeting scheduled for later this month to discuss the issue, the Pentagon wanted to go ahead and test the laser, prompting the FAA to shutter the airspace over the city on the U.S.-Mexico border. The laser was used at some point, one of the people said.\nTransportation Secretary Sean Duffy said earlier that the airspace closed as the Defense Department and the FAA halted an incursion by Mexican cartel drones and “the threat has been neutralized.” Drone incursions are not uncommon along the U.S.-Mexico border.\nAP correspondent Donna Warder reports on an airspace closure lifted in the El Paso, Texas area.\nThe restrictions were only in place for a couple of hours in the city of nearly 700,000 people, but it is unus...\n\n=== 7. Inside stadium during Bad Bunny’s Super Bowl show ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2fvideo%2finside-stadium-during-bad-bunnys-super-bowl-show-0000019c4e9cdffca3bdfe9e66680000&c=5215738302298770705&mkt=en-us\n发布时间: Wed, 11 Feb 2026 14:19:00 GMT\n内容:\nInside Levi’s Stadium during Bad Bunny’s Super Bowl halftime show: the trust fall/stage dive, Pedro Pascal, Jessica Alba and Cardi B walk onto field — and Lady Gaga and Ricky Martin prepare for their moments.\nInside stadium during Bad Bunny’s Super Bowl show\nInside Levi’s Stadium during Bad Bunny’s Super Bowl halftime show: the trust fall/stage dive, Pedro Pascal, Jessica Alba and Cardi B walk onto field — and Lady Gaga and Ricky Martin prepare for their moments.\n\n=== 8. Governors group says Trump will welcome Democrats and Republicans to White House ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-governors-meeting-democrats-white-house-invitation-a6078ac03332b55ccf8622fe261dd8bd&c=549851183636992529&mkt=en-us\n发布时间: Wed, 11 Feb 2026 12:34:00 GMT\n内容:\nTrump attacks Oklahoma’s GOP leader ahead of next week’s meeting of governors\nTrump attacks Oklahoma’s GOP leader ahead of next week’s meeting of governors\nWASHINGTON (AP) — President Donald Trump attacked the Republican leader of the National Governors Association on Wednesday as tensions mounted between the White House and the bipartisan group of state leaders ahead of its annual meeting next week.\nIn a social media post, Trump blasted Oklahoma Gov. Kevin Stitt, a Republican who chairs the NGA, as a “RINO,” meaning Republican in Name Only. Trump said Stitt “incorrectly stated my position on the very exclusive Governors Annual Dinner and Meeting at the White House.”\nThe dispute centers on whether Trump would allow governors from both major parties to participate in the full range of White House events, which typically includes a business meeting and meal. In a letter to fellow governors on Monday, Stitt said the NGA was informed that the White House planned to limit invitations to the business meeting to Republicans. That prompted an outcry from Democrats, who said they wouldn’t participate in the meal if they weren’t fully included at the business meeting.\nBy Wednesday, Stitt connected with Trump on the phone and followed up with an email to fellow governors.\n“I am writing to inform you that President Donald J. Trump is inviting all governors of the 55 States and territories to the Friday, Feb. 20 NGA Business Breakfast at 8:30am est.,” Stitt wrote. “He was very clear in hi...\n\n=== 9. Lindsey Vonn says she had a ‘successful’ 3rd surgery on broken leg following crash at the Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2farticle%2flindsey-vonn-crash-surgery-olympics-e6ba00bfdb5513a1f95d2deddeafd961&c=344184727898644872&mkt=en-us\n发布时间: Wed, 11 Feb 2026 12:54:00 GMT\n内容:\nLindsey Vonn says she had a ‘successful’ 3rd surgery on broken leg following crash at the Olympics\nLindsey Vonn says she had a ‘successful’ 3rd surgery on broken leg following crash at the Olympics\nCORTINA D’AMPEZZO, Italy (AP) — Lindsey Vonn had a “successful” third surgery on her broken left leg following her downhill crash at the Olympics, the American skier said Wednesday\nVonn posted an update on Instagram that included photos of her giving a thumbs up sign in her hospital bed with a metal frame attached to her leg.\n“I had my 3rd surgery today and it was successful. Success today has a completely different meaning than it did a few days ago,” Vonn said. “I’m making progress and while it is slow, I know I’ll be ok.”\nThe 41-year-old Vonn crashed 13 seconds into her run during Sunday’s race at the Milan Cortina Games and was airlifted off the course by helicopter. She said late Monday she had suffered a “complex tibia fracture that is currently stable but will require multiple surgeries to fix properly.”\nAP photojournalist Jacqlyn Martin, who’s in Cortina, Italy for the Winter Olympics and was working with an Italian photographer covering Lindsey Vonn’s race on Sunday, reports it was shocking to witness her crash.\nNine days before Sunday’s crash, Vonn ruptured the ACL in her left knee in another crash. Even before then, all eyes had been on her as the feel-good story heading into the Games for her comeback after nearly six years of retirement.\nAndrea Panzeri, the chief physi...\n\n=== 10. Arizona sheriff finds himself under a microscope with the Nancy Guthrie case in its 2nd week ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-mom-missing-arizona-sheriff-4f128f953d8e828d87fc1ee293338d9c&c=9155140593674494075&mkt=en-us\n发布时间: Wed, 11 Feb 2026 13:04:00 GMT\n内容:\nArizona sheriff finds himself under a microscope with the Nancy Guthrie case in its 2nd week\nArizona sheriff finds himself under a microscope with the Nancy Guthrie case in its 2nd week\nPHOENIX (AP) — Chris Nanos has had a long career in law enforcement, but he admits he isn’t used to the amount of scrutiny that has come with leading the investigation into the disappearance of “Today” show host Savannah Guthrie’s mother.\nAt news conferences since 84-year-old Nancy Guthrie’s apparent abduction from her Tucson-area home, the soft-spoken sheriff of Pima County, Arizona, has tried to walk the line between keeping the public informed while withholding investigation details that only the person who took her would know. He’s acknowledged the approach sometimes falls short.\n“I’m not used to everyone hanging onto my every word and then holding me accountable for what I say,” Nanos told reporters on the investigation’s third day.\nWith the case now in its second week, Nanos has also acknowledged missteps, including that he probably should have waited longer to relinquish Nancy Guthrie’s home to her family after his detectives finished combing through it for evidence. Before authorities resecured the scene, journalists had walked up to the front door to photograph blood droplets that the sheriff said were Guthrie’s.\nAnd critics, including a fellow Democrat, called him out for going to a University of Arizona basketball game last weekend while the victim was still missing.\n“That does not ...\n\n=== 11. What to know about the investigation into a teen’s death on a cruise ship ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698d023b95594092b469734c2c8d8bd6&url=https%3a%2f%2fapnews.com%2farticle%2fcruise-ship-carnival-florida-crime-d9db466ea85f4b55e2f0ddce24b6e267&c=4922959002183538452&mkt=en-us\n发布时间: Wed, 11 Feb 2026 12:09:00 GMT\n内容:\nWhat to know about the investigation into a teen’s death on a cruise ship\nORLANDO, Fla. (AP) — A 16-year-old boy who is under investigation in the death of his 18-year-old stepsister on a Carnival Cruise ship appeared in federal court in South Florida late last week, but the reasons have been obscured because of his age.\nUnlike adults, juvenile cases are closed to the public, so there was no explanation why the teen was on the docket at the Miami courthouse or whether he’s been charged with a crime. Juvenile cases aren’t common in federal court and are often sent to state courts, or the juvenile is tried as an adult.\nThe death of the teen’s stepsister, Anna Kepner, was ruled a homicide. Her death has drawn international attention and sparked intense speculation on social media. The Associated Press is not naming the teenager because of his age and because any charges that may exist have not been made public.\nHere’s what we know about the case.\nWho was Anna Kepner?\nAnna Kepner was a high school cheerleader at Temple Christian School in Titusville, Florida, some 40 miles (65 kilometers) east of Orlando on the state’s Space Coast. Friends described her as someone who loved spending time on the water. At her memorial service in November, family members encouraged people to wear bright colors instead of the traditional black “in honor of Anna’s bright and beautiful soul.”\nKepner was part of a blended family after her father, Chris, married Shauntel Hudson, who had three children, ...\n\n"
}