{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Europe's $955 billion recovery fund struggles to transform economy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2feuropes-955-billion-recovery-fund-struggles-transform-economy-2026-02-02%2f&c=9917518790386755445&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:04:00 GMT\n内容:\n[抓取失败] 摘要: In olive groves and vineyards dotted across Spain, sensors and drones paid for by Europe's largest recovery fund since the post-war Marshall Plan are gathering soil data to feed into AI models which ...\n\n=== 2. Shares jittery in Asia as metals gyrate, earnings loom ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fglobal-markets-global-markets-2026-02-02%2f&c=9744420149924843689&mkt=en-us\n发布时间: Sun, 01 Feb 2026 15:38:00 GMT\n内容:\n[抓取失败] 摘要: Asian share markets mostly followed Wall Street futures lower on Monday as chaotic trading in silver made for a nervous start to a week ​that is packed with corporate earnings, central bank meetings ...\n\n=== 3. Israel reopens Gaza's Rafah border crossing to Egypt, with tight limits ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fisrael-expected-reopen-gazas-rafah-border-crossing-egypt-with-limits-2026-02-02%2f&c=14849472562636552507&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:29:00 GMT\n内容:\n[抓取失败] 摘要: Israel reopened the border between Gaza and Egypt for a limited number of people on foot, allowing a small number of Palestinians to leave the enclave and some of those who escaped the war to return ...\n\n=== 4. What's next for Trump's Gaza plan after Rafah reopening? ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fwhats-next-trumps-gaza-plan-after-rafah-reopening-2026-02-02%2f&c=6073535108287126455&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:48:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump's plan to end the Gaza war was given a boost on Monday with the reopening of the enclave's Rafah crossing with Egypt. But difficult questions remain unaddressed, including ...\n\n=== 5. Tens of thousands of transport workers walk off job in Germany ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fworld-at-work%2ftens-thousands-transport-workers-walk-off-job-germany-2026-02-02%2f&c=9501675823009512828&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:37:00 GMT\n内容:\n[抓取失败] 摘要: Commuters across Germany faced freezing temperatures and empty platforms on Monday as tens of thousands of public transport workers walked off the job in a strike called by trade union Verdi, shutting ...\n\n=== 6. From Japan to Brazil, voters could shake markets in key election year ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fworld%2famericas%2fglobal-markets-elections-graphic-pix-2026-02-02%2f&c=16826789351973353989&mkt=en-us\n发布时间: Sun, 01 Feb 2026 20:05:00 GMT\n内容:\n[抓取失败] 摘要: From Japan to Brazil, elections could add yet more uncertainty this year to markets already whipped by U.S. policy gyrations and heightened geopolitical tension.\n\n=== 7. Morning Bid: Metals get a lot less precious as positions squeezed ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fmarkets%2feurope%2fglobal-markets-view-europe-2026-02-02%2f&c=14579038630786834453&mkt=en-us\n发布时间: Sun, 01 Feb 2026 20:33:00 GMT\n内容:\n[抓取失败] 摘要: Someone shouting fire in a crowded theatre is what's happening in the metals market. Everybody and their mum was piling ​into gold and silver - retail investors and leveraged funds, algos, CTAs and ...\n\n=== 8. Indonesia, faced with state meddling, 'stock frying,' left behind in rush to emerging markets ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2findonesia-faced-with-state-meddling-stock-frying-left-behind-rush-emerging-2026-02-02%2f&c=14120065707570376506&mkt=en-us\n发布时间: Mon, 02 Feb 2026 00:29:00 GMT\n内容:\n[抓取失败] 摘要: A stock market collapse is only the latest sign of trouble for Indonesia's capital markets, which are being excluded from a rush to emerging economies, as investors cool on Southeast Asia's biggest ...\n\n=== 9. Indian Oil, Vitol venture talks hit snag over some terms, sources say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fenergy%2findian-oil-vitol-venture-talks-hit-snag-over-some-terms-sources-say-2026-02-02%2f&c=2651239177001210898&mkt=en-us\n发布时间: Mon, 02 Feb 2026 01:26:00 GMT\n内容:\n[抓取失败] 摘要: A deal between Indian Oil Corp and global trader Vitol to form an equal trading joint venture has been delayed due to differences over some clauses in the contract, two sources familiar with the ...\n\n=== 10. Russia is trying to de-escalate Iran tensions, the Kremlin says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fmarkets%2fcommodities%2frussia-is-trying-de-escalate-iran-tensions-kremlin-says-2026-02-02%2f&c=16458487100819426840&mkt=en-us\n发布时间: Mon, 02 Feb 2026 01:35:00 GMT\n内容:\n[抓取失败] 摘要: The Kremlin said on Monday that Russia was still trying to de-escalate tensions around Iran, and that it had long ago offered its services to process or store Iran's enriched uranium.\n\n=== 11. VAR delay sparks controversy as player sent off after halftime in Brazilian Super Cup ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2fsports%2fsoccer%2fvar-delay-sparks-controversy-player-sent-off-after-halftime-brazilian-super-cup-2026-02-02%2f&c=10159155289442786029&mkt=en-us\n发布时间: Mon, 02 Feb 2026 01:38:00 GMT\n内容:\n[抓取失败] 摘要: The use of VAR to send off Flamengo's Jorge Carrascal after halftime for an incident that occurred before the break raised fresh questions about its use during Sunday's Brazilian Super Cup at the Mane ...\n\n=== 12. Trendforce sees chip prices surging 90-95% in Q1 from previous quarter ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850be05345f88b2ca434680ea068&url=https%3a%2f%2fwww.reuters.com%2ftechnology%2ftrendforce-sees-chip-prices-surging-90-95-q1-previous-quarter-2026-02-02%2f&c=6860016077637063054&mkt=en-us\n发布时间: Mon, 02 Feb 2026 01:00:00 GMT\n内容:\n[抓取失败] 摘要: Market researcher TrendForce said on Monday that it has raised its chip price forecasts and expects conventional DRAM contract prices to jump by 90% to 95% in the January to March period of this year, ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Speaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fgovernment-shutdown-house-johnson-trump-ice-democrats-bb4cfeaab5f3a17e2fde5c23bb27677f&c=7860213758129212931&mkt=en-us\n发布时间: Mon, 02 Feb 2026 01:59:00 GMT\n内容:\nSpeaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens\nSpeaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens\nWASHINGTON (AP) — House Speaker Mike Johnson faces tough days ahead trying to muscle a federal funding package to passage and prevent a prolonged partial government shutdown as debate intensifies over the Trump administration’s sweeping immigration enforcement operations.\nJohnson signaled he is relying on help from President Donald Trump to ensure passage. Trump struck a deal with senators to separate funding for the Department of Homeland Security from a broader package after public outrage over two shooting deaths during protests in Minneapolis against Immigration and Customs Enforcement. Under the plan approved by the Senate, DHS would be funded temporarily to Feb. 13, setting up a deadline for Congress to try to find consensus on new restrictions on ICE operations.\n“The president is leading this,” Johnson, R-La., told “Fox News Sunday.”\n“It’s his play call to do it this way,” the speaker said, adding that the Republican president has “already conceded that he wants to turn down the volume” on federal immigration sweeps and raids.\nA first test will come Monday afternoon during a committee meeting when Johnson will need his own GOP majority to advance the package after Democrats refused to provide the votes for speedy consideration. Johnson said he is hopeful work can wrap up...\n\n=== 2. China criticizes decision to award a Grammy to the Dalai Lama ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fchina-tibet-dalai-lama-grammy-award-17451da852e29011b0add6f5d6a91274&c=8387770075364866950&mkt=en-us\n发布时间: Mon, 02 Feb 2026 02:28:00 GMT\n内容:\nChina criticizes decision to award a Grammy to the Dalai Lama\nBEIJING (AP) — Beijing on Monday criticized the Dalai Lama ’s first Grammy win, describing the music industry award for an audiobook, narration and storytelling as “a tool for anti-China political manipulation.”\nThe Tibetan Buddhist spiritual leader, who lives in exile in India, took the award on Sunday for his book, “Meditations: The Reflections of His Holiness the Dalai Lama.”\nHe said in a statement on his website that he saw the award “as a recognition of our shared universal responsibility.”\n“I receive this recognition with gratitude and humility,” he added.\nChina’s Foreign Ministry spokesperson Lin Jian said: “It is well known that the 14th Dalai Lama is not merely a religious figure but a political exile engaged in anti-China separatist activities under the guise of religion.”\n“We firmly oppose the relevant party using the award as a tool for anti-China political manipulation,” he added.\nThe Dalai Lama, who is seen by many as the face of Tibet’s struggle for autonomy, has lived in exile since 1959, when Chinese troops crushed an uprising in the Tibetan capital of Lhasa.\nChina, which governs Tibet as an autonomous region, has been accused of trying to stamp out the Tibetan language, culture and identity.\nBeijing and the Dalai Lama also spar over the spiritual leader’s eventual successor. Tibetan Buddhists believe the Dalai Lamas are reincarnations of a spiritual leader first born in 1391.\nBeijing maintains the...\n\n=== 3. The Grammys had lots of Mars, Carpenter soaring and a near-naked Bieber. Here are some key moments ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fgrammys-2026-highlights-b2cf7a948629a602168eaf8cd56cdde1&c=14001496859711645851&mkt=en-us\n发布时间: Mon, 02 Feb 2026 00:26:00 GMT\n内容:\nThe Grammys had lots of Mars, Carpenter soaring and a near-naked Bieber. Here are some key moments\nThe Grammys had lots of Mars, Carpenter soaring and a near-naked Bieber. Here are some key moments\nHe was the only one sitting when it was over, rubbing his eyes in disbelief.\nBad Bunny had made history by winning album of the year for “Debí Tirar Más Fotos,” the first time a Spanish-language album took home the Recording Academy’s top prize.\nNext stop: Super Bowl.\nWhile that emotional win for the Puerto Rican superstar is hard to top, there were some other great moments from the 3 1/2-hour telecast, like when Cher nearly forgot to announce the winner of record of the year.\nJustin Bieber stripped his set down, while Lady Gaga added some manic energy and Ozzy Osbourne was honored with a heavy metal classic complete with exploding fire.\nHere are some of the night’s notable moments:\nBruno and Rosé kicked it off, Lady Gaga kept it up\nA pair of high energy performances by Bruno Mars and Rosé to start the show and one by Lady Gaga halfway through kept hearts pumping.\nMars and Rosé — from the K-pop group Blackpink — performed “APT.,” one the biggest hits of the year, a song inspired by a South Korean drinking game.\nShe wore a white tank top, black slacks and a tie, while he matched the color scheme in a dark suit, tie and with his guitar slung with a checkerboard strap. There was plenty of jumping, shredding and smoke — a raucous opening.\nLady Gaga later took it to the weird, singing “...\n\n=== 4. Son of Norway’s crown princess to go on trial on rape and other charges ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fnorway-royals-marius-borg-hoiby-trial-cff32cdfd942028d45f7a7ba2db52752&c=9248128278215273267&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:03:00 GMT\n内容:\nSon of Norway’s crown princess to go on trial on rape and other charges\nOSLO, Norway (AP) — The eldest son of Norway’s Crown Princess Mette-Marit will go on trial Tuesday on multiple charges including rape in a high-profile case that has been an embarrassment to the royal family, just as his mother said that she showed “poor judgment” in having contact with Jeffrey Epstein in the past.\nMarius Borg Høiby is facing the Oslo district court after being indicted in August following a lengthy investigation. The indictment includes 38 counts, including rape, abuse in a close relationship against one former partner, acts of violence against another and transporting 3.5 kilos (7.7 pounds) of marijuana. Other charges include making death threats and traffic violations.\nProsecutors have said Høiby, 29, could face up to 10 years in prison if convicted at the trial, which is expected to last until mid-March.\nHøiby is the son of Mette-Marit from a previous relationship and stepson of the heir to the throne, Crown Prince Haakon.\nHe has no royal title or official duties. He has been under scrutiny since he was repeatedly arrested in 2024 on various allegations of wrongdoing. He has remained free pending trial.\nThe indictment centers on four alleged rapes between 2018 and November 2024; alleged violence and threats against a former partner between the summer of 2022 and the fall of 2023; and two alleged acts of violence against a subsequent partner, along with violations of a restraining orde...\n\n=== 5. Nepal travel executives arrested for scamming millions with fake mountain rescues ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fnepal-mountaineering-fake-rescue-scam-ca64426bfe3373d7840fdb1d95f93a0a&c=8619423807903317460&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:21:00 GMT\n内容:\nNepal travel executives arrested for scamming millions with fake mountain rescues\nKATHMANDU, Nepal (AP) — Authorities in Nepal have arrested six travel and mountain rescue executives accused of conducting fake rescues on the Himalayan nation’s high mountains to scam millions of dollars from international insurance companies, officials said Monday.\nNepal’s Central Investigation Bureau arrested six people from three different travel and mountain rescue operators last week, accusing them of submitting fake claims for close to $20 million between 2022 and 2025 and receiving the money in their accounts. All six are Nepali nationals.\nBureau spokesperson Shiva Kumar Shrestha said Monday that authorities are still investigating.\nFake documents including passenger and cargo manifests for helicopter rescue flights, medical invoices and hospital reports were sent to insurance companies, the bureau said.\nThe agency said that one of the companies that 171 of the 1,248 rescues claimed by one company were fake, leading to unjustified payouts of more than $10 million. Another is accused of fabricating 75 of 471 claimed rescues and fraudulently claiming $8 million, while the last one is accused of making 71 fake claims with payouts totaling over $1 million.\nThousands of climbers come to Nepal every year to scale the highest Himalayan mountains, while tens of thousands more also come to hike the mountain trails leading up to the base camps of these high peaks.\nEvery year several climbers die a...\n\n=== 6. Justin Rose is 45 and No. 3 in the world of golf. He says he still has ‘gas in the tank’ ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fjustin-rose-torrey-pines-age-majors-21d4d8f76b2fe989040d669ab72166e9&c=12627943571358740321&mkt=en-us\n发布时间: Mon, 02 Feb 2026 03:00:00 GMT\n内容:\nJustin Rose is 45 and No. 3 in the world of golf. He says he still has ‘gas in the tank’\nJustin Rose is 45 and No. 3 in the world of golf. He says he still has ‘gas in the tank’\nSAN DIEGO (AP) — Justin Rose doesn’t pay attention to his age no matter how much he gets reminded.\nHis victory Sunday in the Farmers Insurance Open was historic on a couple of fronts. At age 45, he became the oldest winner of a tournament that dates to 1952. He became the first wire-to-wire winner at Torrey Pines in 71 years. He broke the 72-hole tournament record at 23-under 265, beating by one the mark held by Tiger Woods (1999) and George Burns (1987).\nHe also moved to No. 3 in the world, making him the second-oldest player behind Vijay Singh to be ranked that high.\nRose must not have received the memo. The PGA Tour is supposed to be a young man’s game.\n“Yeah, listen, I don’t read into it,” Rose said. “I don’t buy into the narrative of it, but I take the pride out of it, that I’m doing something that’s not easy to do. But I don’t wake up in the morning and believe that narrative, either.”\nHe left Torrey Pines a year ago at No. 55 in the world. He ended the year at No. 10 having lost another playoff at the Masters (to Rory McIlroy), won the FedEx Cup playoff opener and qualified for his seventh Ryder Cup appearance. He was the oldest player on the team by seven years.\nThere’s that age thing again.\nBut it’s no less remarkable considering how the numbers are dwindling. Rose is among just 10 players 40...\n\n=== 7. England’s resurgence threatens France’s and Ireland’s Six Nations dominance ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fsix-nations-preview-france-england-ireland-63cf3ec65c7e237b9c22c35f6877672d&c=424936303463118254&mkt=en-us\n发布时间: Mon, 02 Feb 2026 02:54:00 GMT\n内容:\nEngland’s resurgence threatens France’s and Ireland’s Six Nations dominance\nLONDON (AP) — There’s finally a serious threat to the France and Ireland dominion over the Six Nations.\nEngland has come on for the first time since its last title in 2020 during the COVID-19 pandemic.\nThe team is riding an 11-game winning streak, in which the highlight was beating New Zealand 33-19 in November. It ended the All Blacks’ grand slam hopes and sealed the exit of New Zealand coach Scott Robertson.\nA resurgent team with British and Irish Lions on the bench and brimming with X-factor in Immanuel Feyi-Waboso and Henry Pollock has prompted coach Steve Borthwick, normally cautious, to talk up their climactic last-round showdown with defending champion France in Paris.\n“On 14 March ... we want to be in a position in that game to get what we all want to achieve,” Borthwick told the BBC.\nEngland is vulnerable, though. Its last test of 2025 against Argentina was an aerial dogfight that wasn’t clinched until the Pumas bungled a last-minute throw-in.\nFrance\nFrance and Ireland have shared the last four Six Nations titles and anticipation of their matchup this year will be resolved in the opening game, the first Thursday kickoff in championship history to avoid the Milan Cortina Olympics opening ceremony.\nFrance is the favorite thanks to an ideal schedule — home games against Ireland and England — the return of inspirational captain Antoine Dupont, and the strength of the Top 14, home of the last five...\n\n=== 8. 3 seasons in, PWHL set to enjoy international coming-out party during Milan Cortina Games ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fpwhl-olympics-womens-hockey-91b1c9560cedc6a7c3e4460c6c6f9ca8&c=10250186827660328223&mkt=en-us\n发布时间: Mon, 02 Feb 2026 02:10:00 GMT\n内容:\n3 seasons in, PWHL set to enjoy international coming-out party during Milan Cortina Games\n3 seasons in, PWHL set to enjoy international coming-out party during Milan Cortina Games\nThe Professional Women’s Hockey League was but a pipe dream in February 2022 when Kendall Coyne Schofield emphatically declared the urgency needed to address a fractured sport with unrealized potential.\n“We need to push for visibility,” Coyne Schofield said then, choking back tears after the United States’ 3-2 gold-medal loss to Canada at the Beijing Winter Games. “We need to continue to fight for women’s hockey because (the status quo) is not good enough. It can’t end after the Olympic Games.”\nFour years later, the women’s pro hockey landscape has undergone a seismic shift following the PWHL’s launch in 2023. The league’s presence and expanding success validates Coyne Schofield’s vision as the PWHL prepares for its international coming-out party at the Milan Cortina Games.\n“I look at the growth of the women’s game, even from my first Olympics in 2014, and it’s been exponential,” said the 33-year-old captain of the two-time Walter Cup champion Minnesota Frost.\n“To be a small part of that growth and just to live through that growth has been one of the greatest things I’ve been able to be a part of,” she added, in having played a key behind-the-scenes role in the league’s formation. “And I’m excited to see what happens after these Games.”\nThe PWHL is banking on it. The eight-team league, financially b...\n\n=== 9. Flooded by cheap Chinese goods, Latin America is fighting back to protect its industries ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fchina-latin-america-trump-trade-e78ccd51a7f66099d84fda885d2907a3&c=3101705326134790699&mkt=en-us\n发布时间: Sun, 01 Feb 2026 20:58:00 GMT\n内容:\nFlooded by cheap Chinese goods, Latin America is fighting back to protect its industries\nFlooded by cheap Chinese goods, Latin America is fighting back to protect its industries\nHONG KONG (AP) — China has been flooding Latin American markets with low-priced exports, especially autos and e-commerce goods, as its exporters adjust to U.S. President Donald Trump’s tariffs and geopolitical moves.\nThe world’s second-largest economy has become a major trading partner for many Latin American nations, seeking access to their abundant natural resources and growing markets while expanding its influence in a region Trump views as America’s Backyard.\nChinese businesses face slow demand at home. They need new markets for their products as the country ramps up production in many industries. Exports to Latin America, a market of more than 600 million people, and other regions have climbed while exports to the U.S. fell by 20% last year.\n“Latin America has a solid middle class, relatively high purchasing power and real demand,” said Margaret Myers, director of the Asia and Latin America program at the Inter-American Dialogue think tank in Washington. “Those conditions make it one of the easiest places for China to offload its excess industrial production.”\nThe influx of made-in-China cars, clothing, electronics and home furnishings has rankled countries trying to build their own globally competitive industries. Some, such as Mexico, Chile and Brazil, have raised tariffs or taken other measure...\n\n=== 10. Kennedy Center to close for 2 years for renovations in July, Trump says, after performers’ backlash ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-kennedy-center-closing-renovations-c6dba4a46e71b0d0e48d46501195366c&c=7601655079794195117&mkt=en-us\n发布时间: Sun, 01 Feb 2026 16:05:00 GMT\n内容:\nKennedy Center to close for 2 years for renovations in July, Trump says, after performers’ backlash\nKennedy Center to close for 2 years for renovations in July, Trump says, after performers’ backlash\nWASHINGTON (AP) — President Donald Trump said Sunday he will move to close Washington’s Kennedy Center performing arts center for two years starting in July for construction, his latest proposal to upturn the storied venue since returning to the White House.\nTrump’s announcement on social media follows a wave of cancellations by leading performers, musicians and groups since the president ousted the previous leadership and added his name to the building. Trump made no mention in his post of the recent cancellations.\nHis proposal, announced days after the premiere of “Melania, \" a documentary of the first lady was shown at the center, he said was subject to approval by the board of the Kennedy Center, which has been stocked with his hand-picked allies. Trump himself chairs the center’s board of trustees.\n“This important decision, based on input from many Highly Respected Experts, will take a tired, broken, and dilapidated Center, one that has been in bad condition, both financially and structurally for many years, and turn it into a World Class Bastion of Arts, Music, and Entertainment,” Trump wrote in his post.\nNeither Trump nor Kennedy Center President Ric Grenell, a Trump ally, have provided evidence to back up their claims about the building being in disrepair, and last Octobe...\n\n=== 11. Programs aim to diversify winter sports, but gaps persist at Winter Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fwinter-olympics-diversity-64ac242868fde45d506e9cd75e5214ba&c=6124828548871684664&mkt=en-us\n发布时间: Mon, 02 Feb 2026 01:10:00 GMT\n内容:\nPrograms aim to diversify winter sports, but gaps persist at Winter Olympics\nPrograms aim to diversify winter sports, but gaps persist at Winter Olympics\nWhether it’s on indoors halfpipes in New Jersey or the Rocky Mountains slopes of Colorado and Wyoming, there seems to be plenty of programs aimed at developing a diverse new generation of skiers, skaters and snowboarders. Yet that work is not often reflected with the athletes seen at the Winter Olympics.\nA year before the last Winter Games in Beijing, former Canadian figure skater Elladj Baldé started the Skate Global Foundation, a group he says was inspired by his own experiences dealing with adversity as a skater of color.\nAs athletes prepare to gather next month for global competition at the Milan Cortina Games, organizations like the foundation and the National Brotherhood of Snowsports say they are creating accessibility to the slopes for underserved communities with a charge to develop from recreational-level participation to an Olympic path.\nWealth and access to ski resorts make a significant difference in one’s ability to progress. An athlete’s chance of making an Olympic team increases significantly with intensive training at elite boarding schools or academies that can costs tens of thousands of dollars.\n“If there were more organizations like this doing this type of work, I think we would have a lot more funding available for skaters of color to be able to access support and the technical background that they need ...\n\n=== 12. Wyoming visits San Diego State after Bennett’s 22-point game ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6980850ed6c146288bb1a8ddc388c460&url=https%3a%2f%2fapnews.com%2farticle%2fuc-san-diego-tritons-wyoming-wyoming-cowboys-san-diego-state-aztecs-colorado-state-rams-d28e156098084c11a74e03af23927147&c=13826854540211079594&mkt=en-us\n发布时间: Mon, 02 Feb 2026 01:44:00 GMT\n内容:\nWyoming visits San Diego State after Bennett’s 22-point game\nWyoming Cowboys (13-9, 4-7 MWC) at San Diego State Aztecs (15-6, 9-2 MWC)\nSan Diego; Tuesday, 11 p.m. EST\nBOTTOM LINE: Wyoming visits San Diego State after Khaden Bennett scored 22 points in Wyoming’s 68-57 win against the Colorado State Rams.\nThe Aztecs are 10-1 on their home court. San Diego State ranks fourth in the MWC in rebounding with 33.7 rebounds. Miles Heide paces the Aztecs with 4.9 boards.\nThe Cowboys are 4-7 in conference play. Wyoming ranks eighth in the MWC shooting 33.1% from 3-point range.\nSan Diego State makes 48.0% of its shots from the field this season, which is 3.7 percentage points higher than Wyoming has allowed to its opponents (44.3%). Wyoming averages 8.0 made 3-pointers per game this season, 1.2 fewer made shots on average than the 9.2 per game San Diego State allows.\nThe Aztecs and Cowboys square off Tuesday for the first time in MWC play this season.\nTOP PERFORMERS: Reese Dixon-Waters is scoring 11.9 points per game and averaging 3.9 rebounds for the Aztecs. Miles Byrd is averaging 1.6 made 3-pointers over the last 10 games.\nLeland Walker is averaging 15.3 points and 3.6 assists for the Cowboys. Nasir Meyer is averaging 10.3 points over the last 10 games.\nLAST 10 GAMES: Aztecs: 8-2, averaging 78.2 points, 33.6 rebounds, 14.3 assists, 9.1 steals and 4.1 blocks per game while shooting 48.4% from the field. Their opponents have averaged 69.3 points per game.\nCowboys: 4-6, averaging 68.5 po...\n\n"
}