{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Treasury Wine's first-half profit halves, interim dividend suspended ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2ftreasury-wines-first-half-profit-halves-interim-dividend-suspended-2026-02-15%2f&c=18024656416805173367&mkt=en-us\n发布时间: Sun, 15 Feb 2026 12:55:00 GMT\n内容:\n[抓取失败] 摘要: Australia's Treasury Wine Estates' first-half underlying profit nearly halved on Monday, and it temporarily suspended the payment of its fiscal 2026 interim dividend as a measure to prioritise ...\n\n=== 2. Trump border czar dismisses Democratic demands to reform ICE ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2ftrump-border-czar-dismisses-democratic-demands-reform-ice-2026-02-15%2f&c=4167534483556596220&mkt=en-us\n发布时间: Sun, 15 Feb 2026 07:31:00 GMT\n内容:\n[抓取失败] 摘要: White House border czar Tom Homan on Sunday brushed off Democratic demands to reform ICE amid mounting backlash over the agency's tactics and a partisan deadlock over homeland security funding.\n\n=== 3. FBI confirms DNA recovered from glove found near Nancy Guthrie's home ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2ffbi-confirms-dna-recovered-glove-found-near-nancy-guthries-home-2026-02-15%2f&c=3868586206698460418&mkt=en-us\n发布时间: Sun, 15 Feb 2026 12:19:00 GMT\n内容:\n[抓取失败] 摘要: Investigators have obtained a DNA sample from a discarded glove that was found near Nancy Guthrie's Arizona home and appears to match the pair worn by a masked prowler seen in video footage caught by ...\n\n=== 4. Israeli cabinet approves West Bank land registration, Palestinians condemn 'de-facto annexation' ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fisraeli-cabinet-approves-west-bank-land-registration-palestinians-condemn-de-2026-02-15%2f&c=16978042222604107553&mkt=en-us\n发布时间: Sun, 15 Feb 2026 06:53:00 GMT\n内容:\n[抓取失败] 摘要: Israel's cabinet on Sunday approved further measures to tighten Israel's control over the occupied West Bank and make it easier for settlers to buy land, a move Palestinians called a \"de-facto ...\n\n=== 5. Europe aims to rely less on US defence after Trump's Greenland push ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2feurope-aims-rely-less-us-defence-after-trumps-greenland-push-2026-02-15%2f&c=9368158421428044957&mkt=en-us\n发布时间: Sun, 15 Feb 2026 07:33:00 GMT\n内容:\n[抓取失败] 摘要: Donald Trump's push to annex Greenland sharpened European doubts about Washington’s commitment to protect the continent through NATO despite Marco Rubio's limited reassurances at the Munich Security ...\n\n=== 6. North Korea's Kim opens new Pyongyang housing district for families of fallen soldiers, KCNA says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fnorth-koreas-kim-opens-new-pyongyang-housing-district-families-fallen-soldiers-2026-02-15%2f&c=11830608846306991851&mkt=en-us\n发布时间: Sun, 15 Feb 2026 12:51:00 GMT\n内容:\n[抓取失败] 摘要: North Korean leader Kim Jong Un presided over the completion ceremony of a new housing district in Pyongyang for families of troops who died in overseas military operations, state media KCNA said on ...\n\n=== 7. Norway's defending champion Ruud through to big air Olympic final ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffreestyle-norways-defending-champion-ruud-through-big-air-final-2026-02-15%2f&c=13221882714924746128&mkt=en-us\n发布时间: Sun, 15 Feb 2026 12:41:00 GMT\n内容:\n[抓取失败] 摘要: Defending champion Birk Ruud of Norway on Sunday went through to the Winter Olympics final for freestyle skiing big air, with other frontrunners including American Mac Forehand and New Zealand's Luca ...\n\n=== 8. Ilia Malinin attends Olympic pairs event, will compete at World Championships ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffigure-skating-malinin-attends-pairs-event-will-compete-world-championships-2026-02-15%2f&c=14698450930584598451&mkt=en-us\n发布时间: Sun, 15 Feb 2026 12:08:00 GMT\n内容:\n[抓取失败] 摘要: Malinin was seen taking in the action with Mexican figure skater Donovan Carrillo and Piper Gilles, the Canadian bronze medallist in ice dance.\n\n=== 9. Italy sets Winter Olympics record on medal‑heavy Sunday ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2fsports%2fitaly-sets-winter-games-record-medalheavy-sunday-2026-02-15%2f&c=18024366472307508935&mkt=en-us\n发布时间: Sun, 15 Feb 2026 11:51:00 GMT\n内容:\n[抓取失败] 摘要: Italy set a national Winter Olympics record on Sunday as Federica Brignone's giant slalom gold capped a four‑medal surge that lifted the host nation’s tally to 22.\n\n=== 10. Democrats willing to spend tens of millions to reshape Virginia voting maps, top lawmaker says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d5dc1c4805bb10f9357f9717d9&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fdemocrats-willing-spend-tens-millions-reshape-virginia-voting-maps-top-lawmaker-2026-02-15%2f&c=7628548864859240665&mkt=en-us\n发布时间: Sun, 15 Feb 2026 10:08:00 GMT\n内容:\n[抓取失败] 摘要: The Democratic Party is willing to spend tens of millions on a Virginia redistricting effort that could gain the party four more seats in the U.S. House of Representatives, the chamber's top Democrat ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. A storm system sweeps across the Southeast triggering tornado watches and damaging winds ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2fsevere-weather-thunderstorms-tornado-cold-ed98b3ad57a2a59b0c61f4fc98e2b4d1&c=9942202286106657824&mkt=en-us\n发布时间: Sun, 15 Feb 2026 13:49:00 GMT\n内容:\nA storm system sweeps across the Southeast triggering tornado watches and damaging winds\nA storm system sweeps across the Southeast triggering tornado watches and damaging winds\nATLANTA (AP) — A weekend storm system sweeping across the Southeast brought tornado warnings to Mississippi and Louisiana, and then took aim at parts of Georgia and Florida, as people in the Northeast were finally getting a reprieve from weeks of bitterly cold temperatures.\nSome of the fiercest weather in the South was reported near Lake Charles, Louisiana, where high winds from a thunderstorm overturned a horse trailer and a Mardi Gras float, damaged an airport jet bridge and flung the metal awning from a house into power lines. The damage was documented by National Weather Service employees who surveyed the area.\nPower poles were snapped and toppled near the Louisiana towns of Jena, Cheneyville and Donaldsonville, the weather service reported.\nNo deaths or serious injuries were reported, but the damage reports came as the storm system continued into parts of south Georgia and the Florida Panhandle, which were under tornado watches on Sunday.\nThe storms led to some power outages across southern states, but nowhere near the massive number of outages caused by ice storms late last month in northern Mississippi and Nashville, Tennessee. By late Sunday afternoon, around 11,000 customers were without electricity in Texas and more than 9,000 had no service in northern Florida, according to PowerOutage.us, ...\n\n=== 2. FBI: DNA recovered from glove found near Guthrie home that appears to match glove worn by suspect ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-mom-missing-710d3acdef86d1c3935b94f58f763d72&c=3290642552113229162&mkt=en-us\n发布时间: Sun, 15 Feb 2026 13:14:00 GMT\n内容:\nFBI: DNA recovered from glove found near Guthrie home that appears to match glove worn by suspect\nFBI: DNA recovered from glove found near Guthrie home that appears to match glove worn by suspect\nA glove containing DNA found about two miles from the house of “Today” show host Savannah Guthrie’s mother appears to match those worn by a masked person outside her front door in Tucson the night she vanished, the FBI said Sunday.\nThe glove, discovered in a field beside a road, was sent for DNA testing. The FBI said in a statement that it received preliminary results Saturday and was awaiting official confirmation. The development comes as law enforcement gathers more potential evidence as the search for Guthrie’s mother heads into its third week. Authorities had previously said they had not identified a suspect.\nNancy Guthrie, 84, was last seen at her Arizona home on Jan. 31 and was reported missing the following day. Authorities say her blood was found on the front porch. Purported ransom notes were sent to news outlets, but two deadlines for paying have passed.\nThe discovery was revealed days after investigators had released surveillance videos of the masked person outside Guthrie’s front door. A porch camera recorded video of a person with a backpack who was wearing a ski mask, long pants, jacket and gloves.\nAP correspondent Julie Walker reports on a break in the Nancy Guthrie disappearance case.\nOn Thursday, the FBI called the person a suspect. It described him as a man about 5...\n\n=== 3. Derek Dooley didn’t vote for years. Now he wants Georgia voters to send him to Washington ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2fderek-dooley-georgia-football-republican-senate-trump-79206ea3f3150a1441c940c4b390b1a4&c=13829554728266229867&mkt=en-us\n发布时间: Sun, 15 Feb 2026 11:12:00 GMT\n内容:\nDerek Dooley didn’t vote for years. Now he wants Georgia voters to send him to Washington\nDerek Dooley didn’t vote for years. Now he wants Georgia voters to send him to Washington\nATLANTA (AP) — Lots of candidates pitch themselves as political outsiders. Derek Dooley goes a step further. Not only is the former football coach running for the first time, he says he did not vote for nearly two decades.\nHe did not vote when Republican Donald Trump was first elected president in 2016. Nor did he vote in 2020, when Trump lost to Democrat Joe Biden.\nBut Dooley does not worry about that as he seeks the Republican nomination to face off against Democratic Sen. Jon Ossoff in Georgia. He insists that Washington needs someone with a fresh outlook, someone who is not focused on “their own political career or their political ambitions.”\nBesides, lots of people do not vote, and Dooley told The Associated Press that he wants to inspire more people to do so.\n“If you’re not vigilant in exercising that right, things can go pretty sideways in our country,” he said.\nDooley’s opponents in the May 19 primary include two congressmen, Mike Collins and Buddy Carter. Although Dooley supports Trump, Collins and Carter are more closely identified with Trump’s “Make America Great Again” brand. With support from the more establishment Gov. Brian Kemp, Dooley will test whether his outsider narrative is compelling at a time when Trump’s antiestablishment movement already dominates the nation’s capital.\nThe p...\n\n=== 4. Anna Odine Stroem wins her 2nd gold at Milan Cortina in Olympic debut of women’s large hill ski jump ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2fwomen-ski-jumping-large-hill-milan-cortina-olympics-stroem-9406145d87667b3ada20ae767d09ad35&c=5965690836791822413&mkt=en-us\n发布时间: Sun, 15 Feb 2026 13:02:00 GMT\n内容:\nAnna Odine Stroem wins her 2nd gold at Milan Cortina in Olympic debut of women’s large hill ski jump\nAnna Odine Stroem wins her 2nd gold at Milan Cortina in Olympic debut of women’s large hill ski jump\nPREDAZZO, Italy (AP) — Anna Odine Stroem made the Olympic debut of women’s large hill ski jumping a night to remember for Norway.\nStroem sailed to her second gold medal of the Milan Cortina Games as Norway took the top two spots, with Eirin Maria Kvandal winning silver. Slovenian favorite Nika Prevc settled for bronze.\nStroem said she hadn’t dared to believe she would leave the Olympics with two gold medals and a silver as she praised her team and Kvandal.\n“It’s been an unbelievable championship for me. I don’t think much can top this,” Stroem said. “We’ve pushed each other all the way, and now we’ve pushed each other to the top of the podium.”\nWomen’s ski jumping on the normal hill was first included in the 2014 Sochi Games but until this year, the contest on the large hill had been limited in the Olympics to men.\n“These girls — 10 or 15 years ago — had to fight against resistance in the ski jumping system just to be allowed to compete,” said Norway’s Prime Minister, Jonas Gahr Støre, who watched the event. “And now they’re jumping like this. It’s impressive, and it’s exactly how it should be.”\nStroem won with a final jump of 132 meters (433 feet). Kvandal’s jump was 133.5 meters (438 feet), but Stroem made up for it in style points from the judges and compensation points for ...\n\n=== 5. Ukrainian drone strike sparks fires at Russian Black Sea port ahead of US-brokered peace talks ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2frussia-ukraine-war-talks-drones-geneva-90e731743c18d6d82c343314e07b1630&c=14816859927817140963&mkt=en-us\n发布时间: Sun, 15 Feb 2026 11:24:00 GMT\n内容:\nUkrainian drone strike sparks fires at Russian Black Sea port ahead of US-brokered peace talks\nUkrainian drone strike sparks fires at Russian Black Sea port ahead of US-brokered peace talks\nA Ukrainian drone strike ignited fires at one of Russia’s Black Sea ports, officials said Sunday, ahead of fresh talks aimed at ending the nearly 4-year-old war.\nTwo people were wounded in the attack on the port of Taman in the Krasnodar region, which damaged an oil storage tank, warehouse and terminals, according to regional Gov. Veniamin Kondratyev.\nMeanwhile, falling debris from Russian drones damaged civilian and transport infrastructure in Ukraine’s Odesa region, officials said, causing disruption to the power and water supply.\nUkraine’s long-range drone strikes on Russian energy sites aim to deprive Moscow of the oil export revenue it needs to pursue its full-scale invasion. Russia wants to cripple the Ukrainian power grid, seeking to deny civilians access to heat, light and running water in what Kyiv officials say is an attempt to “weaponize winter.”\nThe attacks came ahead of another round of U.S.-brokered talks between envoys from Russia and Ukraine on Tuesday and Wednesday in Geneva, just before the fourth anniversary of the all-out Russian invasion of its neighbor on Feb. 24.\nSpeaking at the Munich Security Conference in Germany on Saturday, Ukrainian President Volodymyr Zelenskyy suggested there were still questions remaining over future security guarantees for his country. Zele...\n\n=== 6. Brazil Carnival street party do’s and don’ts: A survival kit from veterans to beginners ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2fbrazil-carnival-rio-survival-kit-22cecaa4019f06887ccb964d0650d197&c=9606094186861804266&mkt=en-us\n发布时间: Sun, 15 Feb 2026 11:50:00 GMT\n内容:\nBrazil Carnival street party do’s and don’ts: A survival kit from veterans to beginners\nBrazil Carnival street party do’s and don’ts: A survival kit from veterans to beginners\nRIO DE JANEIRO (AP) — Carnival in Rio de Janeiro is for the uninitiated an energetic spectacle of joy, beauty and just-let-it-go. But for revelers with years of experience it is also a test of endurance, street-wise culture and pacing that allows them to still be standing after four days of festivities.\nA balance between dos and don’ts is also needed, veteran Brazilian Carnival partygoers assure. Drinking water under Rio’s scorching summer heat is a must. But drinking too much of it requires revelers to find a bathroom, and that can be a scathing experience.\nEating a sound breakfast is key for energy, but a bit too much could mean a very slow walk along the cobblestone streets as other revelers speed up their pace.\nSunday marks the second official day of the bash, which ends on Ash Wednesday.\nGeography and history professor Helena Lemos, 67, who also goes by her Hare Krishna name Kunti Devi Dasi, has been a Rio Carnival reveler since her teenage years. She is playing different drumming instruments in five street parties this year, and her survival kit is always with her.\n“I am vegetarian, so my food kit is very light, just dried fruit, almonds, raisins. These will give you energy, won’t add to your weight and will keep you cool,” Lemos, who wore a light white shirt and sunglasses, told The Associated Pr...\n\n=== 7. All-Star LeBron James says he still doesn’t know whether his 23rd NBA season will be his last ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2flebron-james-nba-all-star-2d092d52295e7341055c495c65ac7fff&c=2759826889602940897&mkt=en-us\n发布时间: Sun, 15 Feb 2026 13:23:00 GMT\n内容:\nAll-Star LeBron James says he still doesn’t know whether his 23rd NBA season will be his last\nAll-Star LeBron James says he still doesn’t know whether his 23rd NBA season will be his last\nINGLEWOOD, Calif. (AP) — LeBron James still hasn’t decided whether his unprecedented 23rd NBA season will be his last.\n“When I know, you guys will know,” James told reporters Sunday after arriving at Intuit Dome to play in his 21st All-Star Game. “I don’t know. I have no idea. I just want to live. That’s all.”\nThe 41-year-old James again confirmed he is not on a farewell tour this season with the Los Angeles Lakers, even though he teared up during a tribute to his career in Cleveland last month. He has also spoken repeatedly about the importance of savoring moments of the season with his teammates, including his 21-year-old son, Bronny.\nAnd while he deftly parried this All-Star Game round of questions about his future with the same basic answer he has given for months, James expressed gratitude for another chance to make memories with Stephen Curry and Kevin Durant on the All-Star stage. The veteran superstars were slated to play together on the “Stripes” team of American All-Stars before Curry’s knee injury sidelined him, but Curry is still attending the game.\n“It’s always an honor to see those guys,” James said. “We’ve had such an unbelievable journey throughout our individual careers and then intersecting at certain points in our careers — matchups in the regular season, Finals appearance...\n\n=== 8. UTSA earns 88-79 victory over Charlotte, snaps 17-game skid ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2fjamir-simpson-utsa-roadrunners-charlotte-49ers-college-basketball-college-sports-cf8e688b15954d999ad13a071834259a&c=15297864452993447263&mkt=en-us\n发布时间: Sun, 15 Feb 2026 13:27:00 GMT\n内容:\nUTSA earns 88-79 victory over Charlotte, snaps 17-game skid\nCHARLOTTE, N.C. (AP) — Jamir Simpson had 20 points, eight rebounds and seven assists as UTSA beat Charlotte 88-79 on Sunday to snap a 17-game losing streak.\nBrent Moss scored 16 points and added six rebounds for the Roadrunners (5-20, 1-12 American Athletic Conference). Baboucarr Njie had 16 points and shot 5 of 8 from the field and 6 for 7 from the free-throw line.\nBen Bradford led the 49ers (13-12, 7-5) in scoring, finishing with 20 points, 12 rebounds and five assists. Major Freeman added 13 points for Charlotte. Damoni Harrison also had 11 points.\nDaniel Akitoby scored eight points in the first half and UTSA went into the break trailing 44-38. Simpson’s 15-point second half helped UTSA close out the nine-point victory.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n=== 9. No clear path to ending the partial government shutdown as lawmakers dig in over DHS oversight ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2fgovernment-shutdown-homeland-security-democrats-ice-bd2b84b6f38f1c916637b205854a3c83&c=11320202419171017362&mkt=en-us\n发布时间: Sun, 15 Feb 2026 13:28:00 GMT\n内容:\nNo clear path to ending the partial government shutdown as lawmakers dig in over DHS oversight\nNo clear path to ending the partial government shutdown as lawmakers dig in over DHS oversight\nWEST PALM BEACH, Fla. (AP) — Lawmakers and the White House offered no signs of compromise Sunday in their battle over oversight of federal immigration officers that has led to a pause in funding for the Department of Homeland Security.\nA partial government shutdown began Saturday after congressional Democrats and President Donald Trump’s team failed to reach a deal on legislation to fund the department through September. Democrats are demanding changes to how immigration operations are conducted after the fatal shootings of U.S. citizens Alex Pretti and Renee Good by federal officers in Minneapolis last month.\nCongress is on recess until Feb. 23, and both sides appear dug into their positions. The impasse affects agencies such as the Transportation Security Administration, the Federal Emergency Management Agency, U.S. Coast Guard, the Secret Service, U.S. Immigration and Customs Enforcement, and U.S. Customs and Border Protection.\nThe work at ICE and CBP goes on unabated because Trump’s tax and spending cut law from 2025 provided billions more to those agencies that can be tapped for deportation operations. About 90% of DHS employees were to continue working during the shutdown, but do so without pay — and missed paychecks could mean financial hardships. Last year there was a record 43-day...\n\n=== 10. Zelenskyy meets disqualified Ukrainian skeleton athlete Vladyslav Heraskevych in Munich ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2fvideo%2fzelenskyy-meets-with-disqualified-ukrainian-skeleton-athlete-vladyslav-heraskevych-in-munich-dbaddd97cfea4a5f8ea153892efbc479&c=11000219769489824877&mkt=en-us\n发布时间: Sun, 15 Feb 2026 13:58:00 GMT\n内容:\nUkrainian President Volodymyr Zelenskyy on Friday met with athlete Vladyslav Heraskevych who was disqualified from the Winter Olympic Games in Italy this week. Heraskevych was barred from racing after refusing a last-minute plea from the International Olympic Committee to not use a helmet that honors more than 20 athletes and coaches killed since Russia invaded Ukraine.\nZelenskyy meets disqualified Ukrainian skeleton athlete Vladyslav Heraskevych in Munich\nUkrainian President Volodymyr Zelenskyy on Friday met with athlete Vladyslav Heraskevych who was disqualified from the Winter Olympic Games in Italy this week. Heraskevych was barred from racing after refusing a last-minute plea from the International Olympic Committee to not use a helmet that honors more than 20 athletes and coaches killed since Russia invaded Ukraine.\n\n=== 11. Muller 1 step closer to 2nd Olympic women’s hockey medal, 12 years after helping Swiss win bronze ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2falina-muller-switzerland-womens-hockey-6019a6844f1a9f72e60049f01ef45270&c=6604334404838500950&mkt=en-us\n发布时间: Sun, 15 Feb 2026 12:38:00 GMT\n内容:\nMuller 1 step closer to 2nd Olympic women’s hockey medal, 12 years after helping Swiss win bronze\nMuller 1 step closer to 2nd Olympic women’s hockey medal, 12 years after helping Swiss win bronze\nMILAN (AP) — It’s been 12 years since Alina Muller scored the most significant goal in Switzerland women’s hockey history, and she’s tired of reminiscing.\nMuller’s reasons are not out of humility or lack of pride. She will forever cherish being 15 and scoring the bronze medal-clinching goal in 4-3 win over Sweden at the 2014 Sochi Games.\nMuller is tired of that moment representing the first and only time the Swiss women have medaled in international play, be it the Olympics or world championships.\n“I don’t really love talking about it anymore,” she told The Associated Press before the start of the Milan Cortina Games.\n“I just want to create a new story with the Swiss team, win the medal with them and hopefully then we don’t have to talk about 2014 again anymore,” she added. “I don’t want to look back and have this as the only success we’ve had.”\nOn Saturday, Muller was only looking ahead in being one step closer to providing everyone something more to talk about.\nWith Muller scoring and Andrea Braendli stopping 40 shots in a 1-0 win over Finland, Switzerland advanced to the semifinals to face defending Olympic champion Canada on Monday.\nWin or lose, and the Swiss are still guaranteed playing with a medal on the line on Thursday.\n“It’s not there yet, but I’m definitely super happy tha...\n\n=== 12. Seniors Jackson and Mair lead No. 11 Duke women to narrow win over No. 21 North Carolina ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699246d898ac418aaf7012cbf85dd59f&url=https%3a%2f%2fapnews.com%2farticle%2fnorth-carolina-duke-score-3a5fcac981ea09308da64ef9c45f17c6&c=11283434551420649569&mkt=en-us\n发布时间: Sun, 15 Feb 2026 12:48:00 GMT\n内容:\nSeniors Jackson and Mair lead No. 11 Duke women to narrow win over No. 21 North Carolina\nDURHAM, N.C. (AP) — Ashlon Jackson and Taina Mair scored 14 points each on their senior day and No. 11 Duke edged No. 21 North Carolina 72-68 on Sunday, the Blue Devils’ 16th consecutive win.\nAfter a back-and-forth first half that saw 16 lead changes, Duke led 41-33 at halftime and never trailed in the second half. The Blue Devils’ lead was only 56-54 with 30 seconds left in the third quarter but the Tar Heels got no closer.\nDelaney Thomas’ layup made it a six-point game with 30 seconds remaining. Nyla Brooks hit a 3 for North Carolina with 15 seconds left, but Jackson added a free throw for the final margin.\nRiley Nelson scored 13 points and Toby Fournier grabbed 12 rebounds for Duke (19-6, 14-0 ACC). Mair finished with seven rebounds, seven assists and two steals.\nCiera Toomey scored 14 points, Indya Nivar 12 and Brooks and Nyla Harris 10 each for North Carolina (21-6, 10-4). It was UNC’s first loss this season when the Nyla’s — Brooks and Harris — both scored in double figures.\nThere were 10 lead changes in the first quarter and Nelson’s jumper in the final minute gave Duke a 19-18 lead at the end of the period.\nA 7-0 run helped put North Carolina ahead 29-23 in the second quarter. Jordan Wood hit three second-quarter 3-pointers to help Duke take an eight-point lead at halftime.\nDuke, which visits North Carolina on March 1 in a regular-season finale, leads the series 57-55.\nUp next\nNor...\n\n"
}