{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Exclusive: Nvidia's AI chip sale to ByteDance hinges on conditions set by Trump administration ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fnvidias-ai-chip-sale-bytedance-hinges-conditions-set-by-trump-administration-2026-02-04%2f&c=12365380959105413013&mkt=en-us\n发布时间: Wed, 04 Feb 2026 13:11:00 GMT\n内容:\n[抓取失败] 摘要: The Trump administration is willing to allow China's ByteDance to buy Nvidia's H200 chips, but the AI chipmaker has not agreed to proposed conditions for their use, according to a person familiar with ...\n\n=== 2. Maduro ally Saab, Venezuelan businessman once held in US, arrested again ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fworld%2famericas%2fvenezuelan-official-saab-formerly-held-us-arrested-again-colombian-media-2026-02-04%2f&c=807021647990338995&mkt=en-us\n发布时间: Wed, 04 Feb 2026 10:33:00 GMT\n内容:\n[抓取失败] 摘要: Venezuelan official Alex Saab, a Colombian-Venezuelan former businessman once held in the U.S., was arrested in Venezuela on Wednesday as part of a joint operation between U.S. and Venezuelan ...\n\n=== 3. US Senator Scott, facing block on Fed chair nominee, says Powell is not a criminal ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-senator-scott-facing-block-fed-chair-nominee-says-powell-is-not-criminal-2026-02-04%2f&c=1299936048657870847&mkt=en-us\n发布时间: Wed, 04 Feb 2026 10:16:00 GMT\n内容:\n[抓取失败] 摘要: Republican Senator Tim Scott on Wednesday said he does not believe Federal Reserve Chair Jerome Powell broke the law when he testified to Congress last summer, and would say that to any prosecutor who ...\n\n=== 4. US Supreme Court allows pro-Democratic California voting map ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus-supreme-court-allows-pro-democratic-california-voting-map-2026-02-04%2f&c=8958001180772978898&mkt=en-us\n发布时间: Wed, 04 Feb 2026 10:00:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Supreme Court allowed California on Wednesday to use a new electoral map designed to give Democrats five more congressional seats, improving the party's chances of regaining control of the U.\n\n=== 5. Qualcomm shares slide as memory chip shortage hits smartphone market ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fqualcomm-forecasts-quarterly-results-below-estimates-memory-shortage-dampens-2026-02-04%2f&c=10832366429223835509&mkt=en-us\n发布时间: Wed, 04 Feb 2026 12:06:00 GMT\n内容:\n[抓取失败] 摘要: Chip supplier Qualcomm forecast second-quarter revenue and profit below Wall Street estimates on Wednesday, expecting a global memory supply shortage to hit mobile phone sales.\n\n=== 6. As software stocks slump, investors debate AI's existential threat ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fglobal-software-stocks-hit-by-anthropic-wake-up-call-ai-disruption-2026-02-04%2f&c=18002791810772354100&mkt=en-us\n发布时间: Wed, 04 Feb 2026 00:56:00 GMT\n内容:\n[抓取失败] 摘要: Investors were assessing on Wednesday whether a selloff in global software stocks this week had gone too far, as they weighed if businesses could survive an existential threat posed by artificial ...\n\n=== 7. Republican senator opposes planned ICE detention center in Mississippi ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2frepublican-senator-opposes-planned-ice-detention-center-mississippi-2026-02-04%2f&c=12795553471311991483&mkt=en-us\n发布时间: Wed, 04 Feb 2026 11:14:00 GMT\n内容:\n[抓取失败] 摘要: Republican U.S. Senator Roger Wicker on Wednesday told Homeland Security Secretary Kristi Noem he opposed plans to open an Immigration and Customs Enforcement (ICE) detention facility in Mississippi.\n\n=== 8. US Justice Department removes lawyer who told judge in immigration case, 'This job sucks' ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fus-justice-department-removes-lawyer-who-told-judge-immigration-case-this-job-2026-02-04%2f&c=3173835941851433737&mkt=en-us\n发布时间: Wed, 04 Feb 2026 09:30:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Justice Department has removed a government lawyer from an assignment in Minnesota after she told a federal judge, \"This job sucks\" and said immigration authorities had failed to comply with ...\n\n=== 9. Snap reports upbeat fourth-quarter revenue as holiday season boosts ad spending ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fsnap-forecasts-quarterly-revenue-below-estimates-ad-competition-hurts-2026-02-04%2f&c=7514209930358397424&mkt=en-us\n发布时间: Wed, 04 Feb 2026 12:12:00 GMT\n内容:\n[抓取失败] 摘要: Snap beat Wall Street estimates for fourth-quarter revenue, as more advertisers turned to the social media platform during the holiday season, sending its shares up nearly 6% in extended trading.\n\n=== 10. US and Iran agree to Friday talks in Oman but still at odds over agenda ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fus-iran-hold-nuclear-talks-oman-amid-heightened-tensions-diplomat-says-2026-02-04%2f&c=10472254150598012955&mkt=en-us\n发布时间: Tue, 03 Feb 2026 23:27:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. and Iran have agreed to hold talks in Oman on Friday, officials for both sides said, even as they remained at odds over Washington's insistence that negotiations include Tehran's missile ...\n\n=== 11. Wall Street ends down as AI worries slam tech stocks ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c734508b47c19a6e8b488c9c3d27&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffutures-muted-ai-jitters-batter-software-alphabet-adp-focus-2026-02-04%2f&c=11166423458879313091&mkt=en-us\n发布时间: Wed, 04 Feb 2026 02:21:00 GMT\n内容:\n[抓取失败] 摘要: U.S. stocks ended lower on Wednesday, with losses in Advanced Micro Devices, Palantir and other technology companies, as investors worried about pricey valuations and whether Wall Street's AI rally ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Lakers’ Jaxson Hayes has been suspended 1 game for pushing Wizards mascot ‘G-Wiz’ ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2flakers-nba-hayes-suspension-517075284ec1079db1ade0301de5f20f&c=8606087885882491209&mkt=en-us\n发布时间: Wed, 04 Feb 2026 13:02:00 GMT\n内容:\nLakers’ Jaxson Hayes has been suspended 1 game for pushing Wizards mascot ‘G-Wiz’\nLakers’ Jaxson Hayes has been suspended 1 game for pushing Wizards mascot ‘G-Wiz’\nLos Angeles Lakers center Jaxson Hayes received a one-game suspension on Wednesday for pushing the Washington Wizards’ mascot before a game last week.\nHayes pushed the mascot “G-Wiz” during pre-game introductions ahead of the Lakers’ 142-111 win on Friday.\nHayes had 10 points, three rebounds, an assist and a steal off the bench. He will serve the suspension on Feb. 5 when the Lakers host the Philadelphia 76ers, according to a statement from the NBA.\nHayes was drafted by Atlanta in the first round of the 2019 draft, but his rights were immediately traded over to New Orleans. He spent his first four seasons with the Pelicans before joining the Lakers in 2023.\n___\nAP NBA: https://apnews.com/hub/NBA\n\n=== 2. Argentina requests extradition of Maduro from the US on crimes against humanity charges ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2fargentina-maduro-milei-trump-extradition-universal-jurisdiction-f1c51e062ebe8a4973136120d32960c6&c=10042651719160341165&mkt=en-us\n发布时间: Wed, 04 Feb 2026 12:24:00 GMT\n内容:\nArgentina requests extradition of Maduro from the US on crimes against humanity charges\nBUENOS AIRES, Argentina (AP) — An Argentine judge on Wednesday requested the extradition from the United States of former Venezuelan President Nicolás Maduro, who was captured by the U.S. military last month and now faces federal charges of narco-terrorism and conspiracy to import cocaine in New York.\nThe inquest from Argentina, whose judges have aggressively pursued human rights abuse cases beyond its borders, accuses Maduro of having committed crimes against humanity in overseeing a harsh crackdown on protesters and political opponents as president.\n“The urgent translation of the international request and the documentation attached thereto is hereby ordered,” said the warrant, which was signed by Argentine federal judge Sebastián Ramos and seen by The Associated Press.\nPlaintiffs include Venezuelans who suffered torture, arbitrary detention and enforced disappearance, among other abuses, at the hands of Venezuelan security forces and intelligence agents.\nThe case, filed in Buenos Aires in 2023 by human rights organizations representing the victims, relies on the principle of universal jurisdiction, a legal concept that allows for the prosecution in Argentina of anyone from any country who commits crimes like genocide or terrorism anywhere in the world.\nArgentina’s foreign ministry must now present the request to the Trump administration, which is unlikely to comply as Maduro and his wife...\n\n=== 3. Wizards acquiring Anthony Davis from Mavericks in 8-player trade, AP source says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2fwizards-mavericks-trade-anthony-davis-d36cf6b1a25c78429918df023ff65775&c=6182294306402131954&mkt=en-us\n发布时间: Wed, 04 Feb 2026 11:52:00 GMT\n内容:\nWizards acquiring Anthony Davis from Mavericks in 8-player trade, AP source says\nWizards acquiring Anthony Davis from Mavericks in 8-player trade, AP source says\nDALLAS (AP) — The Washington Wizards are acquiring Anthony Davis in an eight-player trade with the Mavericks that includes draft picks for Dallas, a person with knowledge of the deal said Wednesday.\nThe move is a signal the Mavericks are moving on from the widely criticized trade that sent superstar Luka Doncic to the Los Angeles Lakers for a package headlined by Davis last year.\nFormer general manager Nico Harrison, who was fired by Dallas in November, engineered the middle-of-the-night deal that angered fans. Trade speculation had surrounded Davis ever since Harrison was let go following a slow start to the season.\nThe Wizards are sending Khris Middleton, AJ Johnson, Malaki Branham and Marvin Bagley III to the Mavericks along with two first-round draft picks and three second-rounders, according to the person who spoke to The Associated Press on condition of anonymity because the deal had yet to be approved by the NBA.\nWashington is getting three guards from Dallas in Jaden Hardy, D’Angelo Russell and Dante Exum.\nThe Wizards have made a stark shift recently from their rebuild after losing 67 and 64 games the past two seasons. Washington traded for Trae Young last month and now adds Davis to a group of young players that includes big man Alex Sarr, the No. 2 pick in 2024.\nIt’s not clear if Young or Davis will play mu...\n\n=== 4. Trump’s border czar pulling 700 immigration officers out of Minnesota immediately ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2fimmigration-enforcement-drawdown-minnesota-homan-963adf341325d7f6eb5673e1c00d3c2a&c=1645560327946295507&mkt=en-us\n发布时间: Wed, 04 Feb 2026 12:23:00 GMT\n内容:\nTrump’s border czar is pulling 700 immigration officers out of Minnesota immediately\nTrump’s border czar is pulling 700 immigration officers out of Minnesota immediately\nMINNEAPOLIS (AP) — The Trump administration is reducing the number of immigration officers in Minnesota but will continue its enforcement operation that has sparked weeks of tensions and deadly confrontations, border czar Tom Homan said Wednesday.\nAbout 700 federal officers — roughly a quarter of the total deployed to Minnesota — will be withdrawn immediately after state and local officials agreed over the past week to cooperate by turning over arrested immigrants, Homan said.\nBut he did not provide a timeline for when the administration might end the operation that has become a flashpoint in the debate over President Donald Trump’s mass deportation efforts since the fatal shootings of U.S. citizens Renee Good and Alex Pretti in Minneapolis.\nAbout 2,000 officers will remain in the state after this week’s drawdown, Homan said. That’s roughly the same number sent to Minnesota in early January when the surge ramped up, kicking off what the Department of Homeland Security called its “ largest immigration enforcement operation ever.”\nThe Trump administration is reducing the number of federal law enforcement officers in Minnesota. AP correspondent Donna Warder reports.\nSince then, masked, heavily armed officers have been met by resistance from residents who are upset with their aggressive tactics.\nA widespread pull...\n\n=== 5. Offensive Rookie of the Year Finalist Jaxson Dart ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2fvideo%2foffensive-rookie-of-the-year-finalist-jaxson-dart-0000019c2ab4d1b1abbe3fff2e720000&c=16550176056194262555&mkt=en-us\n发布时间: Wed, 04 Feb 2026 14:22:00 GMT\n内容:\nJaxson Dart recounts the ups and downs of his first NFL season.\nOffensive Rookie of the Year Finalist Jaxson Dart\nJaxson Dart recounts the ups and downs of his first NFL season.\nCopyright 2026 The Associated Press. All Rights Reserved.\n\n=== 6. Live updates: 700 immigration officers will immediately leave Minnesota ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2flive%2fdonald-trump-news-updates-2-4-2026&c=12120873184110360075&mkt=en-us\n发布时间: Wed, 04 Feb 2026 07:42:00 GMT\n内容:\nLive updates: 700 immigration officers will immediately leave Minnesota\nFollow the latest news on President Donald Trump and his administration | Feb. 4, 2026\nWhite House border czar Tom Homan says the administration is withdrawing 700 immigration officers from Minnesota, effective immediately, after state and local officials agreed to turn over arrested immigrants. Still, Homan warned, the mission of mass deportations continues.\nPresident Donald Trump‘s administration is reducing the number of immigration enforcement officers in Minnesota after state and local officials agreed to cooperate by turning over arrested immigrants, border czar Tom Homan said Wednesday.\nBut Homan did not give a timeline when the operation might end in Minnesota after weeks of turmoil in the Twin Cities and escalated protests, especially since the killing of protester Alex Pretti, the second fatal shooting by federal officers in Minneapolis.\nHoman said a widespread withdrawal will only occur after people stop interfering with federal agents carrying out arrests and setting up roadblocks to impede the operations.\nThe border czar has pushed for jails to alert Immigration and Customs Enforcement to inmates who could be deported, saying transferring such inmates to ICE is safer because it means fewer officers have to be out looking for people in the country illegally.\nOther news we’re following:\n- DHS funding runs out in two weeks: Trump signed a roughly $1.2 trillion government funding bill Tuesday to ...\n\n=== 7. 76ers send former promising prospect Jared McCain to Thunder for four draft picks, AP source says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2f76ers-thunder-trade-mccain-nba-deadline-a6519870e3f6495aaf9ec6367178244c&c=5422316636401840488&mkt=en-us\n发布时间: Wed, 04 Feb 2026 11:43:00 GMT\n内容:\n76ers send former promising prospect Jared McCain to Thunder for four draft picks, AP source says\n76ers send former promising prospect Jared McCain to Thunder for four draft picks, AP source says\nPHILADELPHIA (AP) — The defending champion Oklahoma City Thunder have acquired Jared McCain from the Philadelphia 76ers for a 2026 Houston Rockets first-round draft pick and three second-round picks, a person with knowledge of the trade said Wednesday.\nThe Sixers will receive the most-favorable second-round pick in 2027 from Oklahoma City, Houston, Indiana or Miami; one from Milwaukee in 2028 and another from the Thunder in 2028, according to the person who spoke to The Associated Press on condition of anonymity because the trade has not yet been made official.\nThe 21-year-old McCain was considered a bright piece of the Sixers’ future after they made him the 16th overall pick in the 2024 draft.\nBut McCain averaged only 6.6 points in 37 games this season. He goes to a Thunder team reeling from the loss of reigning MVP Shai Gilgeous-Alexander to an abdominal strain that will sideline him until after the All-Star break.\nMcCain was off to a fantastic start last season in his brief career before he suffered a meniscus tear in his left knee during a December game against Indiana.\nMcCain had averaged 15.3 points in 23 games for a Sixers team that entered last season with championship aspirations before injuries sunk them into the draft lottery. He started eight games and was an instant fan ...\n\n=== 8. Winter Olympics kicked off in Cortina with curling, but took a brief pause due to a power outage ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2fcurling-olympics-winter-cortina-4707441e7b88710233ebb63814e47472&c=17870960970807786041&mkt=en-us\n发布时间: Wed, 04 Feb 2026 12:10:00 GMT\n内容:\nCurling opens competition at 2026 Winter Olympics as brief power outage pauses play, luge training\nHave you ever watched curling and thought to yourself, “that looks easy.” AP tested it out ahead of the Winter Olympics and quickly learned how challenging it is. (AP video: Thomas Peipert, Production: Brittany Peterson)\nCORTINA D’AMPEZZO, Italy (AP) — The 2026 Winter Olympics opened competition Wednesday night with the first curling matches on the schedule in Cortina only for the action to come to a brief halt because of a power outage.\nOfficials paused the matches at the historic curling stadium when the lights dimmed and flickered and the main lights and heat in a nearby media center went out. Curlers kept sliding on the ice to stay ready and fans cheered when the bright lights came back soon after and play resumed.\nOlympic organizers acknowledged the “brief interruption to competition due to an energy-related issue” and noted it lasted approximately three minutes. It snowed steadily all day in Cortina, with more than 8 inches (20.32 centimeters) in some places. The start of the opening luge training session for men’s singles was also delayed a half-hour due to the outage.\nThe eight teams playing mixed doubles opened the long curling tournament two full days before the opening ceremony for the 2026 Milan Cortina Games. American curler Korey Dropkin said he has been waiting a long time for this moment.\n“Being amongst the best, it’s a very cool atmosphere to be part of,” said D...\n\n=== 9. Supreme Court allows new California congressional districts that favor Democrats ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2fsupreme-court-california-congressional-maps-8362a34b739ea91d37a190eee1b6a6d1&c=13303027161388815015&mkt=en-us\n发布时间: Wed, 04 Feb 2026 12:11:00 GMT\n内容:\nSupreme Court allows new California congressional districts that favor Democrats\nWASHINGTON (AP) — The Supreme Court on Wednesday allowed California to use a new voter-approved congressional map that is favorable to Democrats in this year’s elections, rejecting a last-ditch plea from state Republicans and the Trump administration.\nNo justices dissented from the brief order denying the appeal without explanation, which is common on the court’s emergency docket.\nThe justices had previously allowed Texas’ Republican-friendly map to be used in 2026, despite a lower-court ruling that it likely discriminates on the basis of race.\nConservative Justice Samuel Alito wrote in December that it appeared both states had adopted new maps for political advantage, which the high court has previously ruled cannot be a basis for a federal lawsuit.\nRepublicans, joined by the Trump administration, claimed the California map improperly relied on race as well. But a lower court disagreed by a 2-1 vote. The Justice Department and White House did not immediately respond to messages seeking comment.\nThe justices’ unsigned order keeps in place districts that are designed to flip up to five seats now held by Republicans, part of a tit-for-tat nationwide redistricting battle spurred by President Donald Trump, with control of Congress on the line in midterm elections.\nLast year, at Trump’s behest, Texas Republicans redid the state’s congressional districts with an eye on gaining five seats.\nCalifornia Go...\n\n=== 10. Israel strikes across Gaza, killing 24, and says militants attacked its soldiers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2fgaza-rafah-hamas-israel-war-2-4-2026-a3726ab659321430bf3ca73cae50936e&c=4993070567490567151&mkt=en-us\n发布时间: Wed, 04 Feb 2026 12:29:00 GMT\n内容:\nIsrael strikes across Gaza, killing 24, and says militants attacked its soldiers\nIsrael strikes across Gaza, killing 24, and says militants attacked its soldiers\nDEIR AL-BALAH, Gaza Strip (AP) — Israeli strikes pounded Gaza on Wednesday, killing at least 24 Palestinians, including two babies, according to health officials in the territory, where a fragile ceasefire is under increasing strain. Israel said it killed three militant leaders and others who posed a threat to its forces, and that some strikes came in response to a Hamas attack that seriously wounded one of its soldiers.\nDeadly Israeli strikes have repeatedly disrupted the truce since it took effect on Oct. 10. The escalating Palestinian toll has prompted many in Gaza to say it feels like the war is continuing unabated.\nAmong the Palestinians killed Wednesday were at least five children, seven women and an on-duty paramedic, according to hospital officials.\n“Where is the ceasefire? Where are the mediators?”said Dr. Mohamed Abu Selmiya, director of Gaza City’s Shifa Hospital, in a Facebook post.\nDeadly strikes have continued despite ceasefire deal\nThe ceasefire attempted to halt the more than 2-year-old war, which began with Hamas’ deadly attack on Israel on Oct. 7, 2023. While the heaviest fighting has subsided, it has been marred by repeated flare-ups of violence.\nA total of 556 Palestinians, half whom were women and children, have been killed by Israel since the ceasefire went into effect, according to Gaza health ...\n\n=== 11. What to know about the disappearance of Nancy Guthrie, mother of ‘Today’ show’s Savannah Guthrie ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-mother-missing-arizona-tucson-0d6b55fd24f54b2526fd5f8894a52ff2&c=488986272747503382&mkt=en-us\n发布时间: Wed, 04 Feb 2026 11:47:00 GMT\n内容:\nWhat to know about the disappearance of Nancy Guthrie, mother of ‘Today’ show’s Savannah Guthrie\nWhat to know about the disappearance of Nancy Guthrie, mother of ‘Today’ show’s Savannah Guthrie\nAuthorities are searching for the 84-year-old mother of “Today” show host Savannah Guthrie after investigators said she was forcibly taken from her home in Tucson, Arizona, over the weekend.\nThe case is urgent because Nancy Guthrie, last seen Saturday night, could die without her medication, Pima County Sheriff Chris Nanos has said.\nInvestigators have shifted from a rescue effort to a criminal investigation. There were signs of forced entry at Guthrie’s home, according to a person familiar with the investigation who spoke to The Associated Press on condition of anonymity because they were not authorized to discuss details publicly.\nNanos has declined to describe the evidence or say whether Guthrie’s disappearance was random or targeted. As of Wednesday, investigators had not identified a suspect or a person of interest as of Wednesday.\nHere’s what to know about the case:\nShe disappeared from a quiet, affluent neighborhood\nNancy Guthrie lived alone in the upscale Catalina Foothills area and was last seen at her home around 9:30 p.m. Saturday. She was reported missing midday Sunday after someone at her church called a family member to say Guthrie wasn’t there, leading family to search her home and then call 911, Nanos said.\nGuthrie has limited mobility, supporting the theory that she was...\n\n=== 12. Still no suspect in the disappearance of ‘Today’ host Savannah Guthrie’s mother ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6983c739e7434e07be14d93672076184&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-nancy-guthrie-mom-missing-88e8731270d05e6e667730d2ed8633d3&c=9835830390917058745&mkt=en-us\n发布时间: Wed, 04 Feb 2026 11:26:00 GMT\n内容:\nNancy Guthrie disappeared from an Arizona neighborhood that is dark at night, quiet and spread out\nNancy Guthrie disappeared from an Arizona neighborhood that is dark at night, quiet and spread out\nTUCSON, Ariz. (AP) — Nancy Guthrie’s upscale Arizona neighborhood is quiet and mostly dark at night, lit mainly by car headlights and homes spaced far apart. Long driveways, front gates and desert plants provide a buffer from the winding streets and curious eyes.\nSaguaro cacti tower above the roofline of Guthrie’s Tucson-area home, and wispy trees partially block the view of the front door.\nThose are the conditions that investigators are faced with as they try to piece together the moments before and immediately after the disappearance of the 84-year-old mother of “Today” show host Savannah Guthrie. Authorities offered no detailed update Wednesday.\n“Is there somebody out there who’s kidnapping elderly people in the middle of the night, every night?” Pima County Sheriff Chris Nanos said Tuesday. “We don’t believe that’s the case. We believe Nancy was taken from her home against her will.”\nThe sheriff suggested there was video from some cameras, though he didn’t elaborate, adding: “That’s all been submitted and we’re doing our best with the companies that own those cameras or built those cameras.”\nNanos’ office said Wednesday that detectives still were speaking with anyone who had contact with Nancy Guthrie last weekend but that no suspect or person of interest had been identified.\nT...\n\n"
}