{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Trump says he is directing federal agencies to cease use of Anthropic technology ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-says-he-is-directing-federal-agencies-cease-use-anthropic-technology-2026-02-27%2f&c=17028655283136421737&mkt=en-us\n发布时间: Fri, 27 Feb 2026 11:57:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump said on Friday he was directing every federal agency to immediately cease work with artificial intelligence lab Anthropic, adding there would be a six-month phaseout for ...\n\n=== 2. Dorsey's blunt AI warning sharpens debate over jobs and profits ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fdorseys-blunt-ai-warning-sharpens-debate-over-jobs-profits-2026-02-27%2f&c=7355280338721826033&mkt=en-us\n发布时间: Fri, 27 Feb 2026 09:56:00 GMT\n内容:\n[抓取失败] 摘要: Jack Dorsey is not the first chief executive to say artificial intelligence will transform work. He may be among the first to act as if it already has - and to say so openly.\n\n=== 3. Satellite images show more aircraft at Saudi airbase used by US forces ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2fsatellite-images-show-more-aircraft-saudi-airbase-used-by-us-forces-2026-02-27%2f&c=16435556611870805876&mkt=en-us\n发布时间: Fri, 27 Feb 2026 08:09:00 GMT\n内容:\n[抓取失败] 摘要: Satellite images showed a rise in the number of military support aircraft including refuelling tankers at a Saudi airbase used by the U.S. military during a four-day period in February, as Washington ...\n\n=== 4. Spanish feminist targeted by AI fakes wants stricter online regulations ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fsociety-equity%2fspanish-feminist-targeted-by-ai-fakes-wants-stricter-online-regulations-2026-02-27%2f&c=13530741645842757753&mkt=en-us\n发布时间: Fri, 27 Feb 2026 06:46:00 GMT\n内容:\n[抓取失败] 摘要: A Spanish women's rights activist who suffered online abuse, including AI-generated fake nude images, said the government's pledge to regulate social media does not go far enough, calling for ...\n\n=== 5. SpaceX could seek IPO valuation of over $1.75 trillion, Bloomberg says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fspacex-weighs-confidential-ipo-filing-soon-march-bloomberg-news-reports-2026-02-27%2f&c=5452406189221654423&mkt=en-us\n发布时间: Fri, 27 Feb 2026 11:35:00 GMT\n内容:\n[抓取失败] 摘要: Elon Musk's SpaceX is aiming to file confidentially for an initial public offering that could value the rocket and satellite company at more than $1.75 trillion, Bloomberg News reported on Friday, ...\n\n=== 6. Pentagon Anthropic feud has sales and AI warfare at stake as Friday deadline looms ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2ftechnology%2fpentagon-anthropic-feud-has-sales-ai-warfare-stake-friday-deadline-looms-2026-02-27%2f&c=2306231805309090117&mkt=en-us\n发布时间: Fri, 27 Feb 2026 02:04:00 GMT\n内容:\n[抓取失败] 摘要: NEW YORK, Feb 27 (Reuters) - A feud between the Pentagon and top artificial intelligence lab Anthropic is set to come to a head by 5:01 p.m. (2201 GMT) on Friday over concerns about how the military ...\n\n=== 7. Pentagon chief Hegseth says officers will stop attending Ivy League programs ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fhegseth-says-pentagon-end-ivy-league-attendance-2026-27-academic-year-2026-02-27%2f&c=9113756715139714228&mkt=en-us\n发布时间: Fri, 27 Feb 2026 11:19:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Defense Department will stop sending officers on professional courses and graduate programs at Ivy League colleges, Pentagon chief Pete Hegseth said on Friday, declaring the schools had ...\n\n=== 8. Rubio will travel to Israel next week amid Iran tensions ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2frubio-will-travel-israel-next-week-amid-iran-tensions-2026-02-27%2f&c=11628544496930546649&mkt=en-us\n发布时间: Fri, 27 Feb 2026 06:38:00 GMT\n内容:\n[抓取失败] 摘要: U.S. Secretary of State Marco Rubio will travel to Israel next week, where he will discuss Iran, the State Department said in a statement on Friday, as the U.S. has assembled a large military force in ...\n\n=== 9. Delta orders 34 more Airbus A321neo jets in fleet renewal push ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2fdelta-orders-34-more-airbus-a321neo-jets-fleet-renewal-push-2026-02-27%2f&c=1882047103457260127&mkt=en-us\n发布时间: Fri, 27 Feb 2026 12:43:00 GMT\n内容:\n[抓取失败] 摘要: Delta Air Lines said on Friday it will buy 34 more Airbus A321neo jets as part of its plan to refresh its fleet with aircraft that burn less fuel and offer more premium seats.\n\n=== 10. Wolves avoid unwanted record with 2-0 win over Villa ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a6dee04ba7a33e59c4cd61c324&url=https%3a%2f%2fwww.reuters.com%2fsports%2fsoccer%2fwolves-avoid-unwanted-record-with-2-0-win-over-villa-2026-02-27%2f&c=7878782472963571161&mkt=en-us\n发布时间: Fri, 27 Feb 2026 13:07:00 GMT\n内容:\n[抓取失败] 摘要: Wolverhampton Wanderers' Joao Gomes scored his first goal of the season as the bottom side defeated visitors Aston Villa 2-0 on Friday to ensure they will not go down as the worst side in Premier ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Bill Clinton says he ‘did nothing wrong’ with Epstein as he faces grilling over their relationship ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fbill-clinton-jeffrey-epstein-deposition-congress-9ea23ac5a5ffd1c7b9511e46308e8b21&c=853683155157545739&mkt=en-us\n发布时间: Fri, 27 Feb 2026 14:00:00 GMT\n内容:\nBill Clinton says he ‘did nothing wrong’ with Epstein as he faces grilling over their relationship\nWASHINGTON (AP) — Former President Bill Clinton told members of Congress on Friday that he “did nothing wrong” in his relationship with Jeffrey Epstein and saw no signs of Epstein’s sexual abuse as he faced hours of grilling from lawmakers over his connections to the disgraced financier from more than two decades ago.\n“I saw nothing, and I did nothing wrong,” the former Democratic president said in an opening statement he shared on social media at the outset of the deposition.\nThe closed-door deposition in Chappaqua, New York, marks the first time a former president has been compelled to testify to Congress. It came a day after Clinton’s wife, former Secretary of State Hillary Clinton, sat with lawmakers for her own deposition.\nBill Clinton has also not been accused of any wrongdoing. Yet lawmakers are grappling with what accountability in the United States looks like at a time when men around the world have been toppled from their high-powered posts for maintaining their connections with Epstein after he pleaded guilty in 2008 to state charges in Florida for soliciting prostitution from an underage girl.\nAP correspondent Ed Donahue reports Bill Clinton says he ‘did nothing wrong’ with Jeffrey Epstein, as he faces grilling over their relationship.\n“Men — and women for that matter — of great power and great wealth from all across the world have been able to get away with a lot of...\n\n=== 2. Trump orders all federal agencies to phase out use of Anthropic technology ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fanthropic-pentagon-ai-hegseth-dario-amodei-b72d1894bc842d9acf026df3867bee8a&c=13401831710818329113&mkt=en-us\n发布时间: Fri, 27 Feb 2026 13:55:00 GMT\n内容:\nTrump orders all federal agencies to phase out use of Anthropic technology\nTrump orders all federal agencies to phase out use of Anthropic technology\nWASHINGTON (AP) — President Donald Trump said Friday that he was ordering all federal agencies to stop using Anthropic’s technology following the company’s unusually public dispute with the Pentagon over artificial intelligence safety.\nTrump’s comments came just over an hour before the Pentagon’s deadline for Anthropic to allow unrestricted military use of its AI technology or face consequences — and nearly 24 hours after CEO Dario Amodei said his company “cannot in good conscience accede” to the Defense Department’s demands.\nTrump said most agencies must immediately stop using Anthropic’s AI but gave the Pentagon a six-month period to phase out the technology that is already embedded in military platforms.\n“We don’t need it, we don’t want it, and will not do business with them again!” Trump wrote.\nAt issue in the defense contract was a clash over AI’s role in national security and concerns about how increasingly capable machines could be used in high-stakes situations involving lethal force, sensitive information or government surveillance.\nThe move is likely to benefit Elon Musk’s competing chatbot, Grok, which the Pentagon plans to give access to classified military networks, and could serve as a warning to two other competitors, Google and OpenAI, that also have contracts to supply their AI tools to the military.\nAP correspo...\n\n=== 3. Fintech company Block lays off 4,000 of its 10,000 staff, citing gains from AI ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fblock-dorsey-layoffs-ai-jobs-18e00a0b278977b0a87893f55e3db7bb&c=8435006398421106305&mkt=en-us\n发布时间: Fri, 27 Feb 2026 13:57:00 GMT\n内容:\nFintech company Block lays off 4,000 of its 10,000 staff, citing gains from AI\nFintech company Block lays off 4,000 of its 10,000 staff, citing gains from AI\nBANGKOK (AP) — Shares in the financial technology company Block soared more than 20% in premarket trading Friday after its CEO announced it was laying off more than 4,000 of its 10,000 plus employees, reconfiguring to capitalize on its use of artificial intelligence.\n“The core thesis is simple. Intelligence tools have changed what it means to build and run a company,” Jack Dorsey said in a letter to shareholders in Block, the parent company to online payment platforms such as Square and Cash App. “A significantly smaller team, using the tools we’re building, can do more and do it better,” he said.\nDorsey’s comments explicitly naming AI as a key driver behind the move were also posted on X, or Twitter, a company he co-founded. The assertion that the job cuts will add to Block’s profitability and efficiency led investors to jump in and buy, analysts said.\nBlock’s shares gained 5% Thursday to $54.53, before it reported its earnings. They shot up to nearly $69 in after-hours trading. The mobile payments services provider reported its fourth quarter gross profit jumped 24% from a year earlier.\n“For years, we have debated whether AI would dent jobs at the margin. Now we have a public case study in which the CEO explicitly says that intelligence tools have changed what it means to build and run a company,” Stephen Innes of SPI ...\n\n=== 4. CNN chief prescribes calm after staff anxiety over Paramount’s expected purchase of parent company ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fcnn-paramount-warner-bros-92648a3a3a0b3d8c81b6de8f1848a34b&c=2909433157162219925&mkt=en-us\n发布时间: Fri, 27 Feb 2026 13:15:00 GMT\n内容:\nCNN chief prescribes calm after staff anxiety over Paramount’s expected purchase of parent company\nCNN chief prescribes calm after staff anxiety over Paramount’s expected purchase of parent company\nWord had barely spread about Paramount’s apparent victory in the competition to buy Warner Bros. Discovery before CNN chief Mark Thompson wrote to staff members. His message, in effect: Keep calm and carry on.\nIt’s a tall order. The network’s future — whether familiar faces stay or go, whether the outlet changes editorial direction — will be watched intently if the corporate deal clears regulatory hurdles and goes through. Anxious observers are left to interpret signals from Paramount’s management of CBS News for what it could mean at CNN.\n“Despite all the speculation you’ve read during this process, I’d suggest that you don’t jump to conclusions until we know more,” Thompson wrote in his internal memo, telling employees to focus on delivering journalism to their customers.\nWarner Bros. Discovery CEO David Zaslav said in a company town hall on Friday that he recognized Paramount’s win over Netflix “feels a little whiplashy,” according to CNN’s Brian Stelter. Zaslav predicted the deal would take six months to close. Paramount leader David Ellison has not commented on the developments or his plans for the network’s future.\nBut in an already volatile media environment, the trepidation — if not the outcome itself — stands to be seismic.\nPresident Trump hasn’t been shy in his criticism ...\n\n=== 5. Attorney general announces indictment against 30 more people who protested at a Minnesota church ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fimmigration-church-minnesota-837d2ebc7a121340a7eaf73600cba019&c=8161597778575293794&mkt=en-us\n发布时间: Fri, 27 Feb 2026 13:34:00 GMT\n内容:\nAttorney general announces indictment against 30 more people who protested at a Minnesota church\nAttorney General Pam Bondi announced charges Friday against 30 more people who are accused of civil rights violations in a January protest inside a Minnesota church where a pastor works for Immigration and Customs Enforcement.\nBondi said on social media that 25 people were in custody and more arrests would follow. The new indictment comes a month after independent journalists Don Lemon and Georgia Fort and prominent local activist Nekima Levy Armstrong were charged for their alleged roles in the protest at Cities Church in St. Paul.\nBondi accused the group of attacking a house of worship.\n“If you do so, you cannot hide from us — we will find you, arrest you, and prosecute you,” she wrote on social media.\nIn total, 39 people now face charges of conspiracy against religious freedom and interfering with the right of religious freedom.\nA livestreamed video posted on Facebook shows people interrupting services at Cities Church on Jan. 18 by chanting “ICE out” and “Justice for Renee Good,” a reference to the woman who was fatally shot by an ICE officer in Minneapolis on Jan. 7.\nThe new defendants will have an initial court appearance and a magistrate judge will set conditions for their likely release. Lemon and Fort said they were at the church as journalists covering news. Levy Armstrong was the subject of a doctored photo posted by the White House showing her crying during her arrest....\n\n=== 6. Live updates: Bill Clinton testifies in House Epstein investigation ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2flive%2fdonald-trump-clintons-epstein-updates-2-27-2026&c=6331380627951077135&mkt=en-us\n发布时间: Fri, 27 Feb 2026 08:56:00 GMT\n内容:\nLive updates: Bill Clinton testifies in House Epstein investigation\nFormer President Bill Clinton is testifying before members of Congress who are investigating convicted sex offender Jeffrey Epstein, answering for his connections to the disgraced financier from more than two decades ago.\n“I saw nothing, and I did nothing wrong,” the former Democratic president said in an opening statement he shared on social media at the outset of the deposition.\nThe closed-door deposition in Chappaqua, New York, marks the first time a former president has been compelled to testify to Congress.\nIt comes a day after Clinton’s wife, former Secretary of State Hillary Clinton, sat with lawmakers for her own deposition, where she told lawmakers that she had no knowledge of how Epstein had sexually abused underage girls and had no recollection of even meeting him.\nNeither Clinton has been accused of any wrongdoing.\nOther news we’re following:\n- Trump arrives in Texas: Trump has traveled to Texas and is planning to talk about his energy and economic policies. But the red-hot Senate Republican primary race may overshadow his message. All three candidates are expected to join him, just days before the election.\n- Democrats are ‘closely’ reviewing White House offer on DHS: A White House official said the administration had sent a new proposal to Senate Minority Leader Chuck Schumer and House Minority Leader Hakeem Jeffries on Thursday, calling the latest offer to end the ongoing DHS shutdown “serious....\n\n=== 7. Renee Good’s parents remember her love and laughter in interview with AP ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2frenee-good-ice-shooting-minneapolis-f766260ec7cfbb2b158d6b8eb3403607&c=16892909167206837737&mkt=en-us\n发布时间: Fri, 27 Feb 2026 13:56:00 GMT\n内容:\nRenee Good’s parents remember her love and laughter in interview with AP\nRenee Good’s parents remember her love and laughter in interview with AP\nDENVER (AP) — Renee Good loved sparkles and laughter and any excuse for a celebration. She loved pretty much everyone she met, and was late for pretty much everything.\n“She had this way of making you feel special and loved that I didn’t even understand that until we lost her,” Donna Ganger said Friday of her daughter, who was shot and killed by an immigration officer during the federal crackdown in Minneapolis.\nShe was “slow to anger, quick to love, quick to care,” said her father, Tim Ganger. “That’s the essence of who she was.”\nGood, a 37-year-old mother of three, was shot and killed Jan. 7 as immigration agents surged through the Minneapolis area, sparking waves of protests. Her death and that of another U.S. citizen, Alex Pretti, just weeks later sparked outrage across the country and calls to rein in immigration enforcement.\nGood’s parents and two of her brothers, Brent and Luke Ganger, met AP journalists Friday in Denver for a long interview.\n“It’s going to be hard in the future,” Donna Ganger said. “It’s going to be kind of a constant pain.”\nGood, who graduated from college later in life, was volunteering in a local school district and working as a substitute teacher when she was killed, her parents said.\n“She was working so hard to get her education, and then she was finally able to use it, and I could just tell how happy sh...\n\n=== 8. Callers to Washington state hotline press 2 for Spanish and get accented AI English instead ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fwashington-dol-spanish-accent-ai-3a1b8438a5674c07242a8d48c057d5a3&c=14121778726924035134&mkt=en-us\n发布时间: Fri, 27 Feb 2026 13:27:00 GMT\n内容:\nCallers to Washington state hotline press 2 for Spanish and get accented AI English instead\nSEATTLE (AP) — Press 2 for Spanish ... accent?\nFor months, callers to the Washington state Department of Licensing who have requested automated service in Spanish have instead heard an AI voice speaking English in a strong Spanish accent. The agency has since apologized and says it fixed the problem.\nWashington resident Maya Edwards learned of the AI-accented voice last summer after her Mexican husband tried using the Spanish-language option while seeking information about his driver’s license. He is bilingual but saw that the wait time for speaking to a customer service representative in English was long, so he hit 2 for Spanish.\nFor Edwards, it was a like a scene out of “ Parks and Recreation,” a mockumentary-style comedy show that satires local government.\nSound of recording when callers press 2 for Spanish.\n“It was hilarious to us in the moment because it was so absurd,” she said Thursday. “But at the same time, it has real accessibility issues for people who call in every day and need to speak in a different language other than English.”\nWhen Edwards called the number again this month, she found that the error persisted. She posted a video of the call to TikTok, racking up around 2 million views.\nThe Washington Department of Licensing said Friday in a statement that it fixed the glitch after determining it was caused by DOL staff. It noted that the self-service option includes 10 ...\n\n=== 9. The end of Hollywood or a brighter future? What a Paramount-owned Warner Bros. means for the movies ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fwarner-bros-paramount-deal-explained-7c05a7455e3cef11875dd53784dbf9d2&c=12440889988621237293&mkt=en-us\n发布时间: Fri, 27 Feb 2026 10:12:00 GMT\n内容:\nThe end of Hollywood or a brighter future? What a Paramount-owned Warner Bros. means for the movies\nThe end of Hollywood or a brighter future? What a Paramount-owned Warner Bros. means for the movies\nTwo of Hollywood’s oldest studios may be consolidating into one. In a shocking twist after a monthslong bidding war, Paramount has emerged as the apparent victor in the fight to acquire Warner Bros.\nNetflix, who backed away from the deal Thursday, had hoped to win the movie studio and its vast film library. Paramount wants it all: Movies, cable networks and news.\nAlmost 10 years ago, Hollywood’s big six became the big five when Disney bought most of 20th Century Fox. Now the big five looks like it’s destined to become the big four, including Universal and Sony, and the business of Hollywood moviemaking is one again in a time of profound transition.\nHere’s what we know, what we don’t and some burning questions.\nWhy did Netflix bow out of the fight?\nSimply put, it was no longer “financially attractive,” the company said.\nIn December, Netflix had reached a deal to acquire some of Warner Bros. Discovery’s assets: Their library, movie studio and HBO. Almost immediately Paramount, who months earlier had expressed interest in purchasing Warner Bros., initiated a hostile takeover bid for the whole company, which culminated in a $31 per share offer this week. Netflix, whose previous offer was $27.75 per share, declined to counter.\n“We believe we would have been strong stewards of Warner B...\n\n=== 10. Americans’ sympathies in the Israeli-Palestinian conflict have shifted dramatically, new poll shows ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fpoll-gallup-americans-israel-palestinians-democrats-republicans-2614e22b0ddabe514424680b71e1802f&c=7925942061900186060&mkt=en-us\n发布时间: Fri, 27 Feb 2026 09:31:00 GMT\n内容:\nAmericans’ sympathies in the Israeli-Palestinian conflict have shifted dramatically, new poll shows\nAmericans’ sympathies in the Israeli-Palestinian conflict have shifted dramatically, new poll shows\nWASHINGTON (AP) — American sympathies in the Middle East have shifted dramatically toward the Palestinians, according to new Gallup polling, after decades of overwhelming support for the Israelis.\nThat shift accelerated during the war in Gaza. Three years ago, 54% of Americans sympathized more with the Israelis, compared with 31% for the Palestinians.\nNow, their support is about evenly balanced, with 41% saying their sympathies lie more with the Palestinians, and only 36% saying the same about the Israelis.\nThe numbers reflect how support for Israel has become deeply contentious in the U.S., with profound implications for American politics and foreign policy. The changing sentiment has been largely driven by Democrats, who are now much more likely to sympathize with Palestinians. U.S. assistance to Israel has been a major dividing line in the party’s primaries this year.\nGallup’s data indicates that the shift was already happening before Hamas attacked Israel on Oct. 7, 2023, then increased during Israel’s subsequent military operations in Gaza. The polling has a margin of error of plus or minus 4 percentage points, meaning sentiment toward Israelis and Palestinians are roughly even.\n“It’s the first time they have reached parity, which is really quite striking,” said Benedict Vig...\n\n=== 11. A golden sweep by Team USA in Olympic hockey led to celebrations that got complicated and political ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fusa-hockey-olympics-trump-b13efe20883b42196eacc0f069a2c6ff&c=10443841821898456336&mkt=en-us\n发布时间: Fri, 27 Feb 2026 12:40:00 GMT\n内容:\nA golden sweep by Team USA in Olympic hockey led to celebrations that got complicated and political\nA golden sweep by Team USA in Olympic hockey led to celebrations that got complicated and political\nThe United States swept the hockey gold medals at the Winter Olympics for the first time, beating Canada 2-1 in overtime in both the men’s and women’s tournaments and finishing the tournaments unbeaten.\nIt set off a celebration that quickly became political:\nThe celebrations\n— Women’s team: The players largely steered away from politics. Many said they failed to notice Vice President JD Vance, his family and guests — and large security detail — attending two preliminary round games where they sat directly opposite the U.S. bench. They celebrated Team USA’s third Olympic gold medal in women’s hockey win by wrapping themselves in the stars and stripes following Megan Keller’s overtime goal.\n“We’re America’s team in the best way and through positivity and trying to inspire through sport,” captain Hilary Knight said. “And whatever political climate is going on, we’re just trying to have a positive impact through our play, and obviously show up and represent our country to the best of our ability, because we are proud Americans and there’s great unity that we can find through sport together.”\nAn Olympic gold medal-winning NHL star claims the White House doctored a video to show him insulting Canadians. Correspondent Gethin Coolbaugh reports.\n— Men’s team: The celebration following Jac...\n\n=== 12. Koepka makes the cut at PGA National, bounces back in second round of Cognizant Classic ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69a218a9d5504f1ab61fec2fb1f5f7e4&url=https%3a%2f%2fapnews.com%2farticle%2fpga-tour-cognizant-classic-koepka-smotherman-6ae5b0eba16ac264d0377e6eca0164f5&c=2119087042371128724&mkt=en-us\n发布时间: Fri, 27 Feb 2026 14:03:00 GMT\n内容:\nKoepka makes the cut at PGA National, bounces back in second round of Cognizant Classic\nKoepka makes the cut at PGA National, bounces back in second round of Cognizant Classic\nPALM BEACH GARDENS, Fla. (AP) — Brooks Koepka doesn’t aspire to simply make the weekends. Ben Silverman was merely hoping to play, period.\nThey’ll return to PGA National on Saturday, after bouncing back in the second round of the Cognizant Classic.\nKoepka shot a 5-under 66 on Friday, trimming eight shots from his opening round score, and Silverman shaved six shots from his opening round with a 3-under 67. That got them well within the cut line, and both are at 2 under headed into the weekend.\n“If I’m out here to try to make cuts, I’m probably done,” said Koepka, the five-time major championship winner who is a native of Palm Beach County and has a bit of a home-field edge this week. He has now made two of three cuts since returning to the PGA Tour earlier this year following a stint of nearly four years with Saudi-backed LIV.\nKoepka only hit six of 14 fairways on Friday but putted the ball far better and made six birdies — four more than he had in Round 1.\n“I hit it a lot worse today,” Koepka said. “Didn’t drive it nearly as good. Iron play wasn’t as good, but the putter was better. Made a few adjustments after the round yesterday.”\nOpening-round leader Austin Smotherman — who stayed red-hot, with a 55-foot birdie putt on the par-3 17th as part of his Friday round — was among those playing in the aftern...\n\n"
}