{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Paramount taps ex-Trump official as public policy VP amid Warner Bros bid ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fparamount-taps-ex-trump-official-public-policy-vp-amid-warner-bros-bid-2026-02-13%2f&c=9810686121682194870&mkt=en-us\n发布时间: Fri, 13 Feb 2026 13:12:00 GMT\n内容:\n[抓取失败] 摘要: Paramount Skydance has named Rene Augustine, a former Trump administration attorney, as its senior vice president of global public policy, according to a company memo seen by Reuters, amid an ongoing ...\n\n=== 2. Trump says he will seek to require voter ID for midterms regardless of Congress ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-says-he-will-require-voter-id-midterms-regardless-congress-2026-02-13%2f&c=11559981842200161748&mkt=en-us\n发布时间: Fri, 13 Feb 2026 13:00:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump said on Friday that he would seek to impose voter identification requirements for the November midterm elections whether Congress approves them or not, without explaining ...\n\n=== 3. US airlines must certify use of merit-based hiring for pilots, FAA says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fsociety-equity%2fus-airlines-must-certify-use-merit-based-hiring-pilots-faa-says-2026-02-13%2f&c=11881774274788687160&mkt=en-us\n发布时间: Fri, 13 Feb 2026 13:22:00 GMT\n内容:\n[抓取失败] 摘要: The Federal Aviation Administration said on Friday that all U.S. airlines must certify they are conducting merit-based hiring for pilots or face a federal investigation.\n\n=== 4. BofA CEO Brian Moynihan's pay rises to $41 million ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2flegal%2flitigation%2fbofa-ceo-brian-moynihans-pay-rises-41-million-2026-02-13%2f&c=13479052655186897765&mkt=en-us\n发布时间: Fri, 13 Feb 2026 13:00:00 GMT\n内容:\n[抓取失败] 摘要: Bank of America said on Friday it had approved $41 million for CEO Brian Moynihan's total compensation for 2025, reflecting a more than 17.1% rise from last year.\n\n=== 5. Lowe's cuts 600 corporate and support roles to focus on store employees ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2flowes-cuts-600-corporate-support-roles-wsj-reports-2026-02-13%2f&c=5539954735368446323&mkt=en-us\n发布时间: Fri, 13 Feb 2026 12:55:00 GMT\n内容:\n[抓取失败] 摘要: Lowe's is eliminating about 600 corporate and support roles, representing less than 1% of the retailer's total workforce, to focus on store employees, a company spokesperson told Reuters on Friday.\n\n=== 6. Federal officers appear to have lied about lead-up to immigrant shooting, ICE director says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2ffederal-officers-appear-have-lied-about-lead-up-immigrant-shooting-ice-director-2026-02-13%2f&c=12644664730962617513&mkt=en-us\n发布时间: Fri, 13 Feb 2026 12:54:00 GMT\n内容:\n[抓取失败] 摘要: Two federal officers appear to have lied about the events that led up to the shooting of a Venezuelan immigrant in Minneapolis last month, acting U.S. Immigration and Customs Enforcement Director Todd ...\n\n=== 7. ICE to spend $38.3 billion on detention centers across US, document shows ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fice-spend-383-billion-detention-centers-across-us-document-shows-2026-02-13%2f&c=3326805652142640912&mkt=en-us\n发布时间: Fri, 13 Feb 2026 12:05:00 GMT\n内容:\n[抓取失败] 摘要: U.S. Immigration and Customs Enforcement plans to spend $38.3 billion by the end of the year on detention centers to detain and process tens of thousands of immigrants slated for deportation, ...\n\n=== 8. Musk's AI chatbot Grok gains US market share amid sexualized images backlash, data shows ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fmusks-ai-chatbot-groks-us-market-share-jumps-amid-sexualized-images-backlash-2026-02-13%2f&c=5053241263175122763&mkt=en-us\n发布时间: Fri, 13 Feb 2026 12:41:00 GMT\n内容:\n[抓取失败] 摘要: Grok, Elon Musk's AI chatbot, has been gaining ground in the U.S. over the past months, data showed, even as it draws global censure and regulatory scrutiny after being used to generate a wave of ...\n\n=== 9. Exclusive: White House uses USAID funds for budget director Vought's security, documents show ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fwhite-house-uses-usaid-funds-budget-director-voughts-security-documents-show-2026-02-13%2f&c=14198424057487321929&mkt=en-us\n发布时间: Fri, 13 Feb 2026 02:02:00 GMT\n内容:\n[抓取失败] 摘要: The White House budget office is using millions of dollars from the former U.S. foreign aid agency to pay for the security detail of Russell Vought, President Donald Trump's budget chief and an ...\n\n=== 10. US Homeland Security Department partial shutdown hits on Saturday ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-homeland-security-department-heading-into-partial-shutdown-saturday-2026-02-13%2f&c=16482478486909652658&mkt=en-us\n发布时间: Fri, 13 Feb 2026 09:57:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Department of Homeland Security was on track for a partial shutdown when its annual funding expires at midnight EST on Friday, after Republicans and Democrats failed to reach a deal on ...\n\n=== 11. US skier Vonn to undergo fourth surgery in Italy, another when home ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5e796514c17a0529f92fc3750fc&url=https%3a%2f%2fwww.reuters.com%2fsports%2falpine-skiing-vonn-undergo-fourth-surgery-italy-another-when-home-2026-02-13%2f&c=4584671141717347320&mkt=en-us\n发布时间: Fri, 13 Feb 2026 08:46:00 GMT\n内容:\n[抓取失败] 摘要: Lindsey Vonn said on Friday that she would undergo a fourth surgery following her horror crash in the Winter Olympics downhill, as the U.S. ski great described a slow and uncertain recovery in ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Feds open a perjury probe into ICE officers’ testimony about the shooting of a Venezuelan man ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2fimmigration-prosecutors-assault-shooting-minneapolis-charges-d713836a06471af9f38ee6ee8976a20c&c=12201588018181316405&mkt=en-us\n发布时间: Fri, 13 Feb 2026 14:01:00 GMT\n内容:\nFeds open a perjury probe into ICE officers’ testimony about the shooting of a Venezuelan man\nMINNEAPOLIS (AP) — Federal authorities have opened a criminal probe into whether two immigration officers lied under oath about a shooting in Minneapolis last month, as all charges were dropped against two Venezuelan men.\nImmigration and Customs Enforcement Director Todd Lyons said Friday that his agency opened a joint probe with the Justice Department after video evidence revealed “sworn testimony provided by two separate officers appears to have made untruthful statements” about the shooting of one of the Venezuelan men during the Trump administration’s immigration crackdown across the Minneapolis-St. Paul area.\nThe officers, whose names were not disclosed, are on administrative leave while the investigation is carried out, he said. Lyons said the two ICE officers could be fired and face criminal prosecution.\n“Lying under oath is a serious federal offense,” said Lyons, adding that the U.S. attorney’s office is actively investigating.\n“The men and women of ICE are entrusted with upholding the rule of law and are held to the highest standards of professionalism, integrity, and ethical conduct,” Lyons said. “Violations of this sacred sworn oath will not be tolerated. ICE remains fully committed to transparency, accountability, and the fair enforcement of our nation’s immigration laws.”\nEarlier Friday, U.S. District Court Judge Paul A. Magnuson dismissed felony assault charges against ...\n\n=== 2. Brazilian au pair gets 10-year sentence for killing Joseph Ryan in murder plot against lover’s wife ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2fvirginia-au-pair-sentencing-brendan-banfield-8601da63d6c29a96428cf07d67ff762b&c=16615527320495383439&mkt=en-us\n发布时间: Fri, 13 Feb 2026 12:58:00 GMT\n内容:\nBrazilian au pair gets 10-year sentence for killing Joseph Ryan in murder plot against lover’s wife\nBrazilian au pair gets 10-year sentence for killing Joseph Ryan in murder plot against lover’s wife\nFAIRFAX, Va. (AP) — An au pair who schemed with her employer-turned-lover to kill his wife and another man received a 10-year prison sentence on Friday.\nProsecutors had recommended Juliana Peres Magalhães walk free after she pleaded guilty to a downgraded manslaughter charge in the February 2023 killing of Joseph Ryan. Instead of being tried for second-degree murder, she became their star witness, testifying that she had fatally shot Ryan as Brendan Banfield was fatally stabbing his wife, Christine, in the couple’s bedroom.\nBrendan Banfield was convicted by a jury this month of aggravated murder in the deaths of his wife and Ryan.\n“I know my remorse cannot bring you peace,” Magalhães told the victims’ families on Friday, wiping away tears and muffling sobs. “I hope you can someday understand that I really did not believe his plan would actually happen.”\nInstead of sentencing her to time served, Judge Penney Azcarate delivered the maximum possible sentence to the woman from Brazil.\n“Let’s get it straight: You do not deserve anything other than incarceration and a life of reflection on what you have done to the victim and his family. May it weigh heavily on your soul,” the judge said.\nAt Banfield’s trial, Magalhães testified that she and the IRS agent created an account in the name...\n\n=== 3. Federal agency flags safety shortcomings that ‘exposed’ workers to explosion at US Steel plant ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2fus-steel-plant-clairton-explosion-osha-b6189f8d4df576f81cadf37b89154d39&c=10740506498049113123&mkt=en-us\n发布时间: Fri, 13 Feb 2026 13:15:00 GMT\n内容:\nFederal agency flags safety shortcomings that ‘exposed’ workers to explosion at US Steel plant\nFederal agency flags safety shortcomings that ‘exposed’ workers to explosion at US Steel plant\nHARRISBURG, Pa. (AP) — A federal safety agency investigating an August blast at a U.S. Steel plant near Pittsburgh that left two workers dead said it found a series of incomplete, outdated or inadequate procedures and practices that “exposed” employees to the explosion, which happened as workers were flushing a gas valve.\nThe Occupational Safety and Health Administration fined the company a total of $118,214 and issued 10 citations.\nThe blast also injured 11 others, including contractors, according to the Chemical Safety Board, a federal agency investigating the explosion.\nBefore the August blast, Clairton Coke Works had a history of accidents and explosions, and some current and former workers there say poor management and underinvestment have exacerbated air pollution and undermined workplace safety, Pittsburgh’s Public Source and The Associated Press have found.\nU.S. Steel has said the explosion happened when workers were flushing a gas valve in preparation for routine planned maintenance at the sprawling riverside industrial facility, the largest of its kind in the Western Hemisphere.\nThe valve ruptured and released combustible coke oven gas, OSHA said.\nIn the 16-page report dated Monday, OSHA said that U.S. Steel’s written procedures, practices and training to safely maintain equipmen...\n\n=== 4. Gifts and soup from ‘Uncle Jeffrey': The Epstein ties that ended Kathy Ruemmler’s run at Goldman ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2fepstein-goldman-sachs-ruemmler-106dfb8e950acd8a3146b384eaa24453&c=17080036472499941558&mkt=en-us\n发布时间: Fri, 13 Feb 2026 11:50:00 GMT\n内容:\nGifts and soup from ‘Uncle Jeffrey': The Epstein ties that ended Kathy Ruemmler’s run at Goldman\nGifts and soup from ‘Uncle Jeffrey': The Epstein ties that ended Kathy Ruemmler’s run at Goldman\nNEW YORK (AP) — Goldman Sachs general counsel Kathy Ruemmler has had a storied legal career. As a federal prosecutor, she helped successfully prosecute Enron executives including Ken Lay and Jeffrey Skilling. She was part of President Barack Obama’s administration, working in various roles for much of his two terms in office, including as White House Counsel.\nShe was even briefly considered by President Obama as a candidate for attorney general.\nOn Thursday, Ruemmler, 54, announced that she plans to resign from the top legal post at Goldman after a trove of emails and correspondence between her and disgraced financier Jeffrey Epstein showed the two individuals were especially close, years after Epstein’s 2008 conviction on sex crimes charges, when he became a registered sex offender.\nRuemmler previously downplayed her relationship with Epstein. She called him a “monster” and said she regretted ever knowing him. Ruemmler has repeatedly described their relationship as professional, citing her job as a private defense attorney before she ever joined Goldman Sachs.\nBut documents released in recent weeks and reviewed by The Associated Press depict a deeper relationship than had previously been characterized by Ruemmler and Goldman Sachs. These included intimate email exchanges, social plans...\n\n=== 5. Amazon scraps partnership with surveillance company after Super Bowl ad backlash ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2famazon-flock-super-bowl-surveillance-privacy-32b7d32a06d369bffe3ffdcdd31962a1&c=8268694247706598544&mkt=en-us\n发布时间: Fri, 13 Feb 2026 12:45:00 GMT\n内容:\nAmazon scraps partnership with surveillance company after Super Bowl ad backlash\nAmazon’s smart doorbell maker Ring has terminated a partnership with police surveillance tech company Flock Safety.\nThe announcement follows a backlash that erupted after a 30-second Ring ad that aired during the Super Bowl featuring a lost dog that is found through a network of cameras, sparking fears of a dystopian surveillance society.\nBut that feature, called Search Party, was not related to Flock. And Ring’s announcement doesn’t cite the ad as a reason for the “joint decision” for the cancellation.\nRing and Flock said last year they were planning on working together to give Ring camera owners the option to share their video footage in response to law enforcement requests made through a Ring feature known as Community Requests.\n“Following a comprehensive review, we determined the planned Flock Safety integration would require significantly more time and resources than anticipated,” Ring’s statement said.\n“The integration never launched, so no Ring customer videos were ever sent to Flock Safety.”\nFlock reiterated that it never received Ring customer videos — and that ending the planned integration was a mutual decision that allows both companies to “best serve their respective customers.” In a statement, Flock added that it “remains dedicated to supporting law enforcement agencies with tools that are fully configurable to local laws and policies.”\nFlock is one of the nation’s biggest operators...\n\n=== 6. Inflation measure falls to nearly five-year low as gas prices fall and housing costs cool ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2finflation-trump-economy-prices-d489cfa4b48e32232f136830333d1db0&c=630317453415967290&mkt=en-us\n发布时间: Fri, 13 Feb 2026 10:06:00 GMT\n内容:\nInflation measure falls to nearly five-year low as gas prices fall and housing costs cool\nInflation measure falls to nearly five-year low as gas prices fall and housing costs cool\nWASHINGTON (AP) — A key measure of inflation fell to nearly a five-year low last month as apartment rental price growth slowed and gas prices fell, offering some relief to Americans grappling with the sharp cost increases of the past five years.\nInflation dropped to 2.4% in January compared with a year earlier, down from 2.7% in December and not too far from the Federal Reserve’s 2% target. Core prices, which exclude the volatile food and energy categories, rose just 2.5% in January from a year ago, down from 2.6% the previous month and the smallest increase since March 2021.\nFriday’s report suggests inflation is cooling, but the cost of food, gas, and apartment rents have soared after the pandemic, with consumer prices still about 25% higher than they were five years ago. The increase in such a broad range of costs has kept “affordability,” a topic that helped shape the most recent U.S. presidential election, front and center as a dominant political issue.\nAnd on a monthly basis, consumer prices rose 0.2% in January from December, while core prices rose 0.3%. Core inflation was held down by a sharp drop in the price of used cars, which fell 1.8% just in January from December.\n“Inflation continues to decelerate and is not threatening to move back up, and that will enable more rate cuts by the Fed,” ...\n\n=== 7. Chilling images from Nancy Guthrie’s porch could hold valuable clues about the masked suspect ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2fnancy-guthrie-suspect-video-disappearance-clues-02d1288f5b80b5e350d6f97db7deada9&c=5122908471419989499&mkt=en-us\n发布时间: Fri, 13 Feb 2026 11:37:00 GMT\n内容:\nChilling images from Nancy Guthrie’s porch could hold valuable clues about the masked suspect\nChilling images from Nancy Guthrie’s porch could hold valuable clues about the masked suspect\nThe chilling videos of a masked man outside Nancy Guthrie’s home in Arizona before she vanished show just glimpses of the suspect, but for investigators they hold a mountain of clues.\nAnd those images — from the suspect’s gloves to his flashlight — could be what’s needed to break the case.\n“There’s a tremendous amount of information that this guy left,” said former FBI profiler Clint Van Zandt.\nThe FBI already has analyzed the videos from Guthrie’s doorbell camera to identify the suspect’s backpack, posting an alert on Thursday with a photo of the brand and model in hopes of narrowing down tips flooding the agency.\nIt has been nearly two weeks since the mother of “Today” show host Savannah Guthrie was believed to have been abducted.\nFormer criminal investigators say it’s almost certain that authorities are building a physical and psychological profile of the suspect, using the footage released publicly on Tuesday that totals less than a minute.\nWhether authorities recovered more footage isn’t known, but technology will allow them to see more than meets the eye.\n“Every single thing that is in the video is being digitally enhanced. Everything from the mask to backpack to the jacket,” said Ed Davis, the former Boston police commissioner during the marathon bombing and manhunt in 2013.\nHere’s wh...\n\n=== 8. Newsom takes his anti-Trump arguments to Europe during Munich Security Conference ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2fgavin-newsom-donald-trump-aac5dff6adf8cc845ade1206f0900b45&c=14962065893555595385&mkt=en-us\n发布时间: Fri, 13 Feb 2026 14:12:00 GMT\n内容:\nNewsom takes his anti-Trump arguments to Europe during Munich Security Conference\nNewsom takes his anti-Trump arguments to Europe during Munich Security Conference\nAll the world’s a stage for California Gov. Gavin Newsom.\nThe second-term governor and likely 2028 presidential candidate has taken his Donald Trump-bashing tour to the Munich Security Conference, weeks after he was in Davos, Switzerland, at the World Economic Forum.\n“I hope, if there’s nothing else I can communicate today: Donald Trump is temporary. He’ll be gone in three years,” Newsom told his international audience Friday in Germany.\nThe official topic Friday was climate policy and countering a warming planet, and Newsom was more than willing to hammer Trump for “doubling down on stupid” by effectively gutting the nation’s regulation of carbon pollution.\nOn Saturday, while still in Europe, Newsom plans to formalize a new partnership with Ukraine, signing a memorandum of understanding with regional leaders aimed at “advancing cooperation on economic recovery, innovation, and resilience,” according to his office.\nThe larger point of the travel, though, is Newsom continuing his effort to be recognized as Democrats’ highest-profile counter to the president, this time with a global emphasis. To be clear, Newsom doesn’t directly pitch himself as a presidential candidate yet. But his international appearances at Davos, when he told the international community to stand up to Trump, and then in Munich are just the lates...\n\n=== 9. Shelby Miller agrees to $2.5 million, 2-year contract with the Chicago Cubs, AP source says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2fcubs-shelby-miller-5fba9b81c7c009b156b265a1e0068f83&c=3567468376102517004&mkt=en-us\n发布时间: Fri, 13 Feb 2026 14:06:00 GMT\n内容:\nShelby Miller agrees to $2.5 million, 2-year contract with the Chicago Cubs, AP source says\nShelby Miller is joining the Chicago Cubs, according to a person familiar with the situation, after the pitcher had major elbow surgery in October.\nMiller has agreed to a $2.5 million, two-year contract with Chicago, said the person who spoke to The Associated Press on Friday on condition of anonymity because the agreement was pending a physical. The 35-year-old right-hander is expected to miss the 2026 season.\nMiller played for Arizona and Milwaukee last year, going 4-3 with a 2.74 ERA and 10 saves in 48 appearances. He was traded from the Diamondbacks to the Brewers on July 31.\nHe made his last appearance of the season on Sept. 1. He was placed on the 60-day injured list on Sept. 3 with a sprained ulnar collateral ligament in his throwing elbow.\nMiller pitched in three games for Chicago in 2021, allowing seven runs and seven hits in two innings. He is 51-69 with a 4.04 ERA in 133 starts and 169 relief appearances in 13 years in the majors with 10 teams.\nAlso Friday, the Cubs announced that they had agreed to minor league contracts with right-handers Kyle Wright and Vince Velasquez. Each pitcher received an invitation to big league camp for spring training.\nWright and Velasquez haven’t pitched in the majors since 2023.\nWright helped Atlanta win the 2021 World Series, and he went 21-5 with a 3.19 ERA in 30 starts for the Braves in 2022. Velasquez is 38-51 with a 4.88 ERA in 191 career ...\n\n=== 10. Attorney General Ken Paxton backs ivermectin champion’s fight against Texas Medical Board ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2fjason-jones-ken-paxton-john-cornyn-matthew-wilson-mary-talley-bowden-27177bfe14f05e382eb2f82ed2515560&c=3047132553606045823&mkt=en-us\n发布时间: Fri, 13 Feb 2026 13:45:00 GMT\n内容:\nAttorney General Ken Paxton backs ivermectin champion’s fight against Texas Medical Board\nAttorney General Ken Paxton backs ivermectin champion’s fight against Texas Medical Board\nTexas Attorney General Ken Paxton on Thursday announced he’s taking up the case of a Houston doctor disciplined by the state’s medical board last year for trying to treat a patient with ivermectin at a hospital where she did not have privileges.\nIt’s the latest example of Paxton going after a state agency he’s charged with defending, in this case, the Texas Medical Board.\nThe board, which licenses physicians to practice in the state, reprimanded Dr. Mary Talley Bowden in October for prescribing ivermectin to a COVID-19 patient in a Fort Worth hospital during the height of the pandemic in October 2021. Bowden asked the board to reconsider its finding, but the board issued a final order upholding its decision in December.\nBowden has since sued the state medical board to have the reprimand overturned and on Thursday, Paxton filed a petition as an intervenor in that lawsuit against the board.\n“I will not stand by as Dr. Bowden has her Constitutional rights trampled and ability to serve her patients impeded with an illegal reprimand,” said Paxton in a news release. He called Bowden a “champion for health freedom” and said he filed the intervention “to ensure administrative agencies don’t violate the rights of licensed professionals in Texas.”\nPaxton accused the medical board of reprimanding Bowden withou...\n\n=== 11. Calvin Faucher asks for $2.05M, Marlins argue for $1.8M in final arbitration hearing ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698fa5ebde564157b289394660b02a44&url=https%3a%2f%2fapnews.com%2farticle%2fcalvin-faucher-marlins-3e2a92056d6785af416fad3e5466d8b6&c=18156670021960185774&mkt=en-us\n发布时间: Fri, 13 Feb 2026 13:39:00 GMT\n内容:\nCalvin Faucher asks for $2.05M, Marlins argue for $1.8M in final arbitration hearing\nSCOTTSDALE, Ariz. (AP) — Calvin Faucher and the Miami Marlins went to the 12th and final salary arbitration hearing this year Friday, with the reliever asking for $2.05 million and the team arguing for $1.8 million.\nA decision by Robert Herman, Paul Radvany and Walt De Treux is expected Saturday.\nA 30-year-old right-hander, Faucher was 4-4 with a 3.28 ERA in 65 relief appearances, saving 15 games in 20 chances. He struck out 59 and walked 24 in a career-high 60 1/3 innings.\nFaucher earned $775,500 last year and was eligible for arbitration for the first time as a so-called “Super 2,” a player among the top 22% by service time among those with at least two but less than three years of major league service.\nHe is 9-11 with a 4.14 ERA and 22 saves in parts of four major league seasons.\nPlayers lead 8-3 in decisions thus far, topped by left-hander Tarik Skubal winning a record $32 million arbitration salary in his hearing with the Detroit Tigers.\nAlso winning were Cincinnati catcher Tyler Stephenson ($6.8 million), Kansas City left-hander Kris Bubic ($6.5 million), Houston catcher Yainer Diaz ($4.5 million), Baltimore right-hander Kyle Bradish ($3.55 million), Atlanta left-hander Dylan Lee ($2.2 million), Cincinnati right-hander Graham Ashcraft ($1.75 million) and Tampa Bay right-hander Edwin Uceta ($1,525,000).\nPlayers who lost included Toronto left-hander Eric Lauer ($4.4 million), Los Angeles ...\n\n"
}