{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Trump told police chief 'everyone' knew about Epstein, FBI document says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-told-police-chief-everyone-knew-about-epstein-fbi-document-says-2026-02-10%2f&c=149668211968522538&mkt=en-us\n发布时间: Tue, 10 Feb 2026 11:35:00 GMT\n内容:\n[抓取失败] 摘要: A newly uncovered FBI interview raised new questions about U.S. President Donald Trump's assertion he knew nothing about convicted sex offender Jeffrey Epstein's crimes, while Trump's commerce ...\n\n=== 2. Petrobras' Q4 oil and gas output rises 18% from year before ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fenergy%2fpetrobras-q4-oil-gas-output-rises-18-year-before-2026-02-10%2f&c=16930948949571630949&mkt=en-us\n发布时间: Tue, 10 Feb 2026 12:56:00 GMT\n内容:\n[抓取失败] 摘要: Brazilian state-run oil firm Petrobras on Tuesday reported a total oil, gas and gas liquids production of 3.11 million barrels of oil equivalent per day (boed) in the fourth quarter of 2025, up about ...\n\n=== 3. Two Elliott-appointed directors to step down from Southwest Airlines board ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fboards-policy-regulation%2ftwo-elliott-appointed-directors-step-down-southwest-airlines-board-2026-02-10%2f&c=5306972424952386450&mkt=en-us\n发布时间: Tue, 10 Feb 2026 12:51:00 GMT\n内容:\n[抓取失败] 摘要: Southwest Airlines said on Tuesday two directors representing activist investor Elliott Investment Management are stepping down from the board, effective 23.\n\n=== 4. Governors to skip Trump meeting after White House invited only Republicans, source says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fgovernors-skip-trump-meeting-after-white-house-invited-only-republicans-source-2026-02-10%2f&c=8231466770779775472&mkt=en-us\n发布时间: Tue, 10 Feb 2026 09:50:00 GMT\n内容:\n[抓取失败] 摘要: The National Governors Association canceled a meeting with U.S. President Donald Trump later this month after the White House excluded Democratic governors, chairman Kevin Stitt told members on Monday ...\n\n=== 5. Trump administration removes rainbow Pride flag from New York's Stonewall monument ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-administration-removes-rainbow-pride-flag-new-yorks-stonewall-monument-2026-02-10%2f&c=11155584887232975435&mkt=en-us\n发布时间: Tue, 10 Feb 2026 12:58:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump's administration has removed a large rainbow Pride flag that flew over the Stonewall National Monument, which marks the birthplace of the modern gay rights movement in New ...\n\n=== 6. Trump's DOJ seeks examples of 'egregious' judges for Congress to review ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2ftrumps-doj-seeks-examples-egregious-judges-congress-review-2026-02-10%2f&c=13773734638891753660&mkt=en-us\n发布时间: Tue, 10 Feb 2026 12:55:00 GMT\n内容:\n[抓取失败] 摘要: President Donald Trump's administration ramped up its pressure on the U.S. judiciary on Tuesday, with the Justice Department saying it has asked federal prosecutors to supply it with the \"most ...\n\n=== 7. Mexico's America Movil posts fourfold jump in Q4 profit ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fmexicos-america-movil-posts-fourfold-jump-q4-profit-2026-02-10%2f&c=8957165474264358901&mkt=en-us\n发布时间: Tue, 10 Feb 2026 12:51:00 GMT\n内容:\n[抓取失败] 摘要: Mexican telecoms giant America Movil on Tuesday posted a more than 300% jump in profit for the fourth quarter of 2025, helped by lower financing costs than the year before.\n\n=== 8. US issues license authorizing oil, gas exploration and production in Venezuela, Treasury says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fenergy%2fus-issues-license-authorizing-oil-gas-exploration-production-venezuela-treasury-2026-02-10%2f&c=5138064134993639934&mkt=en-us\n发布时间: Tue, 10 Feb 2026 13:16:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Treasury Department on Tuesday issued a general license authorizing the provision of U.S. goods, technology, software or services for the exploration, development or production of oil and gas ...\n\n=== 9. US bars Palau Senate president, former Marshall Islands mayor from entry ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-bars-palau-senate-president-former-marshall-islands-mayor-entry-2026-02-10%2f&c=5322021496781627841&mkt=en-us\n发布时间: Tue, 10 Feb 2026 11:41:00 GMT\n内容:\n[抓取失败] 摘要: The United States on Tuesday barred Palau Senate President Hokkons Baules and his family from entering the U.S., accusing him of corruption linked to China, as Washington pushes back on Beijing's ...\n\n=== 10. Democrats introduce 'Virginia's Law' alongside Epstein victims ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fdemocrats-introduce-virginias-law-alongside-epstein-victims-2026-02-10%2f&c=4401980461604914541&mkt=en-us\n发布时间: Tue, 10 Feb 2026 08:49:00 GMT\n内容:\n[抓取失败] 摘要: Congressional Democrats introduced legislation on Tuesday that they said would eliminate the statute of limitations that has shielded sex traffickers such as the late financier Jeffrey Epstein.\n\n=== 11. US used mobile launchers for missiles at Qatar base as Iran tensions rose, satellite pictures show ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb30ffa8b4af49aae4aacfb171b4a&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fus-used-mobile-launchers-missiles-qatar-base-iran-tensions-rose-satellite-2026-02-10%2f&c=4735574356909662529&mkt=en-us\n发布时间: Tue, 10 Feb 2026 08:45:00 GMT\n内容:\n[抓取失败] 摘要: Udeid, the biggest U.S. base in the Middle East, put missiles into truck launchers as tensions with Iran ratcheted up since January, analysis of satellite images showed, meaning they could be moved ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. FBI releases surveillance images of masked person on Nancy Guthrie’s porch ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-mom-missing-arizona-b765fed6b9669441383b75860263ac99&c=13677314923130634869&mkt=en-us\n发布时间: Tue, 10 Feb 2026 14:21:00 GMT\n内容:\nFBI releases surveillance images of masked person on Nancy Guthrie’s porch\nAuthorities investigating the disappearance of Nancy Guthrie more than a week ago released the first surveillance images Tuesday, showing a masked person on her porch the night she went missing. Authorities have not identified any suspects.\nTUCSON, Ariz. (AP) — A masked person with a handgun holster was caught on camera outside Nancy Guthrie’s front door the night she disappeared, images released Tuesday by the FBI show, offering the first major break in a case that has gripped the nation for more than a week.\nThe person wearing a backpack and a ski mask can be seen in one of the videos tilting their head down and away from a doorbell camera while nearing an archway at the home of the mother of “Today” show host Savannah Guthrie.\nThe footage shows the person holding a flashlight in their mouth and trying to cover the camera with a gloved hand and part of a plant ripped from her yard.\nThe videos — less than a combined minute in length — gave investigators and the public their first glimpse of who was outside Nancy Guthrie’s home just outside Tucson, but the images did not show what happened to her or help determine whether the 84-year-old is still alive.\nFBI Director Kash Patel said the “armed individual” appeared to “have tampered with the camera.” The videos were pulled from data on “back-end systems” after investigators spent days trying to find lost, corrupted or inaccessible images, Patel said.\n“Th...\n\n=== 2. Trump administration plans to hold back grant money for some Democratic-led states ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-administration-democratic-states-hold-money-0c9b56239c448cbc474b9e21ce1f3a9c&c=4835703340764552723&mkt=en-us\n发布时间: Tue, 10 Feb 2026 13:44:00 GMT\n内容:\nTrump administration plans to hold back grant money for some Democratic-led states\nTrump administration plans to hold back grant money for some Democratic-led states\nPresident Donald Trump’s administration is planning to withhold some public health and transportation money from a group of Democratic-led states.\nFull details have not been released, including whether the states could take any steps to avoid losing the funding. The federal government cited concerns over fraud and mismanagement of taxpayer dollars, but has not presented evidence beyond remarks from Trump and others in his administration.\nThe approach has become a familiar one for the administration, and this time focuses on frequent targets: California, Colorado, Illinois and Minnesota.\nCourts have so far temporarily blocked other similar efforts by this administration to restrict funds.\nThe latest effort targets some public health and transportation funds\nAn Office of Management and Budget official confirmed to The Associated Press that the office is telling the U.S. Department of Transportation and the U.S. Centers for Disease Control and Prevention to cancel grants totaling more than $1.5 billion, as first reported last week by the New York Post. The official spoke on the condition of anonymity because they were not authorized to discuss the cuts on the record.\nThe official did provide a partial list of programs facing cuts; some appeared to be targeted because they are not in line with the administration’s po...\n\n=== 3. Gov. Tim Walz says federal immigration crackdown in Minnesota could end within days ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2fminnesota-immigration-crackdown-walz-homan-wiles-1f25629bf74467f91e41377f704a6b7a&c=11089579755502635978&mkt=en-us\n发布时间: Tue, 10 Feb 2026 13:54:00 GMT\n内容:\nGov. Tim Walz says federal immigration crackdown in Minnesota could end within days\nGov. Tim Walz says federal immigration crackdown in Minnesota could end within days\nMINNEAPOLIS (AP) — Gov. Tim Walz said Tuesday that he expects the federal immigration crackdown in Minnesota will end in “days, not weeks and months,” based on his recent conversations with top Trump administration officials.\nThe Democratic governor said at a news conference that he spoke Monday with border czar Tom Homan and with White House chief of staff Susie Wiles on Tuesday morning. Homan took over the Minnesota operation in late January after the second fatal shooting by federal officers and amid growing political backlash and questions about how the operation was being run.\n“We’re very much in a trust but verify mode,” Walz said. He added that he expected to hear more from the administration “in the next day or so” about the future of what he said has been an “occupation” and a “retribution campaign” against the state.\nWhile Walz said he’s hopeful at the moment because “every indication I have is that this thing is winding up,” he added that things could change.\n“It would be my hope that Mr. Homan goes out before Friday and announces that this thing is done, and they’re bringing her down and they’re bringing her down in days,” Walz said. “That would be my expectation.”\nOfficials with the Department of Homeland Security did not immediately reply to a request for comment on the governor’s remarks.\nWalz sa...\n\n=== 4. Trump administration takes down a rainbow flag at the Stonewall National Monument ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2fstonewall-monument-rainbow-flag-removed-e58b12c1c9482e4b2cf02fef55e0f775&c=6068365565695996914&mkt=en-us\n发布时间: Tue, 10 Feb 2026 14:08:00 GMT\n内容:\nTrump administration takes down a rainbow flag at the Stonewall National Monument\nTrump administration takes down a rainbow flag at the Stonewall National Monument\nNEW YORK (AP) — The Trump administration has stopped flying a rainbow flag at the Stonewall National Monument, angering activists who see the change as a symbolic swipe at the country’s first national monument to LGBTQ+ history.\nThe multicolored flag, one of the world’s most well known emblems of LGBTQ+ rights, was quietly removed in recent days from a flagpole on the National Park Service-run site, which centers on a tiny park in Manhattan’s Greenwich Village. It’s across the street from the Stonewall Inn, the gay bar where patrons’ rebellion against a police raid helped catalyze the modern LGBTQ+ rights movement.\nThe park service said it’s simply complying with recent guidance that clarifies longstanding flag policies and applies them consistently. A Jan. 21 park service memo largely restricts the agency to flying the flags of the United States, the Department of the Interior and the POW/MIA flag.\nLGBTQ+ rights activists including Ann Northrop don’t buy the explanation.\n“It’s just a disgusting slap in the face,” she said by phone Tuesday as advocates planned a rally and some city and state officials vowed to raise the flag again.\nOne of them, Manhattan Borough President Brad Hoylman-Sigal, called the removal “petty and vindictive.”\n“On one level, removing a flag seems extremely, I guess, pedestrian. But the symbo...\n\n=== 5. Annual governors’ gathering with White House unraveling after Trump excludes Democrats ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-kevin-stitt-governors-meeting-washington-ee4e696534082638795e1804d71f4966&c=8347722072339688709&mkt=en-us\n发布时间: Tue, 10 Feb 2026 11:57:00 GMT\n内容:\nAnnual governors’ gathering with White House unraveling after Trump excludes Democrats\nThe National Governors Association won’t hold a formal meeting with President Donald Trump at the group’s gathering in Washington the week of February 19th.\nWASHINGTON (AP) — An annual meeting of the nation’s governors that has long served as a rare bipartisan gathering is unraveling after President Donald Trump excluded Democratic governors from White House events.\nThe National Governors Association said it will no longer hold a formal meeting with Trump when governors are scheduled to convene in Washington later this month, after the White House planned to invite only Republican governors. On Tuesday, 18 Democratic governors also announced they would boycott a traditional dinner at the White House.\n“If the reports are true that not all governors are invited to these events, which have historically been productive and bipartisan opportunities for collaboration, we will not be attending the White House dinner this year,” the Democrats wrote. “Democratic governors remain united and will never stop fighting to protect and make life better for people in our states.”\nOklahoma Gov. Kevin Stitt, a Republican who chairs the NGA, told fellow governors in a letter on Monday that the White House intended to limit invitations to the association’s annual business meeting, scheduled for Feb. 20, to Republican governors only.\n“Because NGA’s mission is to represent all 55 governors, the Association is no ...\n\n=== 6. US skating star Ilia Malinin leads after near-perfect short program at the Milan Cortina Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2fmilan-cortina-olympics-figure-skating-5bf0c9e7b372b8226e0be625a7904f12&c=14564701613432821276&mkt=en-us\n发布时间: Tue, 10 Feb 2026 14:02:00 GMT\n内容:\nUS skating star Ilia Malinin leads after near-perfect short program at the Milan Cortina Olympics\nUS skating star Ilia Malinin leads after near-perfect short program at the Milan Cortina Olympics\nMILAN (AP) — Ilia Malinin silenced any doubters of the self-styled “Quad God” on Tuesday night, when the American wunderkind threw down a near-perfect short program filled with high-flying jumps and a jaw-dropping backflip to take a big lead at the Milan Cortina Olympics.\nThe two-time reigning world champion was rewarded with 108.16 points for his program, set to music from the action-adventure video game “Prince of Persia: The Lost Crown.” Yuma Kagiyama of Japan was second with 103.07 points, but that five-point difference going into the free skate is enormous given the huge technical advantage Malinin has over a longer program.\nAdam Siao Him Fa of France, the last skater to beat Malinin more than two years ago, was third with 102.55 points.\nMalinin was beaten by Kagiyama in the short program during the team competition last weekend, leaving many to wonder whether the overwhelming favorite for Olympic gold was letting the pressure get to him. But he bounced back in the free skate to beat Japan’s Shun Sato in a head-to-head battle, clinching a second straight gold for the U.S. and giving him a boost of momentum.\nHe carried it into Tuesday night at the Milan Ice Skating Arena.\nMalinin opened with a big quad flip, landed a perfect triple axel — perhaps he is saving the quad axel that o...\n\n=== 7. Commerce Secretary Howard Lutnick acknowledges meetings with Epstein that contradict previous claims ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2fjeffrey-epstein-files-howard-lutnick-2ead9f281ba2491e0581aced50a0533d&c=10316112942858284792&mkt=en-us\n发布时间: Tue, 10 Feb 2026 12:09:00 GMT\n内容:\nCommerce Secretary Howard Lutnick acknowledges meetings with Epstein that contradict previous claims\nWASHINGTON (AP) — Under questioning from Democrats on Tuesday, Commerce Secretary Howard Lutnick acknowledged that he had met with Jeffrey Epstein twice after the late financier’s 2008 conviction for soliciting prostitution from a child, reversing Lutnick’s previous claim that he had cut ties with him after 2005.\nLutnick again downplayed his relationship with the disgraced financier, who was once his neighbor in New York City, as he was questioned by Democrats during a subcommittee hearing of the Senate Appropriations Committee. He described their contact as a handful of emails and a pair of meetings that were years apart.\n“I did not have any relationship with him. I barely had anything to do with him,” Lutnick told lawmakers.\nBut Lutnick is facing growing scrutiny, including calls for his resignation, from lawmakers after the release of case files on Epstein contradicted Lutnick’s claims on a podcast last year that he had decided to “never be in the room” with Epstein again after a 2005 tour of Epstein’s home that disturbed Lutnick and his wife.\nThe commerce secretary told senators Tuesday that he and his family actually had lunch with Epstein on his private island in 2012 and he had another hour-long engagement at Epstein’s home in 2011. Lutnick, a member of President Donald Trump’s Cabinet, is the highest-profile U.S. official to face bipartisan calls for his resignation am...\n\n=== 8. Norwegian biathlon bronze medalist confesses to cheating on girlfriend in post-race interview ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2fbiathlon-olympics-laegreid-78373bfa218f880f219531cb31e5d348&c=10144011576574678445&mkt=en-us\n发布时间: Tue, 10 Feb 2026 12:47:00 GMT\n内容:\nNorwegian biathlon bronze medalist confesses to cheating on girlfriend in post-race interview\nNorwegian biathlon bronze medalist confesses to cheating on girlfriend in post-race interview\nANTERSELVA, Italy (AP) — A post-race interview with the bronze medal winner in the men’s Olympic biathlon competition on Tuesday took an unexpected turn when he revealed in a live broadcast that he had been unfaithful to his girlfriend.\nSturla Holm Laegreid, one of Norway’s top biathletes, finished third in the 20-kilometer individual race, but was full of remorse when he spoke to Norwegian broadcaster NRK at the Milan Cortina Games.\n“Six months ago I met the love of my life. The world’s most beautiful, sweetest person. And three months ago I made the biggest mistake of my life and cheated on her,” Laegreid said, fighting back tears.\nHe said he told his partner a week ago about what had happened.\n“I’m sure many people now see me in a different light, but I only have eyes for her,” he said. “I’m not quite sure what I’m trying to say by saying this now, but sport has taken a back seat in recent days. I wish I could share this with her.”\nLaegreid’s teammate Johan-Olav Botn shot perfectly in his Olympic debut to secure the gold medal while Eric Perrot of France, the overall World Cup leader, missed one shot and finished 14.8 seconds behind Botn to take silver. Laegreid also missed one target and was 48.3 seconds behind, taking the bronze.\nIt was Laegreid’s first individual Olympic medal. He was ...\n\n=== 9. Live updates: ICE chief defends immigration enforcement operations before Congress ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2flive%2fdonald-trump-news-updates-2-10-2026&c=3113447107947957048&mkt=en-us\n发布时间: Tue, 10 Feb 2026 11:57:00 GMT\n内容:\nLive updates: ICE chief defends immigration enforcement operations before Congress\nFollow the latest news on President Donald Trump and his administration | Feb. 10, 2026\nTodd Lyons, the head of Immigration and Customs Enforcement, defended his agency’s officers before Congress on Tuesday, standing behind their tactics and saying they would not be intimidated as they carry out the president’s mass deportation plans.\nThe heads of the agencies carrying out President Donald Trump’s mass deportation agenda delivered a staunch defense of immigration enforcement operations in a three-hour testimony to Congress on Tuesday.\nTodd Lyons, the head of Immigration and Customs Enforcement, faced the bulk of the highly charged questioning, with Democrats scrutinizing him and Republicans offering broad support.\nLyons stood behind ICE’s tactics, refusing to apologize for the actions of his officers despite criticism that the enforcement operations have trampled on the rights of both immigrants and American protesters.\nHe was joined by the head of U.S. Customs and Border Protection, Rodney Scott, and the director of U.S. Citizenship and Immigration Services, Joseph Edlow, in speaking before the House Committee on Homeland Security in a hearing called after federal officers killed Alex Pretti and Renee Good in Minneapolis.\nTheir testimonies are unlikely to quell simmering tensions over the centerpiece policy of Trump’s second term, as his immigration campaign finds itself both flush with cash f...\n\n=== 10. King Charles III seeks ‘moral high ground’ with pledge to help police as Epstein scandal deepens ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2fepstein-andrew-king-charles-iii-07cb587ce6468d80df268781f1a44e71&c=13417060836723500484&mkt=en-us\n发布时间: Tue, 10 Feb 2026 14:06:00 GMT\n内容:\nKing Charles III seeks ‘moral high ground’ with pledge to help police as Epstein scandal deepens\nKing Charles III seeks ‘moral high ground’ with pledge to help police as Epstein scandal deepens\nLONDON (AP) — In an earlier era, Britain’s royal family might have tried to bury the scandal surrounding Andrew Mountbatten-Windsor’s friendship with Jeffrey Epstein. Not during the reign of King Charles III.\nSince October, the king has stripped his younger brother of the right to be called prince, forced him to move out of the royal estate he occupied for more than 20 years and issued a public statement supporting the women and girls abused by Epstein.\nThen came Monday’s unprecedented announcement that Buckingham Palace was ready to cooperate in the event of a police inquiry into Mountbatten-Windsor’s links to Epstein.\nCharles was forced to act after the U.S. Justice Department released millions of pages of Epstein documents that revealed the details of his relationship with Mountbatten-Windsor and torpedoed the former prince’s claims that he severed ties with the financier after his 2008 conviction for soliciting a minor for prostitution.\nBreak with the past\nFifty or 100 years ago, “you can imagine the gentlemen’s agreements” that would have sought to “bury this kind of story,” said Ed Owens, author of “After Elizabeth: Can the Monarchy Save Itself?”\n“But, thankfully, we live in a more democratic age where people are rightly held accountable for their actions. In taking the moral hig...\n\n=== 11. Congressional leaders say ICE deal is still possible despite divisions ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2fdemocrats-ice-white-house-homeland-security-funding-84d4b2e5a7123f2b316cca4857b7762a&c=14966330111522272492&mkt=en-us\n发布时间: Tue, 10 Feb 2026 14:05:00 GMT\n内容:\nCongressional leaders say ICE deal is still possible despite divisions\nCongressional leaders say ICE deal is still possible despite divisions\nWASHINGTON (AP) — Congressional leaders said Tuesday that a deal was still possible with the White House on Homeland Security Department funding before it expires this weekend. But the two sides were still far apart as Democrats demanded new restrictions on President Donald Trump’s immigration crackdown.\nAfter federal agents fatally shot two protesters in Minneapolis last month, Democrats say U.S. Immigration and Customs Enforcement needs to be “dramatically” reined in and are prepared to let Homeland Security shut down if their demands aren’t met. On Tuesday, Senate Democratic Leader Chuck Schumer and House Democratic Leader Hakeem Jeffries said they had rejected a White House counteroffer that “included neither details nor legislative text” and does not address “the concerns Americans have about ICE’s lawless conduct.”\n“We simply want ICE to follow the same standards that most law enforcement agencies across America already follow,” Schumer said Tuesday. “Democrats await the next answer from our Republican counterparts.”\nThe Democrats’ rejection of the Republican counteroffer comes as time is running short, with a shutdown of the Homeland Security Department threatening to begin Saturday. Among the Democrats’ demands are a requirement for judicial warrants, better identification of DHS officers, new use-of-force standards and a stop t...\n\n=== 12. A 15-week ‘Walk for Peace’ concludes with Buddhist monks’ arrival in Washington ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698bb315b9ad4ac7883cae1e8f7ec0e0&url=https%3a%2f%2fapnews.com%2farticle%2fbuddhist-monks-peace-march-texas-washington-a0265c561adde8539b59cebe1d7afb16&c=1233766686807256062&mkt=en-us\n发布时间: Tue, 10 Feb 2026 14:05:00 GMT\n内容:\nA 15-week ‘Walk for Peace’ concludes with Buddhist monks’ arrival in Washington\nA 15-week ‘Walk for Peace’ concludes with Buddhist monks’ arrival in Washington\nWASHINGTON (AP) — A group of Buddhist monks reached Washington, D.C., Tuesday, walking single file across a bridge over the Potomac River to cap a 15-week trek from Texas that has captivated the country. They received an extensive police escort, and drew overflow, admiring crowds at two venues.\nThe monks in their saffron robes have become fixtures on social media, along with their rescue dog Aloka. After spending Monday night in Arlington, Virginia, they crossed over the Chain Bridge into the District of Columbia shortly after 8 a.m.\nThey walk to advocate for peace, and their simple message has resonated across the U.S. as a welcome respite from conflict and political division. Thousands gathered along Southern roadsides — often in unusually chilly weather — to watch the monks’ quiet procession that began in late October.\nLarge crowds greeted them as they began their two-day stay in Washington. The Metropolitan Police Department issued a traffic advisory announcing there would be “rolling road closures” along the monks’ route to ensure safety for them and spectators.\nA respectful silence greets the monks\nNearly 3,500 people packed American University’s Bender Arena for the monks’ first public stop in Washington. But no raucous sports cheers greeted them: Spectators remained silent as they walked into the arena, as a si...\n\n"
}