{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Amazon sees 50% boost to capital spending this year, shares tumble ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fretail-consumer%2famazon-projects-200-billion-capital-spending-this-year-2026-02-05%2f&c=7272319591493246551&mkt=en-us\n发布时间: Thu, 05 Feb 2026 12:05:00 GMT\n内容:\n[抓取失败] 摘要: Amazon on Thursday projected a surge of more than 50% in capital expenditures this year, joining its peers in a spending spree to build out artificial-intelligence infrastructure, and sending its ...\n\n=== 2. Exclusive: Mexico seeking way to send fuel to Cuba without being hit by US tariffs ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fenergy%2fmexico-seeking-way-to-send-fuel-cuba-without-being-hit-by-us-tariffs-sources-say-2026-02-05%2f&c=8229948198829044342&mkt=en-us\n发布时间: Thu, 05 Feb 2026 12:11:00 GMT\n内容:\n[抓取失败] 摘要: Mexican officials are evaluating how to send fuel to Cuba to help meet basic needs without triggering reprisals from Washington, which has threatened tariffs against countries supplying fuel to the ...\n\n=== 3. Coty shifts focus to core brands under new CEO, withdraws full-year outlook ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fretail-consumer%2fcoty-shifts-focus-core-brands-under-new-ceo-withdraws-full-year-outlook-2026-02-05%2f&c=11446859172665881850&mkt=en-us\n发布时间: Thu, 05 Feb 2026 12:36:00 GMT\n内容:\n[抓取失败] 摘要: CoverGirl owner Coty withdrew its full-year guidance on Thursday as it launched a strategic focus on core brands, with new interim CEO Markus Strobel calling for improved discipline and execution to ...\n\n=== 4. Lesotho and its textile workers hope African duty-free deal extension heralds US trade revival ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fworld%2fafrica%2flesotho-its-textile-workers-hope-african-duty-free-deal-extension-heralds-us-2026-02-05%2f&c=5579709409512217546&mkt=en-us\n发布时间: Thu, 05 Feb 2026 08:35:00 GMT\n内容:\n[抓取失败] 摘要: Since she was laid off in October, after Lesotho lost tariff-free access to its vital U.S. garments market, Matokelo Masenkane has got up early each morning to queue at the textile factory gates in ...\n\n=== 5. UAE plans compound for Palestinians in Israeli-held south Gaza, map shows ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fuae-plans-compound-palestinians-israeli-held-south-gaza-map-shows-2026-02-05%2f&c=14709861899783947167&mkt=en-us\n发布时间: Thu, 05 Feb 2026 07:14:00 GMT\n内容:\n[抓取失败] 摘要: The United Arab Emirates has drafted plans to build a compound to house thousands of displaced Palestinians in a part of south Gaza under Israeli military control, according to a map seen by Reuters ...\n\n=== 6. Trump willing to discuss Democrats' demands on immigration, White House says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-willing-discuss-democrats-demands-immigration-white-house-says-2026-02-05%2f&c=12466459106220533835&mkt=en-us\n发布时间: Thu, 05 Feb 2026 10:41:00 GMT\n内容:\n[抓取失败] 摘要: White House spokeswoman Karoline Leavitt on Thursday said President Donald Trump is willing to negotiate with top congressional Democrats on immigration enforcement reforms, but added that some of the ...\n\n=== 7. US environmental enforcement by Trump's EPA drops to record low ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2flegal%2flitigation%2fus-environmental-enforcement-by-trumps-epa-drops-record-low-2026-02-05%2f&c=7899389383041507616&mkt=en-us\n发布时间: Thu, 05 Feb 2026 08:06:00 GMT\n内容:\n[抓取失败] 摘要: Federal enforcement action against polluting companies in the U.S. fell to a historic low in 2025, the first year of President Donald Trump's second term, according to a report released on Thursday.\n\n=== 8. Trump to unveil TrumpRx website on Thursday ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fhealthcare-pharmaceuticals%2ftrump-unveil-trumprx-website-thursday-2026-02-05%2f&c=1950669629826341270&mkt=en-us\n发布时间: Thu, 05 Feb 2026 07:29:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump plans to unveil TrumpRx.gov on Thursday evening, a website meant to offer consumers access to discounted prescription medicines and a central pillar of the president's ...\n\n=== 9. Trump has no 'formal plans' to deploy ICE at polling sites, White House says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-has-no-formal-plans-deploy-ice-polling-sites-white-house-says-2026-02-05%2f&c=792177214978081281&mkt=en-us\n发布时间: Thu, 05 Feb 2026 12:47:00 GMT\n内容:\n[抓取失败] 摘要: President Donald Trump has not discussed \"formal plans\" to deploy U.S. Immigration and Customs Enforcement agents to polling sites at November's midterm elections, the White House said on Thursday, ...\n\n=== 10. Ice hockey-US overpower Czechs, Italy thrill home crowd, Sweden beat Germany as women's tournament begins ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fsports%2fice-hockey-sweden-beat-germany-4-1-womens-opener-2026-02-05%2f&c=17596311586860413512&mkt=en-us\n发布时间: Thu, 05 Feb 2026 05:04:00 GMT\n内容:\n[抓取失败] 摘要: The United States began their gold medal bid with a 5-1 win over the Czech Republic, Italy made a winning start to their home Games with a 4-1 victory over France, and Sweden beat Germany by the same ...\n\n=== 11. Saudi Arabia deploys cash and clout in Yemen after ousting UAE ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fsaudi-arabia-deploys-cash-clout-yemen-after-ousting-uae-2026-02-05%2f&c=113720000915847908&mkt=en-us\n发布时间: Thu, 05 Feb 2026 08:34:00 GMT\n内容:\n[抓取失败] 摘要: After pushing the United Arab Emirates out of Yemen late last year, Saudi Arabia is deploying political capital and billions of dollars in a bid to bring its southern neighbor more firmly under its ...\n\n=== 12. US cuts contact with Polish parliament speaker over Trump 'insults' ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188ce50f4fab8774d204cfccfe08&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus-cuts-contact-with-polish-parliament-speaker-over-trump-insults-2026-02-05%2f&c=514495701358032470&mkt=en-us\n发布时间: Thu, 05 Feb 2026 06:38:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. ambassador in Warsaw cut off contact with Poland's parliament speaker on Thursday, accusing him of insulting Donald Trump after he criticised the president's policies and declined to support ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. NFL Honors live updates: The Associated Press NFL award winners to be announced tonight ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2flive%2fap-nfl-honors-awards-2026-updates&c=7475022413203896361&mkt=en-us\n发布时间: Thu, 05 Feb 2026 13:49:00 GMT\n内容:\nNFL Honors live updates: The Associated Press NFL award winners to be announced tonight\nThe 2026 NFL Honors are almost here, with the red carpet for the league’s best athletes and coaches starting in a few hours.\nAmong the awards given out tonight will be The Associated Press’ eight NFL awards, voted on by a panel of 50 media members and considered to be the league’s official awards.\nPlayers up for the AP NFL MVP award include Christian McCaffrey, who is only the second player to be a finalist for three AP NFL awards in the same year.\nTonight’s ceremony comes ahead of Super Bowl 60 on Sunday, where the Patriots and Seahawks will face off at Levi’s Stadium in Santa Clara, California.\nFollow along with AP reporters below for reactions, context and highlights as the winners are announced.\nWhat to know:\n- How to watch: The show, hosted by Jon Hamm, starts at 9 p.m. ET and will air on NBC and NFL Network, with streaming available on Peacock and NFL+.\n- Who votes on the awards: A nationwide panel of 50 media members who regularly cover the league completed voting before the playoffs began. Pro Football Hall of Famers Tony Dungy and Kurt Warner and 2002 AP NFL MVP Rich Gannon are among the voters. Votes were tabulated by the accounting firm of Lutz and Carr.\n- Who the finalists are: McCaffrey, Josh Allen, Trevor Lawrence, Drake Maye and Matthew Stafford are in the running for The Associated Press 2025 NFL Most Valuable Player award. Liam Coen, Ben Johnson, Mike Macdonald, Kyle Shana...\n\n=== 2. Nearly 70 people rescued from New York ski mountain gondolas after malfunction ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2fgondola-rescued-new-york-skiers-a7cd6dc4b46d68cb685ad0a8901eec21&c=5818561636519903007&mkt=en-us\n发布时间: Thu, 05 Feb 2026 13:43:00 GMT\n内容:\nNearly 70 people rescued from New York ski mountain gondolas after malfunction\nBetween 60 and 70 people were rescued from a malfunctioning gondola on Gore Mountain in upstate New York, video shows.\nNORTH CREEK, N.Y. (AP) — Nearly 70 people were rescued from gondola cabins at an upstate New York ski area after a mechanical problem forced a shutdown of the lift system, leaving skiers stranded for hours up to 70 feet (21 meters) in the air, authorities said.\nStaff at Gore Mountain in North Creek, nearly 90 miles (145 kilometers) north of Albany, and state park rangers climbed lift poles and used rope and body harnesses to lower people to the ground on Wednesday. The operation took nearly five hours. No one was injured.\nAbout 67 skiers in 20 gondola cabins were helped back down to the ground. There was some anxiety among those trapped, and worries about having to use the restroom, people on the mountain said. Although the temperatures were below freezing, the cabins remained warm as the doors were closed and the sun was shining, they said.\n“It was sobering and something that I’ll probably carry with me for the rest of my life,” said Kevin Bolan, a 64-year-old physician assistant and longtime skier who was stuck in one of the cabins for nearly five hours.\n“You think nothing of getting on a lift or getting on a gondola, and now you’re going to think twice,” the resident of Newcomb, New York, said. ”You’re going to make sure you go to the bathroom and maybe have a power bar with you...\n\n=== 3. Bessent says it would be up to Trump whether to sue his Fed nominee over interest rates ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2ftreasury-bessent-trump-warsh-federal-reserve-bc96a1445dab659f262b73530ceee8f4&c=6555744306565272853&mkt=en-us\n发布时间: Thu, 05 Feb 2026 11:24:00 GMT\n内容:\nBessent says it would be up to Trump whether to sue his Fed nominee over interest rates\nBessent says it would be up to Trump whether to sue his Fed nominee over interest rates\nWASHINGTON (AP) — Treasury Secretary Scott Bessent says it would be “up to the president” to decide whether or not to sue Kevin Warsh, Donald Trump’s nominee to lead the Federal Reserve, if he fails to lower interest rates.\nDuring remarks at a private black-tie dinner of the elite Alfalfa Club on Saturday night, Trump said he might sue his newly selected Fed chair nominee if he didn’t lower interest rates. Asked about it later that night by reporters, Trump said the remarks were made in jest. “It’s a roast,” Trump said. “It was all comedy.”\nBut Sen. Elizabeth Warren, D-Mass., the ranking member of the Senate Banking Committee, pressed Bessent on Trump’s remarks during a committee hearing on Wednesday, which come after the unprecedented attacks and legal investigation his administration has aimed at the current Fed chair, Jerome Powell.\nTrump nominated Powell in 2017, but turned against him when he raised interest rates the following year.\nTrump has repeatedly criticized Powell since returning to the White House last year and last month, Powell revealed that the Department of Justice had subpoenaed the Fed as part of an investigation into Powell’s Senate testimony last June about the Fed’s $2.5 billion building renovation.\nThe investigation has raised concerns among some Senate Republicans about the Trum...\n\n=== 4. A half-century of US-Russian arms control ends with the expiration of the New START nuclear pact ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2frussia-us-putin-trump-nuclear-weapons-treaty-0e82c7fb5e5feca89a9c3f45d6f4feae&c=9160185523830186459&mkt=en-us\n发布时间: Thu, 05 Feb 2026 08:10:00 GMT\n内容:\nRussia says it regrets expiration of last nuclear arms treaty, but Trump says he wants a new pact\nRussia says it regrets expiration of last nuclear arms treaty, but Trump says he wants a new pact\nMOSCOW (AP) — The Kremlin said Thursday it regretted the expiration of the last remaining nuclear arms pact between Russia and the United States, while U.S. President Donald Trump declared he was against keeping its limits and wants a better deal.\nThe pact’s termination left no caps on the two largest atomic arsenals for the first time in more than a half-century, fueling fears of an unconstrained nuclear arms race.\nRussian President Vladimir Putin last year declared his readiness to stick to the treaty’s limits for another year if Washington followed suit, but Trump has ignored the offer and argued that he wants China to be a part of a new pact — something Beijing has rebuffed.\n“Rather than extend ‘NEW START’ (A badly negotiated deal by the United States that, aside from everything else, is being grossly violated), we should have our Nuclear Experts work on a new, improved, and modernized Treaty that can last long into the future,” Trump posted on his Truth Social network.\nPutin discussed the pact’s expiration with Chinese leader Xi Jinping on Wednesday, noting the U.S. failure to respond to his proposal to extend its limits and saying that Russia “will act in a balanced and responsible manner based on thorough analysis of the security situation,” Kremlin adviser Yuri Ushakov said.\n...\n\n=== 5. Arizona Department of Public Safety helicopter crash kills pilot and trooper during shooter response ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2fhelicopter-crash-arizona-shooting-92b9a85e16645e55cb20e6736a8adec6&c=1630202476883402121&mkt=en-us\n发布时间: Thu, 05 Feb 2026 04:50:00 GMT\n内容:\nArizona Department of Public Safety helicopter crash kills 2 while responding to shootout\nArizona Department of Public Safety helicopter crash kills 2 while responding to shootout\nFLAGSTAFF, Ariz. (AP) — An Arizona Department of Public Safety helicopter crashed in an accident that killed the pilot and a trooper on board, after they responded to a gunbattle between police and a suspect who fired on officers from multiple rooftops over almost two hours, authorities said Thursday.\nThe confrontation began when law enforcement officers responded to a domestic violence call around 8:30 p.m. Wednesday, Flagstaff Police Chief Sean Connolly said during a news conference. As the officers spoke with the victim in the front yard, the suspect opened fire on them from the back of the residence with a semiautomatic long rifle.\nA protracted gunbattle ensued, with the unidentified suspect “hopping from roof to roof” in the neighborhood while shooting at officers, Connolly said. The police chief described the neighborhood as “under siege” while the suspect shot on officers and into homes.\nThe suspect was brought into custody at about 10:20 p.m., around the time the helicopter accident occurred, Connolly said. He did not give information on how the helicopter crashed and said it had been providing officers on the ground with an aerial view of what was happening.\nAP correspondent Donna Warder reports on the fatal crash of a rescue helicopter in Arizona.\n“Our city and our state have experienced a...\n\n=== 6. Chairman of prominent law firm Paul Weiss resigns after release of emails linking him to Epstein ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2fepstein-karp-paul-weiss-emails-justice-department-0af16206a386198cd85ade0cd6c807d7&c=16486184845311064387&mkt=en-us\n发布时间: Thu, 05 Feb 2026 10:59:00 GMT\n内容:\nChairman of prominent law firm Paul Weiss resigns after release of emails linking him to Epstein\nChairman of prominent law firm Paul Weiss resigns after release of emails linking him to Epstein\nBrad Karp, chairman of one of the country’s most prestigious law firms, has resigned from his position after the release of emails revealing his exchanges with Jeffrey Epstein, a high-profile departure in the fallout among those with ties to the late convicted sex offender.\nA statement Wednesday from Paul, Weiss, Rifkind, Wharton & Garrison did not explicitly mention any connection Karp had with Epstein, whom the firm has said it never represented. But Karp, who will remain at the firm where he has practiced for 40 years and served as chairman since 2008, said “recent reporting has created a distraction and has placed a focus on me that is not in the best interests” of Paul Weiss.\nThe Department of Justice last week released the largest batch of documents so far from its Epstein investigative files in compliance with a new law intended to reveal what the government knew about the millionaire financier’s sexual abuse of young girls, as well as his interactions with rich and powerful people.\nFormer President Bill Clinton and former Secretary of State Hillary Clinton have agreed to testify before a House committee investigating Epstein after Republicans pressed for criminal contempt of Congress charges against them. Bill Clinton, like a number of other high-powered men including President...\n\n=== 7. What to know as Iran and US prepare for nuclear talks in Oman ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2firan-us-talks-oman-nuclear-protests-e5fce5e891243b7651cf76d8211f78ae&c=7548950787599197319&mkt=en-us\n发布时间: Thu, 05 Feb 2026 13:56:00 GMT\n内容:\nWhat to know as Iran and US prepare for nuclear talks in Oman\nWhat to know as Iran and US prepare for nuclear talks in Oman\nMUSCAT, Oman (AP) — Iran and the United States will hold talks Friday in Oman, their latest over Tehran’s nuclear program after Israel launched a 12-day war on the country in June and the Islamic Republic launched a bloody crackdown on nationwide protests.\nU.S. President Donald Trump has kept up pressure on Iran, moving aircraft carriers and other military assets to the Gulf and suggesting the U.S. could attack Iran over the killing of peaceful demonstrators or if Tehran launches mass executions over the protests. Trump has pushed Iran’s nuclear program back into the frame as well after the June war disrupted five rounds of talks held in Rome and Muscat, Oman, last year.\nIranian Foreign Minister Abbas Araghchi departed for Oman for the talks with the United States on Thursday evening, his spokesperson Esmail Baghaei confirmed.\nBaghaei wrote in a post on social platform X that despite previous breakdown of talks between Tehran and Washington and military action last June, Iranian officials are hoping to reach an “honorable” agreement on the nuclear issue.\n“At the same time, we have a responsibility not to miss any opportunity to utilize diplomacy in order to secure the interests of the Iranian nation and safeguard peace and tranquility in the region,” Baghaei said.\nJust hours ahead of Friday’s meeting, many questions hovered over the talks, including the ...\n\n=== 8. US and Russia agree to reestablish military dialogue after Ukraine talks ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2frussia-ukraine-talks-peace-abu-dhabi-witkoff-31ccc70ae7599507bc5a98a6cd87e2aa&c=9256421239590250778&mkt=en-us\n发布时间: Thu, 05 Feb 2026 13:28:00 GMT\n内容:\nUS and Russia agree to reestablish military dialogue after Ukraine talks\nUS and Russia agree to reestablish military dialogue after Ukraine talks\nKYIV, Ukraine (AP) — The U.S. and Russia agreed Thursday to reestablish high-level military dialogue for the first time in more than four years in another sign of warming relations between the two countries since President Donald Trump returned to office and sought to end the war in Ukraine.\nHigh-level military communication was suspended in late 2021, as tension between Moscow and Washington rose ahead of the full-scale Russian invasion of Ukraine in February 2022. Trump then campaigned for a second term on promises that he would swiftly end the fighting. Many of his proposals for peace have heavily favored the Kremlin, including requiring Ukraine to cede territory to Russia.\nThe restored communication channel “will provide a consistent military-to-military contact as the parties continue to work towards a lasting peace,” the U.S. European Command said in a statement. The agreement emerged from a meeting between senior Russian and American military officials in the capital of the United Arab Emirates.\nU.S. Gen. Alexus Grynkewich, who is the commander in Europe of both U.S. and NATO forces, was in Abu Dhabi, where talks between American, Russian and Ukrainian officials on ending the war entered a second day.\nMeanwhile, Moscow escalated its attacks on Ukraine’s power grid in an apparent effort to deny civilians power and to weaken pu...\n\n=== 9. Homeland Security shutdown grows more likely as Republicans rebuff Democrats’ ICE demands ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2fhomeland-security-shutdown-ice-democrats-demands-ff3aadec8eeab250aea5bf8a8ecdb960&c=2162677981700483706&mkt=en-us\n发布时间: Thu, 05 Feb 2026 12:40:00 GMT\n内容:\nHomeland Security shutdown grows more likely as Republicans rebuff Democrats’ ICE demands\nHomeland Security shutdown grows more likely as Republicans rebuff Democrats’ ICE demands\nWASHINGTON (AP) — Senate Majority Leader John Thune said Thursday that demands made by Democrats for new restrictions on federal immigration officers are “unrealistic” and warned that the Department of Homeland Security will shut down next week if they do not work with Republicans and the White House.\nDemocrats say they will not vote for a DHS spending bill when funding runs out unless there are “dramatic changes” at U.S. Immigration and Customs Enforcement and other federal law enforcement agencies in the wake of the fatal shootings of two protesters in Minneapolis last month.\nThe Democratic leaders, Sen. Chuck Schumer and Rep. Hakeem Jeffries, released an expanded list of 10 detailed proposals on Wednesday night for restraining President Donald Trump’s aggressive campaign of immigration enforcement. Among the demands are a requirement for judicial warrants, better identification of DHS officers, new use of force standards and a stop to racial profiling.\nCongress is trying to renegotiate the DHS spending bill after Trump last week agreed to a Democratic request that it be separated from a larger spending measure and extended at current levels for two weeks while the two parties negotiate. The deal came after ICU nurse Alex Pretti was shot and killed by a U.S. Border Patrol officer in Minneapolis on...\n\n=== 10. Cubans rendered powerless as outages persist while tensions with US intensify ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2fvideo%2fcubans-rendered-powerless-as-outages-persist-while-tensions-with-us-intensify-26508c577e7f43c6ab3b76efb76c710e&c=14797665528901940256&mkt=en-us\n发布时间: Thu, 05 Feb 2026 14:22:00 GMT\n内容:\nCubans rendered powerless as outages persist while tensions with US intensify\nCubans rendered powerless as outages persist while tensions with US intensify\nCubans rendered powerless as outages persist while tensions with US intensify\nCopyright 2026 The Associated Press. All Rights Reserved.\nCubans rendered powerless as outages persist while tensions with US intensify\n\n=== 11. UK’s Starmer didn’t know Jeffrey Epstein. But the prime minister’s job is under threat ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2fuk-starmer-peter-mandelson-epstein-ea1e52adb8399eb97825f5c34b3c7343&c=5392923705422255004&mkt=en-us\n发布时间: Thu, 05 Feb 2026 07:51:00 GMT\n内容:\nUK’s Starmer didn’t know Jeffrey Epstein. But the prime minister’s job is under threat\nUK’s Starmer didn’t know Jeffrey Epstein. But the prime minister’s job is under threat\nLONDON (AP) — Keir Starmer never met Jeffrey Epstein. But the British prime minister’s job is under threat because of the fallout from the late sex offender’s global web of relationships.\nFriendship with Epstein has already brought down a British royal – Andrew Mountbatten-Windsor, formerly known as Prince Andrew – and U.K ambassador to Washington Peter Mandelson, fired by Starmer over his links to the financier.\nNow new revelations have plunged Starmer’s center-left government into turmoil.\nAs a rule, the AP does not identify people who say they have been sexually assaulted or subjected to severe abuse. We typically only identify them if they have publicly identified themselves — at a news conference or in court, for example.\nThe prime minister is facing mounting pressure from within his governing Labour Party over his decision in 2024 to appoint Mandelson, a veteran Labour politician, to the Washington role despite his ties to Epstein. Just how close those ties were has been exposed in newly released documents that have dominated headlines in the U.K.\nStarmer apologized on Thursday to Epstein’s victims, saying Mandelson had repeatedly lied and “portrayed Epstein as someone he barely knew.”\n“I am sorry, sorry for what was done to you, sorry that so many people with power failed you,” Starmer said. “Sorry...\n\n=== 12. Savannah Guthrie’s missing mother is ‘still out there,’ sheriff says, but no suspects ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6985188fa4d94ac4919300f6ed937434&url=https%3a%2f%2fapnews.com%2farticle%2fsavannah-guthrie-nancy-guthrie-mom-missing-2765f354b498e6146b955162c3b71d4f&c=4448673508922992735&mkt=en-us\n发布时间: Thu, 05 Feb 2026 12:55:00 GMT\n内容:\nSavannah Guthrie’s missing mother is ‘still out there,’ sheriff says, but no suspects\nSavannah Guthrie’s missing mother is ‘still out there,’ sheriff says, but no suspects\nTUCSON, Ariz. (AP) — Investigators have no proof that the missing mother of “Today” show host Savannah Guthrie is still alive but are holding out hope she’s “still out there,” a sheriff in Arizona said Thursday.\nFive days into the desperate search for 84-year-old Nancy Guthrie, authorities have not identified any suspects or persons of interest, Pima County Sheriff Chris Nanos said.\nDNA tests showed blood found on Guthrie’s front porch was a match to her. Authorities think she was taken against her will from her home in Tucson over the weekend.\n“Right now, we believe Nancy is still out there. We want her home,” Nanos said at a news conference. The sheriff, however, acknowledged that authorities have no evidence she’s OK.\nInvestigators gave a more detailed timeline from the hours after she was last seen Saturday night, and said they are taking seriously a ransom note sent to a handful of media outlets.\nThe note included a demand for money with a deadline set for Thursday evening and a second one for Monday if the first deadline wasn’t met, said Heith Janke, the FBI chief in Phoenix. The note also had details about a floodlight at Guthrie’s home and an Apple watch.\n“To anyone who may be involved, do the right thing. This is an 84-year-old grandma,” Janke said.\nAuthorities say any decision on ransom demands ul...\n\n"
}