{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Salsa legend Willie Colón dies at age 75, family says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fsalsa-legend-willie-coln-dies-age-75-family-says-2026-02-21%2f&c=11195305154526022664&mkt=en-us\n发布时间: Sat, 21 Feb 2026 10:50:00 GMT\n内容:\n[抓取失败] 摘要: American salsa legend Willie Colon, the pioneering trombonist, vocalist and composer, died on Saturday at age 75, his family said in a statement.\n\n=== 2. JPMorgan says it closed Trump's bank accounts a month after Jan. 6 attack ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffinance%2fjpmorgan-says-it-closed-trumps-bank-accounts-month-after-jan-6-attack-2026-02-21%2f&c=1043999205287900620&mkt=en-us\n发布时间: Sat, 21 Feb 2026 11:30:00 GMT\n内容:\n[抓取失败] 摘要: JPMorgan Chase told President Donald Trump and his hospitality business in February 2021 it was closing their accounts at the bank, according to new documents released Friday as part of a $5 billion ...\n\n=== 3. Trump says he will raise US global tariff rate from 10% to 15% ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-says-he-will-raise-global-tariff-rate-10-15-2026-02-21%2f&c=16014333695939557361&mkt=en-us\n发布时间: Sat, 21 Feb 2026 07:10:00 GMT\n内容:\n[抓取失败] 摘要: WASHINGTON, Feb 21 (Reuters) - President Donald Trump said on Saturday he will raise from 10% to 15% a temporary tariff rate on U.S. imports from all countries, which he imposed after the U.S. Supreme ...\n\n=== 4. Curling-Canada beat US to win bronze ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fsports%2fcurling-canada-beat-us-win-bronze-2026-02-21%2f&c=8607243075804607210&mkt=en-us\n发布时间: Sat, 21 Feb 2026 07:02:00 GMT\n内容:\n[抓取失败] 摘要: CORTINA D'AMPEZZO, Italy, Feb 21 (Reuters) - Canada's women's curling team beat the United States 10-7 on Saturday to claim the Olympic bronze medal. Canadian skip Rachel Homan punched the air and ...\n\n=== 5. With tariffs ruling, Supreme Court reasserts its power to check Trump ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fwith-tariffs-ruling-supreme-court-reasserts-its-power-check-trump-2026-02-21%2f&c=11616081942009878570&mkt=en-us\n发布时间: Sat, 21 Feb 2026 02:06:00 GMT\n内容:\n[抓取失败] 摘要: After siding with President Donald Trump in two dozen cases in the past year in ways that boosted his power and let him quickly transform U.S. policies on immigration, military service, federal ...\n\n=== 6. Ice hockey-Finland beat Slovakia to win men's ice hockey bronze ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fsports%2fice-hockey-finland-beat-slovakia-win-mens-ice-hockey-bronze-2026-02-21%2f&c=1994840381285616812&mkt=en-us\n发布时间: Sat, 21 Feb 2026 12:59:00 GMT\n内容:\n[抓取失败] 摘要: Finland defeated Slovakia 6-1 to win the bronze medal in the Olympic men's ice hockey at Santagiulia arena on Saturday.\n\n=== 7. Timberwolves' Rudy Gobert suspended for one game ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fsports%2ftimberwolves-rudy-gobert-suspended-one-game--flm-2026-02-21%2f&c=16058213770551559029&mkt=en-us\n发布时间: Sat, 21 Feb 2026 13:10:00 GMT\n内容:\n[抓取失败] 摘要: Minnesota Timberwolves center Rudy Gobert has been suspended for one game without pay after he picked up his seventh flagrant foul of the season Friday night during his team's game against the Dallas ...\n\n=== 8. Alcaraz downs Fils to win Qatar Open, extends perfect start to the year ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fsports%2ftennis%2falcaraz-downs-fils-win-qatar-open-extends-perfect-start-year-2026-02-21%2f&c=18379424179007818765&mkt=en-us\n发布时间: Sat, 21 Feb 2026 11:26:00 GMT\n内容:\n[抓取失败] 摘要: World number one Carlos Alcaraz cruised past Frenchman Arthur Fils 6-2 6-1 to win the Qatar Open on Saturday and extend his perfect start to the year. Alcaraz, whose second trophy of 2026 came 20 days ...\n\n=== 9. Jacobs' Canada beat Britain to win Olympic men's curling gold ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fsports%2fcurling-canada-beat-britain-win-mens-curling-gold-2026-02-21%2f&c=15917773245208815642&mkt=en-us\n发布时间: Sat, 21 Feb 2026 11:56:00 GMT\n内容:\n[抓取失败] 摘要: CORTINA D'AMPEZZO, Italy, Feb 21 (Reuters) - Brad Jacobs led Canada to their first Olympic men's curling gold since 2014 after beating Britain 9-6 in a hard-fought final at the Winter Games on ...\n\n=== 10. UAE foils cyber attacks, state news agency says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2f9e43894e1fb35a7e6f8099ef98&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fuae-foils-cyber-attacks-state-news-agency-says-2026-02-21%2f&c=4005488545967100604&mkt=en-us\n发布时间: Sat, 21 Feb 2026 11:08:00 GMT\n内容:\n[抓取失败] 摘要: The United Arab Emirates has thwarted organised cyber attacks targeting the country's digital infrastructure and vital sectors, the state news agency said on Saturday.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Alysa Liu and Ilia Malinin join 40-plus skaters in the Milan Cortina exhibition gala ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2fmilan-cortina-olympics-figure-skating-gala-f0960c49758f5b84fa80f15c0bd51f19&c=12881874274601918522&mkt=en-us\n发布时间: Sat, 21 Feb 2026 13:01:00 GMT\n内容:\nAlysa Liu and Ilia Malinin join 40-plus skaters in the Milan Cortina exhibition gala\nAlysa Liu and Ilia Malinin join 40-plus skaters in the Milan Cortina exhibition gala\nMILAN (AP) — Alysa Liu had the opportunity to cherish skating on the same Olympic ice where she won two gold medals one more time.\nIlia Malinin had the chance to replace some disappointing memories with much better ones.\nThe two Americans were among more than 40 figure skaters who had competed during the Milan Cortina Games who took part in the traditional exhibition gala Saturday night, which not only serves to wrap up the program but to celebrate their entire sport.\nNo pressure, no stress. Just fun.\nThis edition of the gala inside a festive Milano Ice Skating Arena was broken down into four parts.\nThe opening act featured former Italian figure skater Carolina Kostner, who won a bronze medal at the 2014 Winter Games. She performed a duet with a 3D projection that was meant to describe the journey of athletes, beginning with their first steps in their sport to the point at which “talent finds its home, merging with the skater,” and they ultimately “draw the very best from it.”\nThe second act gave the Winter Games athletes a chance to perform themselves.\nBut rather than competition routines, the skaters were able to show a little more of their personality with music and programs that ranged from classical music to “Welcome to the Jungle” by Guns ‘n Roses to the score from the film “Mortal Kombat.”\nAmber Glenn,...\n\n=== 2. Live updates: Supreme Court strikes down Trump’s sweeping tariffs, upending central plank of economic agenda ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2flive%2fsupreme-court-tariff-ruling-updates&c=15888323768804158500&mkt=en-us\n发布时间: Sat, 21 Feb 2026 14:01:00 GMT\n内容:\nHighlights: Trump says he’s enacted a 10% global tariff by executive order\nPresident Donald Trump aims highly personal attacks at the Supreme Court justices who voted to strike down his signature economic policy, global tariffs imposed under an emergency powers law.\nToday’s live updates have ended. Read what you missed below and find more coverage at apnews.com.\nThe Supreme Court struck down President Donald Trump’s far-reaching global tariffs in a 6-3 decision on Friday, handing him a stinging loss on an issue crucial to his economic agenda.\nFurious about the defeat, the president lashed out at the Supreme Court for striking down much of his sweeping tariff infrastructure as an illegal use of emergency power. Trump said he was “absolutely ashamed” of justices who voted to strike down his tariffs and called the ruling “deeply disappointing.”\nThe president said on social media Friday night that he signed an executive order enabling him to bypass Congress and impose a 10% tax on imports from around the world. The new tariffs would come under a law that restricts them to 150 days.\nWhat to know:\n- Trump’s ‘reciprocal’ tariffs were ruled unconstitutional: The Supreme Court majority found that it’s unconstitutional for the president to unilaterally set and change tariffs because taxation power clearly belongs to Congress. Justice Brett Kavanaugh wrote in the dissent that the tariffs were “clearly lawful.”\n- What was the impact of Trump’s tariffs? As of December, federal data shows ...\n\n=== 3. NASA moon rocket hit by new problem, putting March launch with astronauts in jeopardy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2fnasa-artemis-moon-astronauts-1e02b236e110e02c0241a581a311bb25&c=2292624187293556519&mkt=en-us\n发布时间: Sat, 21 Feb 2026 08:17:00 GMT\n内容:\nNASA delays astronaut moon mission again after new rocket problem\nCAPE CANAVERAL, Fla. (AP) — In the latest setback to return astronauts to the moon, NASA delayed the highly anticipated flight yet again after a new problem cropped up with the rocket Saturday.\nApril is now the earliest that the four Artemis II astronauts could fly to the moon.\nNASA revealed the latest problem just one day after targeting March 6 for Artemis II, humanity’s first flight to the moon in more than half a century. Overnight, the flow of helium to the rocket’s upper stage was interrupted, officials said. Solid helium flow is essential for purging the engines and pressurizing the fuel tanks.\nThis helium issue has nothing to do with the hydrogen fuel leaks that marred a countdown dress rehearsal of the Space Launch System rocket earlier this month and forced a repeat test.\nNASA Administrator Jared Isaacman said a bad filter, valve or connection plate could be to blame for the stalled helium flow. Regardless of the cause, he said, the only way to access the area and fix the problem is to return the 322-foot (98-meter) rocket to its hangar for repairs.\n“We will begin preparations for rollback, and this will take the March launch window out of consideration,” Isaacman said via X. NASA’s next opportunities would be at the beginning or end of April.\n“I understand people are disappointed by this development,” he added. “That disappointment is felt most by the team at NASA, who have been working tirelessly to...\n\n=== 4. Ghislaine Maxwell fights release of more Epstein documents, calling disclosure law unconstitutional ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2fjeffrey-epstein-ghislaine-maxwell-b9890fa6fa230fa649c8a847c76d97da&c=11331671827487918733&mkt=en-us\n发布时间: Sat, 21 Feb 2026 11:40:00 GMT\n内容:\nGhislaine Maxwell fights release of more Epstein documents, calling disclosure law unconstitutional\nNEW YORK (AP) — Lawyers for imprisoned British socialite Ghislaine Maxwell are fighting the requested release of 90,000 pages related to disgraced financier Jeffrey Epstein and Maxwell, saying a law used to force the public release of millions of documents is unconstitutional.\nThe lawyers filed papers late Friday in Manhattan federal court to try to block the release of documents from a since-settled civil defamation lawsuit brought a decade ago by the late Epstein victim Virginia Giuffre against Maxwell. The Justice Department recently asked a judge to lift secrecy requirements on the files.\nMaxwell’s attorneys said the Justice Department obtained the documents — otherwise subject to secrecy orders — improperly during its criminal probe of Maxwell. They said the documents include transcripts of over 30 depositions and private information regarding financial and sexual matters related to Maxwell and others.\nSome records from the year-long exchange of evidence in the lawsuit battle were already released publicly in response to a federal appeals court order.\nMaxwell’s lawyers say a law Congress passed in December to force the release of millions of Epstein-related documents violates the Constitution’s separation of powers doctrine.\n“Congress cannot, by statute, strip this Court of the power or relieve it of the responsibility to protect its files from misuse. To do so violates th...\n\n=== 5. Davis’ 22 lead Hofstra over Northeastern 82-68 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2fcruz-davis-college-basketball-mens-college-basketball-college-sports-dc51bb10f0ca47ac8f12e4e26e2730bb&c=4850146279696711030&mkt=en-us\n发布时间: Sat, 21 Feb 2026 14:07:00 GMT\n内容:\nDavis’ 22 lead Hofstra over Northeastern 82-68\nBOSTON (AP) — Cruz Davis had 22 points in Hofstra’s 82-68 victory over Northeastern on Saturday.\nDavis shot 7 of 15 from the field, including 2 for 7 from 3-point range, and went 6 for 7 from the line for the Pride (19-10, 10-6 Coastal Athletic Association). Preston Edmead scored 19 points and added five rebounds and five assists. German Plotnikov finished with 18 points.\nWilliam Kermoury led the way for the Huskies (6-20, 2-13) with 17 points. Youri Fritz added 14 points, 11 rebounds and two steals for Northeastern. Petar Pinter also had 12 points. The loss was the Huskies’ ninth in a row.\nHofstra took the lead for good with 6:01 left in the first half. The score was 39-30 at halftime, with Davis racking up 12 points. Hofstra extended its lead to 58-36 during the second half, fueled by an 11-0 scoring run. Plotnikov scored a team-high 12 points in the second half as their team closed out the win.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n=== 6. Mallory gets fouled on 3-pointer with seconds left, leads No. 14 Virginia to an 86-83 win over Miami ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2fmiami-virginia-score-9f8d15861f22b11f57df6168264fcee3&c=2551948562948786368&mkt=en-us\n发布时间: Sat, 21 Feb 2026 13:50:00 GMT\n内容:\nMallory gets fouled on 3-pointer with seconds left, leads No. 14 Virginia to an 86-83 win over Miami\nMallory gets fouled on 3-pointer with seconds left, leads No. 14 Virginia to an 86-83 win over Miami\nCHARLOTTESVILLE, Va. (AP) — Chance Mallory drew a foul on a 3-point attempt with 3.6 seconds to play, and then sank all three free throws to lift No. 14 Virginia to an 86-83 win over Miami on Saturday.\nJacari White came off the bench to score 17 points, hitting five 3-pointers for the Cavaliers (24-3, 12-2 Atlantic Coast), who won their eighth straight.\nSam Lewis had 15 points, Thijs De Ridder scored 14, and Mallory had all 12 of his points in the second half.\nShelton Henderson and Tre Donaldson each scored 18 to lead Miami (21-6, 10-4), which saw its four-game win streak snapped. The Hurricanes out rebounded UVA 30-23 and outscored Virginia 18-2 on second-chance points.\nThe win kept the second-place Cavaliers ahead of third-place Miami in the conference standings and robbed the Hurricanes of a chance for a big Quad 1 victory.\nUVA honored former coach Tony Bennett in a pregame ceremony, naming the court at John Paul Jones Arena after him. With a collection of his former players joining him on the court, Bennett watched as a logo of his signature was unveiled.\nMiami jumped out to an early 11-point lead, but seven first-half 3-pointers kept UVA in the game. The Hurricanes scored the final eight points of the half and went to the locker room ahead 44-39.\nThe teams were tied at 59 ...\n\n=== 7. Wagner defeats Saint Francis (PA) 65-56 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2ftravis-gray-college-sports-college-basketball-mens-college-basketball-pennsylvania-e08ede1ec1fd43488fbba2378e5d6e82&c=9040045801483408933&mkt=en-us\n发布时间: Sat, 21 Feb 2026 14:05:00 GMT\n内容:\nWagner defeats Saint Francis (PA) 65-56\nLORETTO, Pa. (AP) — Travis Gray had 27 points in Wagner’s 65-56 victory over Saint Francis (PA) on Saturday.\nGray added 11 rebounds for the Seahawks (11-16, 6-10 Northeast Conference).\nZion Russell finished with 21 points, six rebounds and three steals coming off the bench for the Red Flash (6-22, 4-11). The loss is the eighth straight for Saint Francis.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n=== 8. Okojie’s 25 help Mercer beat Samford 89-86 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2fcollege-sports-mens-college-basketball-college-basketball-0e5879ecfc9f4933b6c742eed9b08070&c=2550456702781346777&mkt=en-us\n发布时间: Sat, 21 Feb 2026 13:46:00 GMT\n内容:\nOkojie’s 25 help Mercer beat Samford 89-86\nMACON, Ga. (AP) — Baraka Okojie had 25 points in Mercer’s 89-86 win over Samford on Saturday.\nOkojie had six rebounds and five assists for the Bears (18-11, 10-6 Southern Conference). Quinton Perkins II shot 7 of 9 from the field, including 4 for 5 from 3-point range, and went 3 for 3 from the line to add 21 points. Zaire Williams had 15 points.\nDylan Faulkner finished with 27 points and eight rebounds for the Bulldogs (16-13, 9-7). Samford also got 26 points and two steals from Jadin Booth. Keaton Norris finished with 11 points and four assists. The loss ended a six-game winning streak for the Bulldogs.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n=== 9. Yankees slugger Aaron Judge hits 2 HRs in spring debut ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2fnew-york-yankees-aaron-judge-d6d4e4efa896c7d2a21fabb57e8db40e&c=17590007516598421918&mkt=en-us\n发布时间: Sat, 21 Feb 2026 13:30:00 GMT\n内容:\nYankees slugger Aaron Judge hits 2 HRs in spring debut\nYankees slugger Aaron Judge hits 2 HRs in spring debut\nTAMPA, Fla. (AP) — New York Yankees slugger Aaron Judge hit two homers in his spring debut as he prepares for the World Baseball Classic next month.\nThe three-time Most Valuable Player hit a pair of two-run shots, one in the third inning and another in the fourth against the Detroit Tigers. He finished 2-for-3 with four RBIs.\nThe 33-year-old has won the MVP in three of the past four seasons, including last year when he hit .331 with 53 homers and 114 RBIs.\n“We’ve got the WBC coming up, which I’m excited about, and an exciting Yankees season,” Judge said after his performance. “We’ve got a lot of unfinished business from last season, especially the way it ended for us. I’m just trying to put myself in the best position to help this team win a lot of ballgames.”\nJudge will be part of what looks like a loaded Team USA lineup in the WBC. The position player group also includes Bryce Harper, Gunnar Henderson, Bobby Witt Jr., Cal Raleigh and Kyle Schwarber.\nThe WBC’s pool play round runs from March 5-11 at four sites in Tokyo, Houston, Miami and San Juan, Puerto Rico. The championship game will be on March 17 in Miami.\n___\nAP MLB: https://apnews.com/mlb\n\n=== 10. Ajayi puts up 24 in Butler’s 80-75 win against Xavier ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2fmichael-ajayi-college-sports-college-basketball-mens-college-basketball-xavier-musketeers-94dbc4a285a5446284f06ea49bab4f45&c=8950966034007199861&mkt=en-us\n发布时间: Sat, 21 Feb 2026 13:27:00 GMT\n内容:\nAjayi puts up 24 in Butler’s 80-75 win against Xavier\nINDIANAPOLIS (AP) — Michael Ajayi had 24 points in Butler’s 80-75 win against Xavier on Saturday.\nAjayi also added nine rebounds for the Bulldogs (15-13, 6-11 Big East Conference). Yohan Traore shot 5 of 5 from the field and 11 for 13 from the line to add 21 points. Finley Bizjack shot 4 of 12 from the field, including 1 for 3 from 3-point range, and went 9 for 10 from the line to finish with 18 points.\nTre Carroll led the Musketeers (13-14, 5-11) in scoring, finishing with 24 points, seven rebounds and four assists. Malik Moore added 20 points for Xavier. Jovan Milicevic also had 10 points.\nButler went into the half ahead of Xavier 47-28. Ajayi put up 13 points in the half. Ajayi led Butler with 11 points in the second half as their team was outscored by 14 points over the final half but held on for the victory.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n=== 11. Munro scores 13 as Dartmouth downs Columbia 64-63 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=699a2fa0f4f94880b925e8e0c87c1bcf&url=https%3a%2f%2fapnews.com%2farticle%2fjackson-munro-mens-college-basketball-college-sports-college-basketball-c5fdec11b372403c9988798959038d08&c=10803169421110874253&mkt=en-us\n发布时间: Sat, 21 Feb 2026 13:25:00 GMT\n内容:\nMunro scores 13 as Dartmouth downs Columbia 64-63\nNEW YORK (AP) — Jackson Munro’s 13 points helped Dartmouth defeat Columbia 64-63 on Saturday.\nMunro went 4 of 10 from the field (3 of 6 from 3-point range) for the Big Green (11-13, 5-6 Ivy League). Brandon Mitchell-Day scored 12 points while going 4 of 8 (2 of 3 from 3-point range), and added 11 rebounds.\nKenny Noland led the way for the Lions (15-10, 4-7) with 17 points, six assists and two steals. Blair Thompson added 13 points and eight rebounds for Columbia. Connor Igoe finished with 12 points, 10 rebounds and two steals.\n___\nThe Associated Press created this story using technology provided by Data Skrive and data from Sportradar.\n\n"
}