{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Exclusive: US plans online portal to bypass content bans in Europe and elsewhere ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus-plans-online-portal-bypass-content-bans-europe-elsewhere-2026-02-18%2f&c=46389669507342996&mkt=en-us\n发布时间: Wed, 18 Feb 2026 11:56:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. State Department is developing an online portal that will enable people in Europe and elsewhere to see content banned by their governments including alleged hate speech and terrorist ...\n\n=== 2. TRADING DAY Wall St rally fades as European shares close at record high; crude surges on supply worries ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fglobal-markets-trading-day-graphic-2026-02-18%2f&c=16407335915664187728&mkt=en-us\n发布时间: Wed, 18 Feb 2026 13:05:00 GMT\n内容:\n[抓取失败] 摘要: U.S. stocks chased their European counterparts higher on Wednesday, but lost some momentum as the session progressed, while ongoing geopolitical strife helped prompt a rebound in crude and gold prices ...\n\n=== 3. Putin meets Cuban foreign minister in Moscow, says US restrictions are 'unacceptable' ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fworld%2fputin-meets-with-cuban-foreign-minister-moscow-ria-reports-2026-02-18%2f&c=6975553758115705510&mkt=en-us\n发布时间: Wed, 18 Feb 2026 08:53:00 GMT\n内容:\n[抓取失败] 摘要: Russian President Vladimir Putin met Cuban Foreign Minister Bruno Rodriguez on Wednesday in the Kremlin, where he said that new restrictions imposed on the communist-run island were \"unacceptable\", ...\n\n=== 4. Nine skiers still missing, six rescued, after California avalanche ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fenvironment%2fnine-skiers-still-missing-six-rescued-after-california-avalanche-2026-02-18%2f&c=10819798594516498222&mkt=en-us\n发布时间: Wed, 18 Feb 2026 07:06:00 GMT\n内容:\n[抓取失败] 摘要: Nine skiers were still missing early on Wednesday after an avalanche in California's Sierra Nevada mountains, authorities said, but six others from the stranded group have been rescued.\n\n=== 5. US judge rejects Live Nation bid to dismiss antitrust lawsuit over ticket pricing ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus-judge-rejects-live-nation-bid-dismiss-antitrust-lawsuit-over-ticket-pricing-2026-02-18%2f&c=10931892398410562586&mkt=en-us\n发布时间: Wed, 18 Feb 2026 12:35:00 GMT\n内容:\n[抓取失败] 摘要: A federal judge on Wednesday rejected Live Nation Entertainment's bid to dismiss a lawsuit by the federal government and many U.S. states accusing the company of violating antitrust law by trying to ...\n\n=== 6. Fed minutes show split, and talk of rate hikes, beneath January policy pause ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffed-minutes-could-highlight-shift-balance-risks-policymakers-put-rates-hold-2026-02-18%2f&c=14809591198478625471&mkt=en-us\n发布时间: Wed, 18 Feb 2026 02:02:00 GMT\n内容:\n[抓取失败] 摘要: Federal Reserve policymakers were in near-unanimous agreement to keep interest rates on hold at their meeting last month, but remained split over the next steps, with \"several\" of them open to rate ...\n\n=== 7. Lagarde's possible early departure leaves investors pondering replacements ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2flagardes-possible-early-departure-leaves-investors-pondering-replacements-2026-02-18%2f&c=4246528398306025224&mkt=en-us\n发布时间: Wed, 18 Feb 2026 05:13:00 GMT\n内容:\n[抓取失败] 摘要: Traders on Wednesday were trying to work out what European Central Bank President Christine Lagarde's potential early exit from her position might mean for monetary policy ahead.\n\n=== 8. Snowstorm cuts power to 200,000 homes across Romania ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fboards-policy-regulation%2fsnowstorm-cuts-power-200000-homes-across-romania-2026-02-18%2f&c=4951225512955806555&mkt=en-us\n发布时间: Wed, 18 Feb 2026 06:19:00 GMT\n内容:\n[抓取失败] 摘要: Heavy snow and rain across Romania left 200,000 homes without electricity on Wednesday, Energy Minister Bogdan Ivan said, with traffic blocked on motorways and national roads and dozens of trains ...\n\n=== 9. Fed says last month's 'rate checks' were at Treasury's request ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffed-says-last-months-rate-checks-were-treasurys-request-2026-02-18%2f&c=473894035810001384&mkt=en-us\n发布时间: Wed, 18 Feb 2026 11:58:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. central bank on Wednesday confirmed it had asked dealers last month for quotes on dollar/yen rates at the behest of the U.S. Treasury, an unusual move that strengthened the stubbornly weak ...\n\n=== 10. Germany's Merz joins calls for social media limits for children ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2fgermanys-merz-joins-calls-social-media-limits-for-children-2026-02-18%2f&c=16420815752556231061&mkt=en-us\n发布时间: Wed, 18 Feb 2026 11:14:00 GMT\n内容:\n[抓取失败] 摘要: Chancellor Friedrich Merz backed growing calls in Germany for controls on access to social media platforms by children, saying he had become increasingly persuaded of the need for compulsory limits by ...\n\n=== 11. Fed minutes downplay impact of Trump mortgage buying on housing affordability ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d4f22e94c98bb103bca885ca819&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ffed-minutes-downplay-impact-trump-mortgage-buying-housing-affordability-2026-02-18%2f&c=5787634318022433716&mkt=en-us\n发布时间: Wed, 18 Feb 2026 11:00:00 GMT\n内容:\n[抓取失败] 摘要: An effort launched by the Trump administration to improve home borrowing costs is not coming to much so far, meeting minutes from the Federal Reserve’s January 27-28 meeting, released on Wednesday, ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Mamdani reboots homeless encampment sweeps in New York City ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fzohran-mamdani-homeless-encampments-sweeps-a5b9db43f8a1b8244c5b6c8d1ad19005&c=17087594984604479253&mkt=en-us\n发布时间: Wed, 18 Feb 2026 13:14:00 GMT\n内容:\nMamdani reboots homeless encampment sweeps in New York City\nMamdani reboots homeless encampment sweeps in New York City\nNEW YORK (AP) — New York City Mayor Zohran Mamdani says the city will resume clearing makeshift homeless encampments, promising to take a more humane approach to a practice he previously criticized.\nMamdani paused the previous mayor’s policy for clearing encampments days after he took office in January, arguing that it did not do enough to get people into housing.\nBut the Democrat on Wednesday said his new approach — led by the city’s homeless services department, rather than police, and involving days of sustained outreach — will be more successful.\n“We will meet them looking to connect them with shelter, looking to them with services, looking to connect them with a city that wants them to be sheltered and indoors and warm and safe. And that is something that I believe will yield far better results,” he said at an unrelated news conference.\nThe decision came as at least 19 people have died outside over several days of brutal cold in the city, prompting concerns about the city’s response. There is no evidence that anyone who died had been living in encampments, according to the mayor’s office, which has conducted an aggressive campaign to coax homeless people into new shelters, heated buses and warming centers.\nStill, the spate of outdoor deaths has posed an early test for the Mamdani administration, raising questions about whether the city could have done m...\n\n=== 2. Jury to get tax-evasion case against Supreme Court lawyer who became high-stakes poker player ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fthomas-goldstein-supreme-court-blog-tax-evasion-912a3617090e019f10a775e0e2060789&c=9768816426288763418&mkt=en-us\n发布时间: Wed, 18 Feb 2026 14:01:00 GMT\n内容:\nJury to get tax-evasion case against Supreme Court lawyer who became high-stakes poker player\nJury to get tax-evasion case against Supreme Court lawyer who became high-stakes poker player\nGREENBELT, Md. (AP) — As an attorney, Thomas Goldstein routinely argued cases before the Supreme Court and published a popular blog about the nation’s highest court. Unbeknownst to friends and colleagues, Goldstein also became an ultra-high-stakes poker player who grossed tens of millions of dollars in winnings but racked up a staggering gambling debt.\nThe secretive side of Goldstein’s life has been the focus of a six-week trial in Maryland for a tax-evasion case against the SCOTUSblog co-founder. His indictment a year ago sent shockwaves through the legal community in the nation’s capital, where Goldstein argued more than 40 cases before the Supreme Court before retiring in 2023.\nAs the trial drew to a close on Wednesday, Justice Department prosecutor Sean Beaty told jurors that Goldstein is one of the smartest and most accomplished attorneys ever to argue a case before the high court.\n“He’s not a dummy. He’s a willful tax cheat,” Beaty said during the trial’s closing arguments.\nDefense attorney Jonathan Kravis said the government, in a rush to judgment, “blindly” accepted an accountant’s “made-up story” about Goldstein’s gambling activities and failed to adequately investigate the case.\n“Not even close,” Kravis told jurors. “Tom Goldstein is innocent.”\nU.S. District Judge Lydia Kay Griggsb...\n\n=== 3. 8 backcountry skiers found dead and 1 still missing after California avalanche ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fcalifornia-avalanche-backcountry-skiers-rescue-missing-f7b4a89c38af634e39a152a874db17f0&c=1476618504368647734&mkt=en-us\n发布时间: Wed, 18 Feb 2026 14:22:00 GMT\n内容:\n8 backcountry skiers found dead and 1 still missing after California avalanche\n8 backcountry skiers found dead and 1 still missing after California avalanche\nNEVADA CITY, Calif. (AP) — Crews found the bodies of eight backcountry skiers near California’s Lake Tahoe and were searching for one more after they were caught in an avalanche, the nation’s deadliest in nearly half a century, authorities said Wednesday.\nAuthorities said the skiers had little time to react.\n“Someone saw the avalanche, yelled ‘Avalanche!’ and it overtook them rather quickly,” said Capt. Russell “Rusty” Greene, of the Nevada County sheriff’s office.\nSix from the guided tour were rescued six hours after the avalanche hit Tuesday morning during a three-day trek in Northern California’s Sierra Nevada, as a monster winter storm pummeled the West Coast.\nNevada County Sheriff Shannan Moon said investigators would look into the decision to proceed with the trip on Sunday despite the forecast for a major storm. That morning at 6:49 a.m., the Sierra Avalanche Center issued an avalanche watch, indicating that large avalanches were likely in the next 24 to 48 hours.\nThe center increased the watch to a warning hours before the avalanche hit. It’s not known if the guides would have known about the warning before they ventured out.\nAuthorities have told the families the mission has moved from rescuing people to recovering bodies, Moon said during a news conference.\nThe victims, including three guides, were found fairly...\n\n=== 4. Late-night host Stephen Colbert isn’t backing down from public dispute with CBS bosses ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fcolbert-talarico-cbs-trump-fcc-014a0531715f098fbcd7902476a22590&c=10646423203806960127&mkt=en-us\n发布时间: Wed, 18 Feb 2026 14:14:00 GMT\n内容:\nLate-night host Stephen Colbert isn’t backing down from public dispute with CBS bosses\nLate-night host Stephen Colbert isn’t backing down from public dispute with CBS bosses\nStephen Colbert isn’t backing down in an extraordinary public dispute with his bosses at CBS over what he can air on his late-night talk show.\nOn “The Late Show” Tuesday, Colbert said he was surprised by a statement from CBS denying that its lawyers told him he couldn’t show an interview with Democratic Texas Senate candidate James Talarico — which the host said had happened the night before.\nHe then took a copy of the network statement, wrapped it in a dog poop bag, and tossed it away.\nColbert had instead shown his Talarico interview on YouTube, but told viewers why he couldn’t show it on CBS. The network was concerned about FCC Chairman Brendan Carr trying to enforce a rule that required broadcasters to give “equal time” to opposing candidates when an interview was broadcast with one of them.\n“We looked and we can’t find one example of this rule being enforced for any talk show interview, not only for my entire late-night career, but for anyone’s late-night career going back to the 1960s,” Colbert said.\nAlthough Carr said in January he was thinking about getting rid of the exemption for late-night talk shows, he hadn’t done it yet. “But CBS generously did it for him,” Colbert said.\nNot only had CBS been aware Monday night that Colbert was going to talk about this issue publicly, its lawyers had even app...\n\n=== 5. A rare Paul McCartney and Wings trove heads to the Rock & Roll Hall of Fame this summer ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fpaul-mccartney-exhibit-rock-hall-3b67e202435852ba058fb25d50645fda&c=16780195591154256613&mkt=en-us\n发布时间: Wed, 18 Feb 2026 13:18:00 GMT\n内容:\nA rare Paul McCartney and Wings trove heads to the Rock & Roll Hall of Fame this summer\nA rare Paul McCartney and Wings trove heads to the Rock & Roll Hall of Fame this summer\nNEW YORK (AP) — A collection of Paul McCartney instruments, outfits, handwritten lyrics, unseen photos and tour memorabilia will be part of an exhibit at the Rock & Roll Hall of Fame this summer, billed as the first major museum show to feature McCartney and Wings.\n“Paul McCartney and Wings” — made up of items from the musician’s personal archive as well as donations from band members and associates — will focus on the period between McCartney’s self-titled 1970 solo debut through the 1971 formation of Wings and the band’s subsequent breakup in 1981.\nThe exhibit opens May 15 at the Cleveland home of the Hall, where McCartney has been inducted twice — as a member of the Beatles in 1988 and as a solo artist in 1999. Tickets are on sale now.\nAP correspondent Julie Walker reports a rare Paul McCartney and Wings trove heads to the Rock & Roll Hall of Fame this summer.\nThe news of the exhibit comes at a time when all parts of McCartney’s career are being celebrated, including Sam Mendes’ upcoming biopics of the Fab Four and a new upcoming McCartney documentary, “Man on the Run,” on Amazon Prime Video.\nIn recent years, McCartney has offered glimpses of his career and life in such things as images he took during Beatlemania — “Photographs 1963–64: Eyes of the Storm” — and the books “Wings: The Story of the Band...\n\n=== 6. The backcountry ski trip hit by avalanche was led by an outfit offering mountain adventures globally ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fcalifornia-avalanche-blackbird-mountain-guides-b6d57dd28a6b7c701b6ce112be8fd818&c=2042190266012576331&mkt=en-us\n发布时间: Wed, 18 Feb 2026 14:00:00 GMT\n内容:\nThe backcountry ski trip hit by avalanche was led by an outfit offering mountain adventures globally\nThe backcountry ski trip hit by avalanche was led by an outfit offering mountain adventures globally\nThe group of 15 backcountry skiers was on a three-day trek organized by Blackbird Mountain Guides into pristine wilderness near Frog Lake in California’s Sierra Nevada near Lake Tahoe.\nThe skiers set out on Sunday, carrying their own food and overnighting in huts situated at 7,600 feet (3,415 meters) in Tahoe National Forest, where a winter storm arrived and an avalanche watch was issued that morning.\n“If you’ve booked the Frog Lake Huts in Truckee, trust our guides to elevate your trip to the next level,” the business said on its website, advertising the trip. “We’ll navigate in and out of the huts, manage the risks, and find the best terrain and snow quality for you and your group!”\nOn Tuesday, the group was trapped by an avalanche. Authorities said Wednesday that eight people were killed and one person remained missing. Six skiers were rescued after sheltering in place for hours as crews battled blizzard conditions.\nBlackbird Mountain Guides said in a statement that it was coordinating with authorities. It said the group, including four guides, was returning to the trailhead when the avalanche occurred near Castle Peak. Three of the guides were among those killed, officials said.\nThe company, with offices in California and Washington state, offers mountaineering and backcoun...\n\n=== 7. Trump administration appeals order to restore George Washington slavery exhibit in Philadelphia ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fslavery-exhibit-trump-appeal-012fa7e9660367233ece0e73361eea01&c=6883316171955705421&mkt=en-us\n发布时间: Wed, 18 Feb 2026 11:43:00 GMT\n内容:\nTrump administration appeals order to restore George Washington slavery exhibit in Philadelphia\nTrump administration appeals order to restore George Washington slavery exhibit in Philadelphia\nPHILADELPHIA (AP) — The Trump administration will appeal a federal judge’s order to restore a Philadelphia exhibit on the nine people enslaved by George Washington at his former home on Independence Mall.\nThe Justice Department insists the administration alone can decide what stories are told at National Park Service properties. Park service workers last month abruptly removed exhibits from the Philadelphia site, prompting the city and other supporters of the exhibit to sue.\nU.S. Senior Judge Cynthia M. Rufe on Monday granted an injunction ordering that the materials be restored while the lawsuit proceeds and barring Trump officials from creating new interpretations of the site’s history. The administration on Tuesday filed a notice of appeal with the 3rd U.S. Circuit Court of Appeals, also based in Philadelphia.\nRufe, an appointee of Republican President George W. Bush, compared President Donald Trump’s administration to the totalitarian regime in the dystopian novel “1984,” which revised historical records to align with its narrative.\n“As if the Ministry of Truth in George Orwell’s 1984 now existed, with its motto ‘Ignorance is Strength,’ this Court is now asked to determine whether the federal government has the power it claims — to dissemble and disassemble historical truths when it ...\n\n=== 8. Tremors from the Epstein files rattle the age-old foundations of Britain’s House of Lords ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fuk-house-of-lords-mandelson-epstein-a9a550b79b40f77b7d34044489b1265b&c=12540892246949461108&mkt=en-us\n发布时间: Wed, 18 Feb 2026 06:02:00 GMT\n内容:\nTremors from the Epstein files rattle the age-old foundations of Britain’s House of Lords\nTremors from the Epstein files rattle the age-old foundations of Britain’s House of Lords\nLONDON (AP) — Fallout from the Jeffrey Epstein files has landed on the gilded wood and plush red benches of Britain’s House of Lords.\nParliament’s upper chamber is in the spotlight after former U.K. ambassador to Washington Peter Mandelson was forced to resign as a member of the Lords because of his friendship with the late sex offender.\nThe episode has emboldened critics who say the unelected house is antiquated, undemocratic and far too slow at punishing bad behavior by its members. Supporters say the chamber of more than 850 members-for-life who sport the titles of “Lord” or “Lady” is an unwieldy but essential part of parliamentary democracy.\nAlmost everyone agrees it needs reform, but that task has eluded successive governments.\n“It’s a mess,” said Jenny Jones, one of two Green Party members of the Lords. “In spite of our being supposedly a modern democracy, we have a semifeudal system.”\nRelic of the past\nFor most of its 700-year history, the House of Lords was composed of noblemen — not women — who inherited their seats, alongside a smattering of bishops. In the 1950s, these were joined by “life peers” — retired politicians, civic leaders and other notables appointed by the government, among them the first female members of the Lords.\nIn 1999, the Labour government of then-Prime Minister Tony B...\n\n=== 9. FBI, St. Paul police probing ICE arrest that resulted in skull fractures ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fimmigration-enforcement-minneapolis-hospital-ice-beating-assault-eb305587f58dfc8b97d844d0073411c2&c=3054092875874847513&mkt=en-us\n发布时间: Wed, 18 Feb 2026 03:24:00 GMT\n内容:\nFBI, St. Paul police probing ICE arrest that resulted in skull fractures\nFBI, St. Paul police probing ICE arrest that resulted in skull fractures\nMINNEAPOLIS (AP) — Minnesota and federal authorities are investigating the alleged beating of a Mexican citizen by immigration officers last month, seeking to identify what caused the eight skull fractures that landed the man in the intensive care unit of a Minneapolis hospital.\nInvestigators from the St. Paul Police Department and FBI last week canvassed the shopping center parking lot where Alberto Castañeda Mondragón says Immigration and Customs Enforcement agents wrested him from a vehicle, threw him to the ground and repeatedly struck him in the head with a steel baton.\nICE has blamed Castañeda Mondragón for his own injuries, saying he attempted to flee while handcuffed and “fell and hit his head against a concrete wall.”\nBut hospital staff who treated the man told The Associated Press such a fall could not plausibly account for the man’s brain hemorrhaging and fragmented memory. A CT scan showed fractures to the front, back and both sides of his skull — injuries a doctor told the AP were inconsistent with a fall.\nEarlier this month, the AP published an interview with Castañeda Mondragón in which he said the arresting officers had been “racist” and “ started beating me right away when they arrested me.” His lawyers have contended ICE racially profiled him.\nIn separate visits to the shopping center last week, local and federal i...\n\n=== 10. In Olympic host village Cortina, wearing fur never went out of style ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2fcortina-fashion-luxury-rich-furs-9e21e833dba1f9159f1ecfe59686785f&c=12005093327802132600&mkt=en-us\n发布时间: Wed, 18 Feb 2026 14:14:00 GMT\n内容:\nIn Olympic host village Cortina, wearing fur never went out of style\nIn Olympic host village Cortina, wearing fur never went out of style\nCORTINA D’AMPEZZO, Italy (AP) — Snoop Dogg brought heaps of outerwear with him to the Milan Cortina Olympic Games. A jacket with the face of snowboarder Chloe Kim, and another with bobsledder Kaysha Love. But something he picked up in Cortina was an accoutrement to fit seamlessly into the local scene: a fur hat.\nAmong the upscale mountain towns dotting the Dolomites, fashion and fur have been cultural staples for as long as anyone can remember. In “For Your Eyes Only,” parts of which were filmed in Cortina, James Bond donned fur-trimmed jackets, and many of the actresses wore get-ups of head-to-toe fur. Along Cortina’s pedestrian-only main street, most clothing stores display fur — whether real or synthetic — in their windows.\nPaola De Leidi, of Trieste, breezed into one boutique just off the Corso Italia on Feb. 14 with the ease of someone returning home after a winter’s walk.\nFor seasonal visitors like De Leidi, 62, the Winter Games are a mere sideshow to their annual fur-finding pilgrimage. The youthful retiree has been a faithful client of this store for 25 years and stows her collection in a designated “Cortina” closet — wearable only within the bubble where a fur-positive attitude has survived animal rights activists’ largely successful campaigns.\nMuch of the world has moved to synthetic alternatives — for environmental and ethical re...\n\n=== 11. FDA will drop two-study requirement for new drug approvals, aiming to speed access ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69963d523a7a424e80a88445a7b76562&url=https%3a%2f%2fapnews.com%2farticle%2ffda-drug-approval-studies-makary-prasad-a5aaa5501ae15f264bbd20d0dffa4dc4&c=9588462789827316529&mkt=en-us\n发布时间: Wed, 18 Feb 2026 14:08:00 GMT\n内容:\nFDA will drop two-study requirement for new drug approvals, aiming to speed access\nWASHINGTON (AP) — The Food and Drug Administration plans to drop its longtime standard of requiring two rigorous studies to win approval of new drugs, the latest change from Trump administration officials vowing to speed up the availability of certain medical products.\nGoing forward, the FDA’s “default position” will be to require one study for new drugs and other novel health products, FDA Commissioner Dr. Marty Makary and a top deputy, Dr. Vinay Prasad, wrote in a New England Journal of Medicine piece published Wednesday.\nThe announcement is the latest example of Makary and his team changing longstanding FDA standards and procedures with the stated goal of slashing bureaucracy and accelerating the availability of new medicines.\nSince arriving at the agency last April, Makary has launched a series of directives that he says will shorten FDA reviews, including mandating the use of artificial intelligence by staffers and offering one-month drug reviews for new medications that serve “national interests.”\nIt contrasts with the FDA’s more restrictive approach to other products, including vaccines.\nIn their piece published Wednesday, Makary and Prasad state that dropping the two-trial requirement reflects modern advances that have made drug research “increasingly precise and scientific.”\n“In this setting, overreliance on two trials no longer makes sense,” they write. “In 2026 there are powerful alt...\n\n"
}