{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. TRADING DAY Wall Street ends modestly lower while US-Iran tensions boost crude prices ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fglobal-markets-trading-day-graphic-2026-02-19%2f&c=16829133181080359913&mkt=en-us\n发布时间: Thu, 19 Feb 2026 13:01:00 GMT\n内容:\n[抓取失败] 摘要: Wall Street stocks followed the example of their European counterparts by posting modest losses on Thursday as mixed economic data and simmering tensions between the U.S. and Iran kept uncertainties - ...\n\n=== 2. With discovery of secret tunnel, Mexican authorities strike blow against black-market fuel trade ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fenergy%2fwith-discovery-secret-tunnel-mexican-authorities-strike-blow-against-black-2026-02-19%2f&c=15379861681644878853&mkt=en-us\n发布时间: Thu, 19 Feb 2026 11:32:00 GMT\n内容:\n[抓取失败] 摘要: Mexican authorities raided a tunnel used to steal fuel from a state-owned pipeline this week, offering a rare glimpse into a long-running battle against a black-market trade often dominated by ...\n\n=== 3. Trump claims Obama revealed classified information when he said aliens are real ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-claims-obama-revealed-classified-information-when-he-said-aliens-are-real-2026-02-19%2f&c=4752373302879580621&mkt=en-us\n发布时间: Thu, 19 Feb 2026 12:49:00 GMT\n内容:\n[抓取失败] 摘要: President Donald Trump on Thursday accused former President Barack Obama of disclosing classified information when he recently said that aliens were real, but Trump did not cite any evidence to ...\n\n=== 4. JPMorgan says Trump's lawsuit improperly named Dimon as defendant ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fjpmorgan-says-trumps-lawsuit-improperly-named-dimon-defendant-2026-02-19%2f&c=4243781845603136441&mkt=en-us\n发布时间: Thu, 19 Feb 2026 12:09:00 GMT\n内容:\n[抓取失败] 摘要: President Donald Trump improperly included Jamie Dimon as a defendant in his $5 billion debanking lawsuit against JPMorgan Chase as a way to get the case into state court, the bank and its CEO said in ...\n\n=== 5. United States beat Canada in overtime for women's ice hockey gold ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fsports%2fice-hockey-united-states-beat-canada-overtime-womens-gold-2026-02-19%2f&c=7363049757033098883&mkt=en-us\n发布时间: Thu, 19 Feb 2026 12:02:00 GMT\n内容:\n[抓取失败] 摘要: The United States came from behind to beat Canada 2-1 in an overtime thriller to win the gold medal in women's ice hockey at the Milano Cortina Olympics on Thursday, with Megan Keller netting the ...\n\n=== 6. Exclusive: Meeting of US CDC vaccine advisers will not be held in February ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fhealthcare-pharmaceuticals%2fmeeting-us-cdc-vaccine-advisers-will-not-be-held-february-2026-02-19%2f&c=11420849878192984941&mkt=en-us\n发布时间: Thu, 19 Feb 2026 09:31:00 GMT\n内容:\n[抓取失败] 摘要: A U.S. vaccine advisory committee meeting scheduled for later this month by the Centers for Disease Control and Prevention will not be held, with no new dates announced, according to a spokesman for ...\n\n=== 7. Exclusive: FBI plans to reduce vetting of some applying to be agents, sources say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fworld%2ffbi-plans-reduce-vetting-some-applying-be-agents-sources-say-2026-02-19%2f&c=12653093301870898394&mkt=en-us\n发布时间: Thu, 19 Feb 2026 12:14:00 GMT\n内容:\n[抓取失败] 摘要: The FBI plans to make it easier for existing employees to become agents, removing two long-standing steps in vetting applicants as the bureau faces a staffing crunch under President Donald Trump's ...\n\n=== 8. Catholic leaders bring communion to immigration detainees near Chicago after court win ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fcatholic-leaders-bring-communion-immigration-detainees-near-chicago-after-court-2026-02-19%2f&c=17181535236227631790&mkt=en-us\n发布时间: Thu, 19 Feb 2026 06:45:00 GMT\n内容:\n[抓取失败] 摘要: For the first time in six years, two priests and a nun escorted by police have walked past barbed wire and concrete barriers to enter a Chicago-area immigration facility to give communion and ashes to ...\n\n=== 9. US automakers caught in crossfire of Trump, California EV battle ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2flegal%2flitigation%2fus-automakers-caught-crossfire-trump-california-ev-battle-2026-02-19%2f&c=15314474447671751177&mkt=en-us\n发布时间: Thu, 19 Feb 2026 02:02:00 GMT\n内容:\n[抓取失败] 摘要: A legal clash between the Trump administration and California over auto-pollution rules is coming to a head, with enormous financial implications for EV makers including Tesla and traditional ...\n\n=== 10. Exclusive: A palace in Marrakesh: How Schwab moved $27.7 million in payments for Epstein days before his arrest ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fworld%2feurope%2fpalace-marrakesh-how-schwab-moved-277-million-payments-epstein-days-before-his-2026-02-19%2f&c=3534608468787473987&mkt=en-us\n发布时间: Thu, 19 Feb 2026 11:38:00 GMT\n内容:\n[抓取失败] 摘要: Charles Schwab wired about $27.7 million on behalf of Jeffrey Epstein to a realtor in Morocco as the disgraced financier tried to purchase a palace in the 10 days before his 2019 arrest, including one ...\n\n=== 11. Trump pitches economic plan in Georgia as high prices frustrate voters ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-make-new-economic-pitch-georgia-prices-stay-high-2026-02-19%2f&c=1595954291614674063&mkt=en-us\n发布时间: Thu, 19 Feb 2026 02:02:00 GMT\n内容:\n[抓取失败] 摘要: President Donald Trump gave the latest in a series of economic speeches in Georgia on Thursday as he seeks to persuade voters he and fellow Republicans have a plan to lower prices ahead of November's ...\n\n=== 12. US weekly jobless claims fall more than expected amid labor market stability ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978e9eb44a4212bc1d41b922193ffd&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-weekly-jobless-claims-fall-more-than-expected-amid-labor-market-stability-2026-02-19%2f&c=12237763707997109696&mkt=en-us\n发布时间: Thu, 19 Feb 2026 04:45:00 GMT\n内容:\n[抓取失败] 摘要: The number of Americans filing new applications for unemployment benefits fell more than expected last week, consistent with a stabilizing labor market.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. US civil rights agency sues Coca-Cola distributor for excluding men from casino work trip ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2fdei-coca-cola-eeoc-lawsuit-andrea-lucas-867fd98ec6d05ab52e7e0a3711e9d492&c=7233973601236798422&mkt=en-us\n发布时间: Thu, 19 Feb 2026 12:57:00 GMT\n内容:\nUS civil rights agency sues Coca-Cola distributor for excluding men from casino work trip\nThe U.S. federal agency that enforces workplace civil rights is suing a regional Coca-Cola bottler for sex discrimination, alleging the company discriminated against male employees by only inviting women to a company-sponsored networking event.\nThe U.S. Equal Employment Opportunity Commission filed the lawsuit on behalf of a male employee of Coca-Cola Beverages Northeast who complained about a two-day networking trip for about 250 women in September 2024 at the Mohegan Sun casino resort in Connecticut. The lawsuit alleged that the Bedford, New Hampshire-based company violated Title VII of the Civil Rights Act of 1964 by excluding male employees from the event.\nThe lawsuit, filed Tuesday in New Hampshire district court, challenges the sort of diversity programming the EEOC has aggressively targeted since President Donald Trump overhauled the agency, which was created by Congress under the Civil Rights Act. It comes just two weeks after the EEOC revealed that it is investigating sportswear giant Nike for allegedly discriminating against white employees through its diversity policies.\n“Excluding men from an employer-sponsored event is a Title VII violation that the EEOC will act to remedy through litigation when necessary,” acting EEOC general counsel Catherine L. Eschbach said in a statement Wednesday announcing the lawsuit against Coca-Cola Northeast.\nThe EEOC said in court documents that...\n\n=== 2. Modi’s AI summit turns awkward as tech leaders Sam Altman and Dario Amodei dodge contact ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2faltman-amodei-india-ai-summit-photo-9067be4a101fcc710b09e297f4879c01&c=800727726595458728&mkt=en-us\n发布时间: Thu, 19 Feb 2026 09:28:00 GMT\n内容:\nModi’s AI summit turns awkward as tech leaders Sam Altman and Dario Amodei dodge contact\nModi’s AI summit turns awkward as tech leaders Sam Altman and Dario Amodei dodge contact\nNEW DELHI (AP) — Indian Prime Minister Narendra Modi on Thursday invited leaders of some of the top artificial intelligence companies to gather on stage as part of a commitment to build more “inclusive and multilingual” AI around the world.\nAnd they did. But what caught some of the audience’s attention, and later went viral on social media, was an awkward interaction between two rival tech leaders: OpenAI CEO Sam Altman and Anthropic CEO Dario Amodei.\nModi, host of the India AI Impact Summit in New Delhi, clasped hands with those closest to him — Altman to his left and Google CEO Sundar Pichai to his right — and beckoned all 13 tech leaders to lift their hands up in a chain, like theater actors at the end of a show.\nEveryone was holding hands except for Altman and Amodei, who stood next to each other but for several seconds awkwardly avoided hand contact. Both eventually put up their fists instead.\nThe interaction quickly became a visual symbol of the deep rivalries in the AI industry, particularly between OpenAI and Anthropic, though Altman sought to brush off any deeper meaning.\n“I didn’t know what was happening,” Altman later said in a video interview with Indian media outlet Moneycontrol. He said he was “confused, like when (Modi) grabbed my hand and put it up, and I just wasn’t sure what we were ...\n\n=== 3. NASA boss blasts Boeing and space agency managers for Starliner’s botched astronaut flight ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2fboeing-starliner-nasa-space-station-d9cc3e080dc71df39992f186ce1fbefe&c=1373949406656484455&mkt=en-us\n发布时间: Thu, 19 Feb 2026 12:19:00 GMT\n内容:\nNASA boss blasts Boeing and space agency managers for Starliner’s botched astronaut flight\nNASA’s new boss blasted Boeing and the space agency Thursday for Starliner’s botched flight that left two astronauts stuck for months at the International Space Station.\nAdministrator Jared Isaacman said poor leadership and decision-making at Boeing led to Starliner’s troubles. He also blamed NASA managers for failing to intervene and get Butch Wilmore and Suni Williams back more quickly.\nThe two test pilots, now retired from NASA, spent more than nine months at the station before catching a lift back with SpaceX last March.\nIsaacman said Starliner’s problems must be better understood and fixed before any more astronauts strap in.\nIn a sweeping and emphatic move, Isaacman upgraded the seriousness of Starliner’s troubled astronaut debut, declaring it a “Type A mishap,” something that could endanger a crew. Both the Challenger and Columbia space shuttle disasters also involved cultural and leadership missteps. It is a mistake that Starliner was not designated a serious mishap right from the start, Isaacman said, citing internal pressure to keep Boeing on board and flights on track.\n“This is just about doing the right thing,” he said. “This is about getting the record straight.”\nThruster failures and other problems almost prevented Wilmore and Williams from reaching the space station following liftoff in 2024. The thruster analyses continue by Boeing.\n“We almost did have a really terrible ...\n\n=== 4. When Rhode Island shooter started firing, bystanders jumped into action to end the carnage ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2fhockey-rink-shooting-hero-rhode-island-pawtucket-fcf58def325c4c6698775e5d46e260fc&c=6001792760805121204&mkt=en-us\n发布时间: Thu, 19 Feb 2026 12:38:00 GMT\n内容:\nWhen Rhode Island shooter started firing, bystanders jumped into action to end the carnage\nWhen Rhode Island shooter started firing, bystanders jumped into action to end the carnage\nPROVIDENCE, R.I. (AP) — Sitting in the stands at a hockey game, Michael Black heard what he thought was popping balloons before quickly realizing it was gunfire. As dozens of people rushed out of the Rhode Island arena, Black told his wife to “run, run” and then lunged toward the shooter’s handgun.\nBlack managed to get his left hand caught in the chamber of Robert Dorgan’s gun, jamming it and then briefly attempted to hold Dorgan down. But Dorgan, a former bodybuilder, hoisted Black into the air before at least two other bystanders rushed over to subdue the shooter. One of them could be seen on video putting Dorgan into a choke hold.\nDorgan fell to the ground, with the 58-year-old Black on top of him. The shooter died from a self-inflicted gunshot after pulling out a second gun as the two locked eyes. Black never heard Dorgan say a word.\n“The first thought was the safety of my wife. And the second thought was, because the bullets were coming out, was to focus in on the gun,” said Black, who ran a printing company until he retired in 2021 and has no specialized emergency response training. “Get the gun and then subdue the shooter.”\nA Rhode Island man is being called a hero for stopping a gunman at an ice rink. AP correspondent Donna Warder reports.\nPawtucket police have said the shooter behind the ...\n\n=== 5. Tariffs paid by midsize US companies tripled last year, a JPMorganChase Institute study shows ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-tariffs-midsized-companies-costs-consumers-2a25158ff1d06bd7f72d909a8ec64f25&c=282465909365662910&mkt=en-us\n发布时间: Thu, 19 Feb 2026 13:36:00 GMT\n内容:\nTariffs paid by midsize US companies tripled last year, a JPMorganChase Institute study shows\nTariffs paid by midsize US companies tripled last year, a JPMorganChase Institute study shows\nWASHINGTON (AP) — Tariffs paid by midsize U.S. businesses tripled over the course of past year, new research tied to one of America’s leading banks showed on Thursday — more evidence that President Donald Trump ‘s push to charge higher taxes on imports is causing economic disruption.\nThe additional taxes have meant that companies that employ a combined 48 million people in the U.S. — the kinds of businesses that Trump had promised to revive — have had to find ways to absorb the new expense, by passing it along to customers in the form of higher prices, employing fewer workers or accepting lower profits.\n“That’s a big change in their cost of doing business,” said Chi Mac, business research director of the JPMorganChase Institute, which published the analysis Thursday. “We also see some indications that they may be shifting away from transacting with China and maybe toward some other regions in Asia.”\nThe research does not say how the additional costs are flowing through the economy, but it indicates that tariffs are being paid by U.S. companies. The study is part of a growing body of economic analyses that counter the administration’s claims that foreigners pay the tariffs.\nThe JPMorganChase Institute report used payments data to look at businesses that might lack the pricing power of large m...\n\n=== 6. Trump warns of ‘bad things’ if Iran doesn’t make a deal, as second US carrier nears Mideast ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2firan-us-russia-drill-nuclear-talks-aircraft-carrier-0456903e0d7a24cfcdc33d53732dee2f&c=15307612519943204189&mkt=en-us\n发布时间: Thu, 19 Feb 2026 13:45:00 GMT\n内容:\nTrump warns of ‘bad things’ if Iran doesn’t make a deal, as second US carrier nears Mideast\nTrump warns of ‘bad things’ if Iran doesn’t make a deal, as second US carrier nears Mideast\nDUBAI, United Arab Emirates (AP) — Iran held annual military drills with Russia on Thursday as a second American aircraft carrier drew closer to the Middle East, with both the United States and Iran signaling they are prepared for war if talks on Tehran’s nuclear program fizzle out.\nPresident Donald Trump said he believes 10 to 15 days is “enough time” for Iran to reach a deal. But the talks have been deadlocked for years, and Iran has refused to discuss wider U.S. and Israeli demands that it scale back its missile program and sever ties to armed groups. Indirect talks held in recent weeks made little visible progress, and one or both sides could be buying time for final war preparations.\nIran’s theocracy is more vulnerable than ever following 12 days of Israeli and U.S. strikes on its nuclear sites and military last year, as well as mass protests in January that were violently suppressed. But it is still capable of striking Israel and U.S. bases in the region, and has warned that any attack would trigger a regional war.\nIran earlier this week launched a drill that involved live-fire in the Strait of Hormuz, the narrow opening of the Persian Gulf through which a fifth of the world’s traded oil passes.\nTensions are also rising inside Iran, as mourners hold ceremonies honoring slain protesters 40 ...\n\n=== 7. Shia LaBeouf used homophobic slurs while assaulting New Orleans bar patrons, police say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2fwhat-shia-labeouf-said-new-orleans-arrest-a9b94613d0cca3684710d8f09d8f1fda&c=7188878805179100069&mkt=en-us\n发布时间: Thu, 19 Feb 2026 12:22:00 GMT\n内容:\nShia LaBeouf used homophobic slurs while assaulting New Orleans bar patrons, police say\nShia LaBeouf used homophobic slurs while assaulting New Orleans bar patrons, police say\nNEW ORLEANS (AP) — Actor Shia LaBeouf faces battery charges and is accused of repeatedly using homophobic slurs while hitting multiple people at a New Orleans bar during Mardi Gras, according to a police report.\nThe New Orleans police report obtained by The Associated Press via a public records request states that LaBeouf, 39, “became irate and aggressive throughout the night” and struck multiple people with a closed fist at the Royal Street Inn & R Bar, near the historic French Quarter.\nJeffrey Damnit, a well-known local entertainer who police identified as Jeffrey Klein in the incident report, said he was one of the people attacked by LaBeouf.\n“He hit me, he connected a few times with punches, he pushed me a few times,” Damnit said.\nLaBeouf “just got nuts” trying to start fights and telling the entertainer and others that he would beat them up, Damnit said. He added that LaBeouf had pushed him from behind at the bar earlier in the night, shouting homophobic slurs and threatening his life.\nDamnit was wearing eye makeup and lipstick and said he believes his appearance motivated LaBeouf’s attack.\n“That’s just somehow something that set him off, angered him and gave him a direction for his anger,” Damnit said. “This guy wants me to be dead because I wear makeup. It’s a screwed up thing.”\nA video shows a s...\n\n=== 8. Former Prince Andrew arrested and held for hours on suspicion of misconduct over ties to Epstein ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2fbritain-epstein-andrew-former-prince-arrested-fb0b9e738bf7ede10651914ee3f3583d&c=2846556761594584950&mkt=en-us\n发布时间: Thu, 19 Feb 2026 13:04:00 GMT\n内容:\nFormer Prince Andrew arrested and held for hours on suspicion of misconduct over ties to Epstein\nFormer Prince Andrew arrested and held for hours on suspicion of misconduct over ties to Epstein\nLONDON (AP) — The former Prince Andrew was arrested and held for hours by British police Thursday on suspicion of misconduct in public office related to his links to Jeffrey Epstein, an extraordinary move in a country where authorities once sought to shield the royal family from embarrassment.\nIt was the first time in nearly four centuries that a senior British royal was placed under arrest, and it underscored how deference to the monarchy has eroded in recent years.\nKing Charles III, whose late mother lived by the motto “never complain, never explain,” took the unusual step of issuing a statement on the arrest of his brother, now known as Andrew Mountbatten-Windsor.\n“Let me state clearly: the law must take its course,’’ the king said. “As this process continues, it would not be right for me to comment further on this matter.’’\nThe Thames Valley Police force said Mountbatten-Windsor was released Thursday evening, about 11 hours after he was detained at his home in eastern England. He was photographed in a car leaving the police station near the royal Sandringham estate.\nPolice said he was released under investigation, meaning he has neither been charged nor exonerated.\nThe police force, which covers areas west of London, including Mountbatten-Windsor’s former home, said Thursday that a...\n\n=== 9. Arts panel made up of Trump appointees approves his White House ballroom proposal ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-white-house-ballroom-commission-fine-arts-f2a15d0b1c9c95f24816fe60b6b1ee5f&c=13452218646486364984&mkt=en-us\n发布时间: Thu, 19 Feb 2026 12:55:00 GMT\n内容:\nArts panel made up of Trump appointees approves his White House ballroom proposal\nArts panel made up of Trump appointees approves his White House ballroom proposal\nWASHINGTON (AP) — The U.S. Commission of Fine Arts, a panel made up of President Donald Trump’s appointees, on Thursday approved his proposal to build a ballroom larger than the White House itself where the East Wing once stood.\nThe seven-member panel is one of two federal agencies that must approve Trump’s plans for the ballroom. The National Capital Planning Commission, which has jurisdiction over construction and major renovation to government buildings in the region, is also reviewing the project.\nMembers of the fine arts commission originally had been scheduled to discuss and vote on the design concept after a follow-up presentation by the architect, and had planned to vote on final approval at next month’s meeting. But after the 6-0 vote on the design, the panel’s chairman, Rodney Mims Cook Jr., unexpectedly made another motion to vote on final approval.\nSix of the seven commissioners — all appointed by the Republican president in January — voted once more in favor. Commissioner James McCrery did not participate in the discussion or the votes because he was the initial architect on the project before Trump replaced him.\nThe ballroom will be built on the site of the former East Wing, which Trump had demolished in October with little public notice. That drew an outcry from some lawmakers, historians and preserv...\n\n=== 10. Trump’s refusal to invite all governors to a White House meeting prompts group to back out ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2fgovernors-trump-meeting-counterweight-washington-5e078af4172aba3ea3c734c910e4e0c0&c=9166039412888993908&mkt=en-us\n发布时间: Thu, 19 Feb 2026 11:42:00 GMT\n内容:\nTrump’s refusal to invite all governors to a White House meeting prompts group to back out\nTrump’s refusal to invite all governors to a White House meeting prompts group to back out\nWASHINGTON (AP) — The National Governors Association is pulling out of an annual meeting at the White House after President Donald Trump declined to invite two Democratic governors, undercutting one of Washington’s few remaining bipartisan gatherings.\nTrump is still expected to meet with governors at the White House on Friday but the event will not be facilitated by an organization founded more than a century ago to help state leaders from both parties advocate for their interests in Washington. The Republican president had refused to include Democratic Govs. Jared Polis of Colorado and Wes Moore of Maryland and recently blasted them on social media as “not worthy of being there.”\nIn a brief interview Thursday, Polis said he does not have “any ability to get in (Trump’s) head.” Polis said he was nonetheless meeting with governors from both parties while he is in the nation’s capital.\n“I’ve spent quality time with my colleagues this morning and really learning from one another and taking best practices that Republican or Democratic governors have launched in their state,” he said. “It’s really what these meetings are about.”\nThe episode underscores the confrontational approach Trump has taken during his second term toward state leaders he does not like. He has at times threatened to withhold federa...\n\n=== 11. Countries that attended Trump’s first Board of Peace meeting in Washington ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-board-of-peace-participants-b9b7e438caeca308c153b60c032895b9&c=4131011884628086063&mkt=en-us\n发布时间: Thu, 19 Feb 2026 11:37:00 GMT\n内容:\nCountries that attended Trump’s first Board of Peace meeting in Washington\nCountries that attended Trump’s first Board of Peace meeting in Washington\nWASHINGTON (AP) — The Board of Peace met for the first time in Washington on Thursday, bringing together officials from nearly 50 countries. Twenty-seven of the countries have joined the board. The other participating countries — as well as the European Union — came as observers.\nPresident Donald Trump opened the meeting, announcing that nine board members pledged a combined $7 billion toward relief in war-battered Gaza Strip.\nHere’s a look at which counties attended the meeting.\nMembers of the Board of Peace\n— Albania\n— Argentina\n— Armenia\n— Azerbaijan\n— Bahrain\n— Bulgaria\n— Cambodia\n— Egypt\n— El Salvador\n— Hungary\n— Indonesia\n— Israel\n— Jordan\n— Kazakhstan\n— Kosovo\n— Kuwait\n— Mongolia\n— Morocco\n— Pakistan\n— Paraguay\n— Qatar\n— Saudi Arabia\n— Turkey\n— United Arab Emirates\n— Uzbekistan\n— Vietnam\nObservers\n— Austria\n— Croatia\n— Cyprus\n— Czech Republic\n— European Union\n— Finland\n— Germany\n— Greece\n— India\n— Italy\n— Japan\n— Mexico\n— Netherlands\n— Norway\n— Oman\n— Poland\n— South Korea\n— Romania\n— Slovakia\n— Switzerland\n— Thailand\n— United Kingdom\n\n=== 12. Virginia Gov. Abigail Spanberger to give Democratic response to Trump’s State of the Union address ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69978ea2a9d64a10ae38d80378b4e785&url=https%3a%2f%2fapnews.com%2farticle%2fspanberger-state-of-union-trump-f1699f6fe7886012193b6a320661bcd3&c=17423650215480961194&mkt=en-us\n发布时间: Thu, 19 Feb 2026 13:12:00 GMT\n内容:\nVirginia Gov. Abigail Spanberger to give Democratic response to Trump’s State of the Union address\nWASHINGTON (AP) — Virginia Gov. Abigail Spanberger will deliver the Democratic response to President Donald Trump’s State of the Union address next week, just months after resoundingly winning an office previously held by a Republican.\nSpanberger, who served three terms in the U.S. House, became Virginia’s first female governor earlier this year. She won by a double-digit margin, campaigning on affordability and lowering costs for families — a message Democrats are now elevating as they seek to win back the House and Senate in this year’s midterm elections.\n“Gov. Spanberger will lay out a clear path forward: lower everyday costs, protect healthcare, and defend the freedoms that define who we are as a nation,” Senate Democratic leader Chuck Schumer said in a statement.\nDemocrats try to counter Trump’s large platform\nSpanbberger’s rebuttal will follow Trump’s address to Congress on Tuesday, where he’ll have a national platform to tout his record and shape the GOP’s message — valuable airtime presidents often use to the fullest. Trump’s first joint address of his second term last March stretched an hour and 40 minutes.\nSpanberger will have far less time for rebuttal. Last year’s Democratic response, delivered by Sen. Elissa Slotkin of Michigan, ran just over 10 minutes.\nThe brevity and lack of an audience have made the response to the State of the Union one of the most fraught assi...\n\n"
}