{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Savannah Guthrie says, 'We believe our mom is still out there' ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fsavannah-guthrie-says-we-believe-our-mom-is-still-out-there-2026-02-09%2f&c=593960068407766163&mkt=en-us\n发布时间: Mon, 09 Feb 2026 13:23:00 GMT\n内容:\n[抓取失败] 摘要: U.S. television network news host Savannah Guthrie took to social media on Monday to plead for the public's assistance in locating her elderly mother, who vanished from her Arizona home more than a ...\n\n=== 2. Palestinian woman hospitalized following seizure in US ICE detention ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fpalestinian-woman-hospitalized-following-seizure-us-ice-detention-2026-02-09%2f&c=1588444799689605759&mkt=en-us\n发布时间: Mon, 09 Feb 2026 13:07:00 GMT\n内容:\n[抓取失败] 摘要: A Palestinian woman, who lost dozens of family members in the Gaza war, has been hospitalized following a seizure in U.S. immigration detention, the Department of Homeland Security said on Monday.\n\n=== 3. Majority of striking New York nurses announce tentative deal with hospitals ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2flegal%2flitigation%2fmajority-striking-new-york-nurses-announce-tentative-deal-with-hospitals-2026-02-09%2f&c=14617024149906683149&mkt=en-us\n发布时间: Mon, 09 Feb 2026 11:59:00 GMT\n内容:\n[抓取失败] 摘要: Two-thirds of nurses who walked out of major hospitals in New York City a month ago have reached preliminary agreements with their employers and may end the strike this week, the union representing 15 ...\n\n=== 4. Priests say ICE contractor GEO rejected shareholder vote on human rights review ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fpriests-say-ice-contractor-geo-rejected-shareholder-vote-human-rights-review-2026-02-09%2f&c=9462203431015160244&mkt=en-us\n发布时间: Mon, 09 Feb 2026 10:34:00 GMT\n内容:\n[抓取失败] 摘要: A set of Catholic investors said on Monday private-prison operator GEO Group has rejected a shareholder vote designed to shed light on alleged human rights violations in its operation of ICE detention ...\n\n=== 5. UN seeks clarity on when US will pay dues, and how much ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fun-seeks-clarity-when-us-will-pay-dues-how-much-2026-02-09%2f&c=2174008655504891757&mkt=en-us\n发布时间: Mon, 09 Feb 2026 11:08:00 GMT\n内容:\n[抓取失败] 摘要: The United Nations said on Monday it is waiting for details on when and how much the United States will pay toward its delayed budget dues, following a promise last week that Washington would make an ...\n\n=== 6. As Trump presidency enters second year, his voters share hopes – and concerns ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-presidency-enters-second-year-his-voters-share-hopes-concerns-2026-02-10%2f&c=8802579466586846434&mkt=en-us\n发布时间: Mon, 09 Feb 2026 03:06:00 GMT\n内容:\n[抓取失败] 摘要: Trump voters urge him to tone down the rhetoric and focus more on domestic issues, especially clearer pathways to legal status for law-abiding immigrants, healthcare reform, curbing waste and fraud, ...\n\n=== 7. Trump seeks to limit legal options for fired federal workers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2fworld%2ftrump-seeks-limit-legal-options-fired-federal-workers-2026-02-09%2f&c=5982777640036277&mkt=en-us\n发布时间: Mon, 09 Feb 2026 05:07:00 GMT\n内容:\n[抓取失败] 摘要: The Trump administration is trying to make it harder for fired federal employees to get their jobs back, according to a government plan released on Monday, by limiting their right to appeal their ...\n\n=== 8. Morgan Stanley brings back veteran dealmaker Michael Grimes, memo shows ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2ffinance%2fmorgan-stanley-brings-back-veteran-dealmaker-michael-grimes-memo-shows-2026-02-09%2f&c=7438079617710571881&mkt=en-us\n发布时间: Mon, 09 Feb 2026 09:38:00 GMT\n内容:\n[抓取失败] 摘要: Morgan Stanley has brought back veteran dealmaker Michael Grimes as chairman of investment banking after his stint with the U.S. government, according to an internal memo seen by Reuters.\n\n=== 9. Bangladesh secures 19% US tariff and exemption for some apparel made with US material ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fbangladesh-secures-19-us-tariff-exemption-some-apparel-made-with-us-material-2026-02-09%2f&c=1404024073626162443&mkt=en-us\n发布时间: Mon, 09 Feb 2026 09:02:00 GMT\n内容:\n[抓取失败] 摘要: Bangladesh has secured a reduced 19% U.S. tariff under a trade agreement signed between the two countries on Monday that would exempt some textiles and garments manufactured with U.S. material, ...\n\n=== 10. Instagram, YouTube addiction trial kicks off in Los Angeles ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2flegal%2flitigation%2finstagram-youtube-addiction-trial-kicks-off-los-angeles-2026-02-09%2f&c=10885957380147481577&mkt=en-us\n发布时间: Mon, 09 Feb 2026 02:05:00 GMT\n内容:\n[抓取失败] 摘要: A California state court case over whether Instagram and YouTube harmed a woman's mental health through addictive app design kicks off on Monday with opening statements, in a test of whether Big Tech ...\n\n=== 11. Exclusive: Saudi Arabia wealth fund set to announce strategy revamp, sources say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fsaudi-pif-unveil-new-20262030-strategy-this-week-sources-say-2026-02-09%2f&c=1793899575277107060&mkt=en-us\n发布时间: Mon, 09 Feb 2026 05:43:00 GMT\n内容:\n[抓取失败] 摘要: Saudi Arabia's $925 billion Public Investment Fund (PIF) plans to announce a new five-year strategy this week, two people with direct knowledge of the matter said, in the biggest reset yet of Crown ...\n\n=== 12. Target steps up investment in store staffing, cuts about 500 other roles ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60c63b564637b71e1753bf7d7be4&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fretail-consumer%2ftarget-steps-up-investment-store-staffing-cuts-about-500-other-roles-cnbc-2026-02-09%2f&c=5785141976030524664&mkt=en-us\n发布时间: Mon, 09 Feb 2026 11:26:00 GMT\n内容:\n[抓取失败] 摘要: Target said on Monday it is streamlining its retail model as it looks to put money towards more hours for frontline store employees, eliminating around 500 office and supply chain jobs.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. When conflict meets competition: Trump’s immigration agenda roils opening days of Winter Olympics ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2folympics-trump-immigration-hunter-hess-2a017ee6a5df236817e3f85fb5c73b5a&c=15665526284287563492&mkt=en-us\n发布时间: Mon, 09 Feb 2026 13:48:00 GMT\n内容:\nWhen conflict meets competition: Trump’s immigration agenda roils opening days of Winter Olympics\nWhen conflict meets competition: Trump’s immigration agenda roils opening days of Winter Olympics\nLIVIGNO, Italy (AP) — As the Winter Olympics opened in Milan, Vice President JD Vance hailed the competition as “one of the few things that unites the entire country.”\nThat unity didn’t last long.\nThe early days of the Milan Cortina Games have been roiled by the tumultuous political debate in the U.S. American athletes have faced persistent questions about President Donald Trump’s aggressive immigration enforcement agenda and their comfort in representing a country whose policies are increasingly controversial on the world stage.\n“There’s obviously a lot going on that I’m not the biggest fan of and I think a lot of people aren’t,” American freestyle skier Hunter Hess said as he spoke of the “mixed emotions” of representing the U.S. “If it aligns with my moral values, I feel like I’m representing it. Just because I’m wearing the flag doesn’t mean I represent everything that’s going on in the U.S.”\nThat prompted a fast response from Trump, who said on social media that Hess was a “real loser” who “shouldn’t have tried out for the team.”\n“Very hard to root for someone like this,” the president added.\nThe criticism of an American athlete from a U.S. president was a sharp departure from the unifying, apolitical tones the White House typically strikes during the Olympics, highlighting how ...\n\n=== 2. Breaking down the symbolism in Bad Bunny’s Super Bowl halftime show ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2fbad-bunny-super-bowl-halftime-show-symbols-4252e3495e2b716b1be9064d5821b61e&c=8628931034803716276&mkt=en-us\n发布时间: Mon, 09 Feb 2026 10:44:00 GMT\n内容:\nBreaking down the symbolism in Bad Bunny’s Super Bowl halftime show\nBreaking down the symbolism in Bad Bunny’s Super Bowl halftime show\nFor his Super Bowl halftime show, Bad Bunny transported the field in Northern California around 3,500 miles, transforming it into the fields of Puerto Rico. Even before he launched into “Tití Me Preguntó,” the Puerto Rican superstar had suffused the set with symbols of the island — and a sense of wider Pan-Americanism.\nHere’s a breakdown of the Easter eggs hidden in plain view during the 13-minute set.\nSugarcane fields\nThe show opened in a sugarcane field, an homage to Puerto Rico’s main cash crop when it became a U.S. territory at the end of the 19th century. While the island transitioned from an agricultural society in the 1950s as tax incentives were introduced to encourage manufacturing, pava-sporting jíbaros (farmers) are still active — and iconic.\nDressed in all white\nThe jíbaros commonly wear all white, as Bad Bunny did throughout his appearance. White, after all, helps beat the Caribbean heat. But there’s also a common saying in Latin America: “Esta vestido de punta en blanco” — meaning “dressed in all white” but in a more figurative sense, “well dressed.”\nThe coconut stand\nTouting its “coco frio” wares, the stall evokes the Caribbean roadside stands selling cold, refreshing coconut water in the fruit itself — none of that boxed stuff you’d find at the grocery store. Just add a straw. (But don’t get it on your all-white clothes. It’ll...\n\n=== 3. Catherine O’Hara died from a pulmonary embolism. Cancer was the underlying cause ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2fcatherine-ohara-cause-of-death-17124e0b91c258a88b9acce6c7dd8f54&c=6275500036044471216&mkt=en-us\n发布时间: Mon, 09 Feb 2026 13:42:00 GMT\n内容:\nCatherine O’Hara died from a pulmonary embolism. Cancer was the underlying cause\nCatherine O’Hara died from a pulmonary embolism. Cancer was the underlying cause\nLOS ANGELES (AP) — Catherine O’Hara died from a pulmonary embolism, with cancer as the underlying cause.\nA Los Angeles County death certificate issued Monday lists the pulmonary embolism, which occurs when a blood clot blocks an artery in the lungs, as the immediate cause of the actor’s Jan. 30 death at age 71. Rectal cancer was the long-term cause.\nThe oncologist who signed off on the certificate indicated that he had been treating O’Hara since March of last year, and last saw her on Jan. 27. She died at a hospital in Santa Monica, California.\nThe beloved Canadian-born comic actor and “SCTV” alum starred as Macaulay Culkin’s mother in two “Home Alone” movies and won an Emmy as the dramatically oblivious wealthy matriarch Moira Rose in “Schitt’s Creek.”\nHer death was a surprise to most, and an initial statement from her representatives said only that she died “following a brief illness.”\nCollaborators including Culkin, Christopher Guest, Eugene Levy and Pedro Pascal paid her loving tribute after her death.\nThe document said she was cremated. It lists her profession as “actress” and her business as movies. It said she practiced her trade for 50 years.\n\n=== 4. US skater Amber Glenn faces fallout over politics and issues with music copyright after Olympic gold ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2fmilan-cortina-olympics-figure-skating-copyright-0d46df364ff67d430b394e40089926f0&c=1375134151739355106&mkt=en-us\n发布时间: Mon, 09 Feb 2026 11:26:00 GMT\n内容:\nUS skater Amber Glenn faces fallout over politics and issues with music copyright after Olympic gold\nMILAN (AP) — On the same day Amber Glenn won Olympic gold as part of the team event, and stepped away from social media due to backlash over her comments on politics and the LGBTQ+ community, the American figure skater ended up with another headache.\nCanadian artist Seb McKinnon, who produces music under the name CLANN, took to social media late Sunday to object to the use of his song “The Return,” which Glenn had used in her free skate — and has been using for the past two years without issue.\n“So just found out an Olympic figure skater used one of my songs without permission for their routine. It aired all over the world ... what? Is that usual practice for the Olympics?” McKinnon posted to X, shortly after the team competition had ended.\nFigure skaters are required to obtain permission for the music they use, but that process is hardly straightforward.\nSometimes the label or record producer owns the copyright, other times the artist themselves, and often there are multiple parties involved. Skaters sometimes will piece together different cuts of music, too. Throw in third-party companies such as ClicknClear that try to smooth out the permission process, and the entire copyright issue becomes murky and nuanced.\nAccording to McKinnon, “The deal I have with my label is that I alone can give the OK to license my music.” McKinnon later said that he’d be looking into the situatio...\n\n=== 5. Dutch speedskater Jutta Leerdam wins women’s 1,000 Olympic gold with fiancé Jake Paul in the stands ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2folympics-speedskating-women-1000-cortina-leerdam-paul-0206ae595e5cfacb05fb6141503a100c&c=4840204374027641820&mkt=en-us\n发布时间: Mon, 09 Feb 2026 12:38:00 GMT\n内容:\nDutch speedskater Jutta Leerdam wins women’s 1,000 Olympic gold with fiancé Jake Paul in the stands\nDutch speedskater Jutta Leerdam wins women’s 1,000 Olympic gold with fiancé Jake Paul in the stands\nMILAN (AP) — There is little question that Jutta Leerdam and her fiancé, YouTuber-turned-boxer Jake Paul, have brought new eyeballs to speedskating with all of their millions of followers on social media. Now all of those people who have been introduced to her sport saw Leerdam become an Olympic champion.\nStepping to the line well aware that her talented Dutch teammate, Femke Kok, had bettered the event’s existing Winter Games record two heats earlier Monday, and with Paul getting out of his second-row seat to cheer, Leerdam lowered that mark even further and won in 1 minute, 12.31 seconds at the Milan Cortina Olympics.\n“Everyone saw how hard of a position I had in the last pair, after a super good time. For everyone, it was surreal,” said Leerdam, who was up against defending champion Miho Takagi of Japan in the day’s final heat. “It feels very amazing. Just like a cherry on top of my career, basically. It’s amazing. It’s perfect.”\nIn front of a raucous crowd of orange-clad fans from her speedskating-loving nation, 2022 silver medalist Leerdam never strayed from her steady strides until she’d crossed the finish line. Then she threw an arm overhead and let out a shout.\nSoon, she was along the boards near where Paul was. Leerdam blew him kisses and formed a heart shape with her ha...\n\n=== 6. Palace says King Charles III will support police assessing former Prince Andrew’s Epstein links ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2fbritain-epstein-andrew-royals-william-0d3b16798b32ebd1d98b72d209769105&c=8015660579224175830&mkt=en-us\n发布时间: Mon, 09 Feb 2026 12:45:00 GMT\n内容:\nPalace says King Charles III will support police assessing former Prince Andrew’s Epstein links\nPalace says King Charles III will support police assessing former Prince Andrew’s Epstein links\nLONDON (AP) — King Charles III is ready to “support’’ UK police examining claims that the former Prince Andrew gave confidential information to convicted sex offender Jeffrey Epstein, Buckingham Palace said on Monday.\nThe statement came after Thames Valley Police said Monday that they were“assessing” reports that the former prince, now known as Andrew Mountbatten-Windsor, sent trade reports to Epstein in 2010. The department, which serves an area west of London that includes Mountbatten-Windsor’s former home, previously said it was evaluating allegations that Epstein flew a young woman to Britain to have sex with Andrew, also in 2010.\n“The King has made clear, in words and through unprecedented actions, his profound concern at allegations which continue to come to light in respect of Mr. Mountbatten-Windsor’s conduct,’’ the palace said in a statement. “While the specific claims in question are for Mr. Mountbatten-Windsor to address, if we are approached by Thames Valley Police we stand ready to support them as you would expect.’’\nThe statement is just the latest effort by the palace to distance the royal family from Mountbatten-Windsor as the U.S. Justice Department’s release of more than 3 million pages of documents from its investigation into Epstein reveal more embarrassing details ab...\n\n=== 7. Lawmakers rally in support of British PM Starmer as calls to resign ease ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2flive%2fuk-starmer-resign-epstein-mandelson-updates&c=9209947517421513578&mkt=en-us\n发布时间: Mon, 09 Feb 2026 12:25:00 GMT\n内容:\nLawmakers rally in support of British PM Starmer as calls to resign ease\nToday’s live updates have ended. Read what you missed below and find more coverage at apnews.com.\nBritish Prime Minister Keir Starmer found broad support among lawmakers Monday, easing speculation that he will be toppled by revelations about his former ambassador’s ties to late convicted sex offender Jeffrey Epstein.\nIn an attempt to rebuild some of his badly weakened authority, Starmer addressed Labour lawmakers in a 75-minute closed-door session, the same day his office said he does not plan to step down. All of Starmer’s Cabinet members extended public support to him in the hours before the session, and legislators gave him a round of applause when it concluded.\nThe prime minister is facing heavy criticism for appointing in 2024 Labour politician Peter Mandelson as the U.K. ambassador to the U.S. despite his disclosed ties to the convicted sex offender. Starmer fired Mandelson in September after published emails revealed his friendship with Epstein.\nThe recent release of millions of pages of Epstein-related documents by the U.S. Justice Department showed how close Mandelson and Epstein were, putting Stamer’s judgment under more scrutiny than ever before.\nThe leader of the Labour Party in Scotland, Anas Sarwar, on Monday became the most senior Labour lawmaker to call on Starmer to resign.\nWhat to know:\n- Who would replace Starmer if he resigns? While no clear front-runner has emerged, there are potenti...\n\n=== 8. Lindsey Vonn’s father tells the AP he wants her to retire after her Olympic crash ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2flindsey-vonns-father-olympics-crash-e8d93eccc6858f62d4da8993505da018&c=6106881324129939347&mkt=en-us\n发布时间: Mon, 09 Feb 2026 13:36:00 GMT\n内容:\nLindsey Vonn’s father tells the AP he wants her to retire after her Olympic crash\nLindsey Vonn’s father tells the AP he wants her to retire after her Olympic crash\nCORTINA D’AMPEZZO, Italy (AP) — Lindsey Vonn’s father said Monday that the American superstar will no longer race if he has any influence over her decision and that she will not return to the Winter Olympics after breaking her leg in the downhill over the weekend.\n“She’s 41 years old and this is the end of her career,” Alan Kildow said in a telephone interview with The Associated Press. “There will be no more ski races for Lindsey Vonn, as long as I have anything to say about it.”\nKildow and the rest of Vonn’s family — a brother and two sisters, too — have been with Vonn while she is being treated at a hospital in Treviso following her fall and helicopter evacuation from the course in Cortina on Sunday.\nThe hospital late Sunday released a statement saying Vonn had undergone surgery on her left leg and the U.S. Ski Team said she was in stable condition. There have not been other updates since.\nKildow declined to comment on details of Vonn’s injuries, but he did address how she was doing emotionally.\n“She’s a very strong individual,” Kildow said. “She knows physical pain and she understands the circumstances that she finds herself in. And she’s able to handle it. Better than I expected. She’s a very, very strong person. And so I think she’s handling it real well.”\nKildow — a former ski racer himself who taught his da...\n\n=== 9. Lindsey Vonn says she has complex tibia fracture requiring multiple surgeries after Olympic crash ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2flindsey-vonn-crash-olympics-cortina-81da72485c0e860aead3fdf91b841f7f&c=14231584840858430862&mkt=en-us\n发布时间: Mon, 09 Feb 2026 14:20:00 GMT\n内容:\nLindsey Vonn says she has complex tibia fracture requiring multiple surgeries after Olympic crash\nLindsey Vonn says she has complex tibia fracture requiring multiple surgeries after Olympic crash\nLindsey Vonn’s defiant bid to win the Winter Olympic downhill at the age of 41, on a rebuilt right knee and a badly injured left knee, ended Sunday in a frightening crash that left her with a broken leg and saw her taken to safety by a rescue helicopter for the second time in nine days.\nLindsey Vonn, racing on a badly injured left knee, crashed early in the Olympic downhill Sunday and was taken off the course in a helicopter after the American received medical attention for several minutes.\nU.S. skier Lindsey Vonn’s defiant bid to win the Winter Olympic downhill on a rebuilt right knee and a badly injured left knee, ended in a crash that left her with a broken leg. Associated Press photojournalist Jacquelyn Martin describes what she saw.\nUnited States’ Lindsey Vonn concentrates ahead of an alpine ski, women’s downhill official training, at the 2026 Winter Olympics, in Cortina d’Ampezzo, Italy, Friday, Feb. 6, 2026. (AP Photo/Marco Trovati)\nUnited States’ Lindsey Vonn crashes into a gate during an alpine ski women’s downhill race, at the 2026 Winter Olympics, in Cortina d’Ampezzo, Italy, Sunday, Feb. 8, 2026. (AP Photo/Jacquelyn Martin)\nIn this image taken from video provided by Olympic Broadcasting Services, OBS, United States’ Lindsey Vonn crashes during an alpine ski women’s downhi...\n\n=== 10. Ghislaine Maxwell appeals for clemency from Trump as she declines to answer questions from lawmakers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2fjeffrey-epstein-ghislaine-maxwell-congress-f1e947bb9128aaa626390f0987f322e9&c=8135344913489524707&mkt=en-us\n发布时间: Mon, 09 Feb 2026 12:58:00 GMT\n内容:\nGhislaine Maxwell appeals for clemency from Trump as she declines to answer questions from lawmakers\nGhislaine Maxwell appeals for clemency from Trump as she declines to answer questions from lawmakers\nWASHINGTON (AP) — Ghislaine Maxwell, the former girlfriend of Jeffrey Epstein, declined to answer questions from House lawmakers in a deposition Monday, but indicated that if President Donald Trump ended her prison sentence, she was willing to testify that neither he nor former President Bill Clinton had done anything wrong in their connections with Epstein.\nThe House Oversight Committee had wanted Maxwell to answer questions during a video call to the federal prison camp in Texas where she’s serving a 20-year sentence for sex trafficking, but she invoked her Fifth Amendment rights to avoid answering questions that would be self-incriminating. She’s come under new scrutiny as lawmakers try to investigate how Epstein, a well-connected financier, was able to sexually abuse underage girls for years.\nAmid a reckoning over Epstein’s abuse that has spilled into the highest levels of businesses and governments around the globe, lawmakers are searching for anyone who was connected to Epstein and may have facilitated his abuse. So far, the revelations have shown how both Trump and Clinton spent time with Epstein in the 1990s and early 2000s, but they have not been credibly accused of wrongdoing.\nDuring the closed-door deposition Monday, Maxwell’s attorney David Oscar Markus said in a st...\n\n=== 11. Trump administration’s changes to the CFPB cost Americans $19B, a new report says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2fcfpb-russell-vought-trump-elizabeth-warren-783a68f170d79e83444fe2350239d098&c=14748964407701549786&mkt=en-us\n发布时间: Mon, 09 Feb 2026 11:29:00 GMT\n内容:\nTrump administration’s changes to the CFPB cost Americans $19B, a new report says\nNEW YORK (AP) — One year after the Trump administration took control of the Consumer Financial Protection Bureau, the consumer watchdog has largely retreated from enforcement and regulatory work, changes that consumer advocates and Democrats now estimate have cost Americans at least $19 billion in financial relief.\nIn a report provided to The Associated Press ahead of its release by the office of Sen. Elizabeth Warren on Monday, the authors say the CFPB harmed consumers by abandoning major consumer protections, stalling investigation and dismissing a number of lawsuits.\n“Trump’s attempt to sideline the CFPB has cost families billions of dollars over the last year alone,” said Warren, the top Democrat on the Senate Banking Committee, as well as one of the bureau’s fiercest defenders in Congress.\nThe administration and congressional Republicans have argued that the bureau needed to be downsized and reined in because it had grown too large and overreaching.\nThe administration assumed control of the CFPB in February 2025 after Rohit Chopra, the bureau’s director under President Joe Biden, resigned, leaving White House budget director Russell Vought as acting director. Since then, few new investigations have been opened, many employees have been ordered not to work and several pending enforcement actions against financial companies have been dropped.\nThe White House announced in April that it wanted ...\n\n=== 12. Attorney says Falcons rookie James Pearce Jr. maintains his innocence while facing 5 felony charges ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698a60ca19e94c849c441148383c198f&url=https%3a%2f%2fapnews.com%2farticle%2ffalcons-pearce-arrest-76891d9b6a949922ef6985ee89236730&c=2999797277840119836&mkt=en-us\n发布时间: Mon, 09 Feb 2026 13:33:00 GMT\n内容:\nAttorney says Falcons rookie James Pearce Jr. maintains his innocence while facing 5 felony charges\nAttorney says Falcons rookie James Pearce Jr. maintains his innocence while facing 5 felony charges\nATLANTA (AP) — The attorney for Atlanta Falcons rookie James Pearce Jr. says Pearce “maintains his innocence” as he faces five felony charges following his arrest near Miami on Saturday night.\nPearce’s charges include fleeing police after what Doral police said was a domestic dispute with WNBA player Rickea Jackson. Pearce was arrested after crashing his car. His charges include two counts of aggravated battery with a deadly weapon and aggravated stalking.\nAccording to details of the arrest in the complaint/arrest affidavit obtained by The Associated Press from the Miami-Dade County state attorney’s office on Monday, Pearce allegedly refused an initial order from police to “get on the floor” when they responded to the report of the domestic dispute. The police account says Pearce then drove away and hit a police officer’s left knee with his Lamborghini “intentionally in an attempt to evade arrest.”\nAccording to the police account of the arrest, Pearce wrecked his vehicle and then continued in his attempt to elude police by running before being apprehended following a “short struggle.”\nThe police account said Jackson told police she ended the relationship with Pearce after three years and blocked his phone number before Pearce continued to contact her by using a different number.\n...\n\n"
}