{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Five-year-old boy detained by ICE has returned to Minnesota, lawmaker says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ffive-year-old-boy-detained-by-ice-has-returned-minnesota-lawmaker-says-2026-02-01%2f&c=16691363939967004449&mkt=en-us\n发布时间: Sun, 01 Feb 2026 10:57:00 GMT\n内容:\n[抓取失败] 摘要: The Ecuadorean boy and his father, who entered the United States legally as asylum applicants, had been held in a detention facility in Dilley, Texas.\n\n=== 2. Alibaba to spend $431 million for Lunar New Year AI push as chatbot war heats up ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2falibaba-spend-431-million-lunar-new-year-ai-push-chatbot-war-heats-up-2026-02-02%2f&c=18365956887551049712&mkt=en-us\n发布时间: Sun, 01 Feb 2026 20:38:00 GMT\n内容:\n[抓取失败] 摘要: Alibaba said on Monday it will spend 3 billion yuan ($431 million) to attract users to its Qwen AI app during the Lunar New Year holiday, heating up a race between China's largest tech firms.\n\n=== 3. Former UK minister Mandelson quits Labour after new Epstein revelations, media say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fuk%2fformer-uk-minister-mandelson-quits-labour-after-new-epstein-revelations-media-2026-02-01%2f&c=14222558985965555846&mkt=en-us\n发布时间: Sun, 01 Feb 2026 14:55:00 GMT\n内容:\n[抓取失败] 摘要: Former British government minister Peter Mandelson has resigned as a member of Prime Minister Keir Starmer's Labour Party after new reports of his ties with disgraced U.S. financier Jeffrey Epstein, ...\n\n=== 4. Washington scolds Cuba after crowds heckle US diplomat ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fwashington-scolds-cuba-after-crowds-heckle-us-diplomat-2026-02-01%2f&c=15367483999545396160&mkt=en-us\n发布时间: Sun, 01 Feb 2026 13:21:00 GMT\n内容:\n[抓取失败] 摘要: The United States on Sunday accused Cuba of interfering with the work of its top diplomat in Havana after small groups of Cubans jeered at him during meetings with residents and church representatives ...\n\n=== 5. Japan PM Takaichi's party poised for landslide victory, poll shows ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fasia-pacific%2fjapan-pm-takaichis-party-poised-landslide-victory-asahi-poll-shows-2026-02-01%2f&c=12751063074500962885&mkt=en-us\n发布时间: Sun, 01 Feb 2026 14:02:00 GMT\n内容:\n[抓取失败] 摘要: Japanese Prime Minister Sanae Takaichi's party is likely to score a landslide victory in next week's lower house election, a survey by the Asahi newspaper showed, heightening the chance the country ...\n\n=== 6. Texas Democrat's win a 'wake-up call' for Republicans ahead of 2026 elections ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftexas-democrats-win-wake-up-call-republicans-ahead-2026-elections-2026-02-01%2f&c=18224245875514382931&mkt=en-us\n发布时间: Sun, 01 Feb 2026 10:24:00 GMT\n内容:\n[抓取失败] 摘要: With a handful of open seats, Republicans currently hold a slim 218-213 edge in the U.S. House, but that will narrow further after the swearing-in of Representative-elect Christian Menefee, a Texas ...\n\n=== 7. Aviation leaders tackle industrial and geopolitical headwinds ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2faviation-leaders-tackle-industrial-geopolitical-headwinds-2026-02-02%2f&c=17137040654377322678&mkt=en-us\n发布时间: Sun, 01 Feb 2026 18:25:00 GMT\n内容:\n[抓取失败] 摘要: Aviation leaders tackled barriers to growth and the impact of geopolitical tensions on the eve of the Singapore Airshow on Monday, while reaffirming pledges to reduce emissions.\n\n=== 8. Disgruntled with Western pork, China wants to go back to black pigs ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fdisgruntled-with-western-pork-china-wants-go-back-black-pigs-2026-02-02%2f&c=2646529468605118435&mkt=en-us\n发布时间: Sun, 01 Feb 2026 16:08:00 GMT\n内容:\n[抓取失败] 摘要: Gao Xianghua is a happy mom this year because she knows her teenage kids will eagerly finish the pork belly she is braising for the Lunar New Year feast.\n\n=== 9. Asia's factory activity expands on solid global demand ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fglobal-economy-asias-factory-activity-expands-solid-global-demand-2026-02-02%2f&c=9292883838051515848&mkt=en-us\n发布时间: Sun, 01 Feb 2026 17:47:00 GMT\n内容:\n[抓取失败] 摘要: Asia's factory activity ​expanded in January as solid global demand lifted export orders, private-sector surveys ‌showed on Monday, offering policymakers some assurance the hit from higher U.S.\n\n=== 10. Hyundai Motor did not exercise option to buy back Russian auto factory ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f611a5344f78d9a80ed3bddd0b4&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fautos-transportation%2fhyundai-motor-did-not-exercise-option-buy-back-russian-auto-factory-2026-02-02%2f&c=6239531523809741119&mkt=en-us\n发布时间: Sun, 01 Feb 2026 15:34:00 GMT\n内容:\n[抓取失败] 摘要: South Korean automaker Hyundai Motor did not exercise a buyback option for its former manufacturing plant in Russia, the company said on Monday, amid the continuing war in Ukraine.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Speaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2fgovernment-shutdown-house-johnson-trump-ice-democrats-bb4cfeaab5f3a17e2fde5c23bb27677f&c=7860213758129212931&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:02:00 GMT\n内容:\nSpeaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens\nSpeaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens\nWASHINGTON (AP) — House Speaker Mike Johnson faces tough days ahead trying to muscle a federal funding package to passage and prevent a prolonged partial government shutdown as debate intensifies over the Trump administration’s sweeping immigration enforcement operations.\nJohnson signaled he is relying on help from President Donald Trump to ensure passage. Trump struck a deal with senators to separate funding for the Department of Homeland Security from a broader package after public outrage over two shooting deaths during protests in Minneapolis against Immigration and Customs Enforcement. Under the plan approved by the Senate, DHS would be funded temporarily to Feb. 13, setting up a deadline for Congress to try to find consensus on new restrictions on ICE operations.\n“The president is leading this,” Johnson, R-La., told “Fox News Sunday.”\n“It’s his play call to do it this way,” the speaker said, adding that the Republican president has “already conceded that he wants to turn down the volume” on federal immigration sweeps and raids.\nA first test will come Monday afternoon during a committee meeting when Johnson will need his own GOP majority to advance the package after Democrats refused to provide the votes for speedy consideration. Johnson said he is hopeful work can wrap up...\n\n=== 2. Johnson says no quick House vote to end partial shutdown and blames Democrats for their ICE demands ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2fshutdown-ice-trump-democrats-demands-johnson-funding-d90a24827e48c18fc1c14c76adfecda6&c=8572554049317497323&mkt=en-us\n发布时间: Sun, 01 Feb 2026 12:40:00 GMT\n内容:\nJohnson says no quick House vote to end partial shutdown and blames Democrats for their ICE demands\nJohnson says no quick House vote to end partial shutdown and blames Democrats for their ICE demands\nWASHINGTON (AP) — House Speaker Mike Johnson said Sunday it will be a few days before a government funding package comes up for a vote, all but ensuring the partial federal shutdown will drag into the week as Democrats and Republicans debate reining in the Trump administration’s sweeping immigration enforcement operations.\nJohnson signaled he is relying on help from President Donald Trump to ensure passage. Trump struck a deal with senators to separate funding for the Department of Homeland Security from a broader package after public outrage over two shooting deaths during protests in Minneapolis against Immigration and Customs Enforcement. The measure approved Friday by the Senate would fund DHS temporarily, for two weeks, setting up a deadline for Congress to debate and vote on new restrictions on ICE operations.\n“The president is leading this,” Johnson, R-La., told “Fox News Sunday.”\n“It’s his play call to do it this way,” the speaker said, adding that the Republican president has “already conceded that he wants to turn down the volume” on federal immigration operations.\nJohnson faces a daunting challenge ahead, trying to muscle the funding legislation through the House while Democrats are refusing to provide the votes for speedy passage. They are demanding restraints on ICE ...\n\n=== 3. Indonesia lets Elon Musk’s Grok back online under tight supervision ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2findonesia-grok-x-musk-ai-deepfakes-9dab729bf61d54257cc772b02fbf21c0&c=17578784866413411999&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:01:00 GMT\n内容:\nIndonesia lets Elon Musk’s Grok back online under tight supervision\nJAKARTA, Indonesia (AP) — Indonesia allowed Elon Musk’s artificial intelligence chatbot Grok to resume operations in the country on a conditional basis and under strict supervision, weeks after banning it for explicit sexual content.\nMusk’s social platform X Corp made a written commitment to service improvements and compliance with applicable laws, the communications ministry said in a statement Sunday.\nThe company told the ministry it had taken steps to address the misuse of Grok services, including restricting access to certain features, according to the statement.\nIndonesia and Malaysia were the first two countries that blocked access to Grok in January over concerns it was being misused to generate sexually explicit and nonconsensual images.\nMalaysian authorities lifted the temporary restriction after the company took security and preventive measures. Malaysian regulators said they met last week with X’s representatives and would continue to monitor the situation.\nThe normalization of Grok’s operations in Indonesia was not unconditional, said Alexander Sabar, the ministry’s director general of digital space supervision. He added that the steps X claims to have taken will be verified and tested by Indonesian authorities to ensure they prevent violations, including the distribution of illegal content and violations of child protection principles.\n“If inconsistencies or further violations are found in its im...\n\n=== 4. Did artificial intelligence really drive layoffs at Amazon and other firms? It can be hard to tell ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2fai-job-impacts-layoffs-amazon-pinterest-dow-7736d042172743301dd7e494813a885d&c=14524061071442784296&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:01:00 GMT\n内容:\nDid artificial intelligence really drive layoffs at Amazon and other firms? It can be hard to tell\nDid artificial intelligence really drive layoffs at Amazon and other firms? It can be hard to tell\nThe one thing N. Lee Plumb knows for sure about being laid off from Amazon last week is that it wasn’t a failure to get on board with the company’s artificial intelligence plans.\nPlumb, his team’s head of “AI enablement,” says he was so prolific in his use of Amazon’s new AI coding tool that the company flagged him as one of its top users.\nMany assumed Amazon’s 16,000 corporate layoffs announced last week reflected CEO Andy Jassy’s push to “reduce our total corporate workforce as we get efficiency gains from using AI extensively across the company.”\nBut like other companies that have tied workforce changes to AI — including Expedia, Pinterest and Dow last week — it can be hard for economists, or individual employees like Plumb, to know if AI is the real reason behind the layoffs or if it’s the message a company wants to tell Wall Street.\n“AI has to drive a return on investment,” said Plumb, who worked at Amazon for eight years. “When you reduce head count, you’ve demonstrated efficiency, you attract more capital, the share price goes up.”\n“So you could potentially have just been bloated in the first place, reduce head count, attribute it to AI, and now you’ve got a value story,” he said.\nPlumb is atypical for an Amazon worker in that he’s also running what he describes as a “long s...\n\n=== 5. Trail Blazers’ Deni Avdija becomes the first Israeli to be named an NBA All-Star ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2ftrail-blazers-deni-avdija-all-star-52fa89522d8b3ee207936d965a4d2ac5&c=16715616424309494200&mkt=en-us\n发布时间: Sun, 01 Feb 2026 18:35:00 GMT\n内容:\nTrail Blazers’ Deni Avdija becomes the first Israeli to be named an NBA All-Star\nPORTLAND, Ore. (AP) — Deni Avdija’s breakout season earned him an All-Star nod.\nThe Portland Trail Blazers forward was named as a Western Conference reserve on Sunday night. He was among 14 reserves announced for the All-Star showcase on Feb. 15 in Inglewood, California.\nAvdija is the first Israeli to be named an NBA All-Star. The 25-year-old was born in Beit Zera, a kibbutz on the southern shore of the Sea of Galilee.\nNicknamed “Turbo,” Avdija is averaging career bests of 25.5 points and 6.7 assists along with 7.2 rebounds in 44 games. He’s one of three players averaging at least 25 points, seven rebounds and six assists, joining Nikola Jokic and Luka Doncic.\n“Proud of him. I know he cares about this team,” Blazers coach Tiago Splitter said. “When you see a person like that succeeding, it’s truly special.”\nThe 6-foot-8 Avdija has three triple-doubles this season. He has reached double figures in assists nine times and scored 20 or more points 35 times.\nShooting 46.7% from the field, Avdija has helped steady the rebuilding Blazers through a series of injures. Portland was 23-26 and in ninth in the Western Conference heading into Sunday’s game against Cleveland.\nAvdija was sidelined by a sore back against the Cavaliers, the sixth game he’s missed in the past 10.\nHe’s the 17th player in Blazers history to be named an All-Star and the first since Damian Lillard in 2023.\nAvdija is in his second seaso...\n\n=== 6. LeBron’s All-Star streak at 22 years. Duren, Powell, Johnson, Murray, Holmgren, Avdija 1st-timers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2fnba-all-star-reserves-lebron-ff1b6fbaaeb730770fa41224e10aac9d&c=10914402675051746294&mkt=en-us\n发布时间: Sun, 01 Feb 2026 19:27:00 GMT\n内容:\nLeBron’s All-Star streak at 22 years. Duren, Powell, Johnson, Murray, Holmgren, Avdija 1st-timers\nLeBron’s All-Star streak at 22 years. Duren, Powell, Johnson, Murray, Holmgren, Avdija 1st-timers\nLeBron James is an All-Star again, extending his record streak of selections.\nJames was a pick for the 22nd consecutive year, one of 14 players who were announced Sunday as reserves for the Feb. 15 midseason showcase that’ll take place at the Los Angeles Clippers’ arena in Inglewood, California.\nJames is the All-Star record holder in a number of categories. He also has the most All-Star game appearances (20) and the most points (434) in those contests.\n“I didn’t make it my rookie year. Twenty-two straight. Nah, it ain’t bad,” James said in a video posted by the NBA before he and the Los Angeles Lakers took on the New York Knicks on Sunday night, shortly after the word of his selection was revealed. “Blessed. Honored. Truly.”\nThe Los Angeles Lakers star was not chosen as a starter this season in the process that includes voting from fans, media and other players. NBA coaches choose the reserves and, if necessary, Commissioner Adam Silver will select any additional players necessary for the All-Star rosters should someone need to be replaced because of injury.\nJames did not play in last season’s All-Star event because of injury.\n“You think about a star player, their prime is their All-NBA, All-Star years,” Lakers coach JJ Redick said. “And you know, he’s basically had a 20-plus-year pr...\n\n=== 7. A mix of hope and fear settles over Venezuela after US-imposed government change ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2fvenezuela-maduro-capture-trump-rodriguez-oil-mood-978b680e56f5dad8841793c553f281ba&c=9617824068919335862&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:11:00 GMT\n内容:\nA mix of hope and fear settles over Venezuela after US-imposed government change\nA mix of hope and fear settles over Venezuela after US-imposed government change\nCARACAS, Venezuela (AP) — Time in Venezuela feels like it’s moving both too fast and too slow. The pillars of the country’s self-proclaimed socialist government are falling at a dizzying pace or not quickly enough. Economic relief is finally on the horizon or already too late.\nThirty days after the U.S. raid and capture of then-President Nicolás Maduro upended Venezuela, adults and children alike are still unsure of what exactly is happening around them. And as the initial shock gives way to a mix of uncertainty, hope and disappointment, a pervasive fear of another attack or more government repression continues to hang over them.\nIn the capital, Caracas, where government-sponsored billboards and graffiti demand that the U.S. free Maduro, many residents wonder whether his successor, acting President Delcy Rodríguez has any autonomy or is capitulating to White House demands; whether she is Maduro by another name, and — crucial to their immediate needs — whether to believe, as indicated by her, that a long-sought wage increase is on the horizon. Meanwhile, long-silent opposition leaders have finally emerged to speak publicly.\n“It’s an important change, certainly, but everything is the same, everything,” retiree Julio Castillo, 74, said of the removal of Maduro from office. “I feel as if nothing much has happened.”\n‘We a...\n\n=== 8. Chris Kreider scores 2 goals, Ducks beat slumping Golden Knights 4-3 to sweep season series ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2fducks-golden-knights-score-f23025603cb078ec694a0858cc86b696&c=11663410157463214272&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:32:00 GMT\n内容:\nChris Kreider scores 2 goals, Ducks beat slumping Golden Knights 4-3 to sweep season series\nChris Kreider scores 2 goals, Ducks beat slumping Golden Knights 4-3 to sweep season series\nANAHEIM, Calif. (AP) — Chris Kreider scored two goals, Lukas Dostal made 27 saves and the Anaheim Ducks swept their three-game season series with the Vegas Golden Knights with a 4-3 victory on Sunday night.\nCutter Gauthier scored and Ryan Poehling added an empty-net goal for the Ducks. Anaheim earned its eighth victory in 10 games overall despite nearly blowing an early 3-0 lead during a third period dominated by Vegas.\nMitch Marner and Ivan Barbashev scored goals in their third straight games for the Golden Knights, who have lost five straight and seven of eight. Vegas has gone on two five-game skids since Christmas, with an 8-2-0 surge sandwiched between them.\nTomas Hertl scored with 6 seconds to play and Adin Hill stopped 19 shots for Vegas.\nKreider put Anaheim up 2-0 with his first multigoal game since Nov. 6 for the Ducks, who acquired him last June from the New York Rangers.\nHe opened the scoring late in the first when a puck from Poehling hit his leg and went in. He tipped home his 19th goal early in the second.\nGauthier scored his 24th goal a few minutes later, beating Hill at the near post for Anaheim’s fifth power-play goal in five games.\nMarner took advantage of a lucky deflection when Mark Stone’s pass from behind the net ricocheted off two Ducks and went straight to him.\nVegas took ...\n\n=== 9. Top Justice Department official plays down chance for charges arising from Epstein files revelations ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-justice-department-epstein-files-28e917b173e0c371cff08946a24d2cd3&c=3208950160028673614&mkt=en-us\n发布时间: Sun, 01 Feb 2026 12:41:00 GMT\n内容:\nTop Justice Department official plays down chance for charges arising from Epstein files revelations\nTop Justice Department official plays down chance for charges arising from Epstein files revelations\nWASHINGTON (AP) — A top Justice Department official played down the possibility of additional criminal charges arising from the Jeffrey Epstein files, saying Sunday that the existence of “horrible photographs” and troubling email correspondence does not “allow us necessarily to prosecute somebody.”\nDepartment officials said over the summer that a review of Epstein-related records did not establish a basis for new criminal investigations, and Deputy Attorney General Todd Blanche said that position remains unchanged even as a massive document dump since Friday has focused fresh attention on Epstein’s links to powerful individuals around the world and revived questions about what, if any, knowledge the wealthy financier’s associates had about his crimes.\n“There’s a lot of correspondence. There’s a lot of emails. There’s a lot of photographs. There’s a lot of horrible photographs that appear to be taken by Mr. Epstein or people around him,” Blanche said Sunday on CNN’s “State of the Union.” “But that doesn’t allow us necessarily to prosecute somebody.”\nHe said victims of Epstein’s sex abuse “want to be made whole,” but that “doesn’t mean we can just create evidence or that we can just kind of come up with a case that isn’t there.”\nPresident Donald Trump’s Justice Department said Fr...\n\n=== 10. Snack like a pro on Super Bowl Sunday with Panko-crusted chicken strips and game-changing sauce ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2fsuper-bowl-snack-food-chicken-strips-sauce-c017fe24ae69e09e18de5866c1a33c83&c=2915538168955888577&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:46:00 GMT\n内容:\nSnack like a pro on Super Bowl Sunday with Panko-crusted chicken strips and game-changing sauce\nSometimes a chicken nugget is just a chicken nugget. Sometimes it’s a crisp, panko-crusted strip of chicken breast with a sweet and tangy sauce. This is the latter.\nSuper Bowl Sunday is snack time at its finest. No one is looking for fancy footwork (at least not in the food realm; we do want to see that on the field). I have hosted more Super Bowl parties than I can (want to) count, and what I can tell you is that the delicate little canapes aren’t going to fly off the buffet as fast as the nachos.\nThe best Super Bowl food lives in the same realm as the best bar food. And that includes chicken tenders.\nIf you tend to think of chicken strips as a guilty, kiddie-centric pleasure, give yourself permission to relax and enjoy them. They’re basically fried chicken sans bone.\nBut these chicken strips bake on a wire rack for maximum crispiness without frying. A little olive oil in the panko makes all the difference. For a spicy kick, add Sriracha to the egg wash.\nNow the sauce, simple but game-changing: Melt apricot or orange preserves, stir in Dijon mustard and fresh thyme, and dip away. It’s sweet, tangy and herbaceous, perfect for dunking each golden strip.\nBake, sauce, serve. The platter disappears fast, so consider making a double batch for a larger crowd. Easy enough for a weeknight, special enough for the big game, and guaranteed to impress both kids and adults.\nCrispy Chicken Strip...\n\n=== 11. Syrian rapper Al Darwish returns home after 13 years to perform in post-Assad Damascus ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2farticle%2fsyria-rap-music-assad-sawah-darwish-b524504806b016b082ef1fec84b80bb1&c=9756418051765934771&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:25:00 GMT\n内容:\nSyrian rapper Al Darwish returns home after 13 years to perform in post-Assad Damascus\nSyrian rapper Al Darwish returns home after 13 years to perform in post-Assad Damascus\nDAMASCUS, Syria (AP) — Hani Al Sawah recently walked the streets of Damascus, Syria’s capital, with wide-eyed excitement. It had been 13 years since the rap artist last was in Syria.\nLater that night, he would take the stage to perform his unapologetically political songs in his home country for the first time without the Assad dynasty in power.\nAl Sawah, who performs under the stage name Al Darwish, couldn’t contain his excitement.\n“Never in my wildest dreams did I think I could ever return to Syria,” he told The Associated Press after a sold-out show on Jan. 16, followed by another one the next day. He could barely hear himself as the audience sang along to every lyric.\n“I have this weird feeling that I never left, or that I left a part of me here that I was able to find again,” Al Sawah said.\nDuring the uprising in 2011, before he fled Syria to neighboring Lebanon in 2012 and later Germany, Al Sawah’s fiery lyrics about mass protests defying dictatorship in Syria shed light on a rap scene not many imagined existed.\nSupporting other protests in the region\nHis songs also paid tribute to other anti-government protests in the region. He also witnessed monthslong protests in Lebanon not long before leaving for Europe.\nAl Sawah amassed a following online after leaving home, with many Syrians both at home and...\n\n=== 12. Ethiopian rebel leader rejects accusations of targeting civilians in rare interview from hideout ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69803f6202e14e46aaae4ac59f279181&url=https%3a%2f%2fapnews.com%2fvideo%2frebel-leader-defending-ethiopias-ethnic-oromia-says-war-is-not-against-the-people-0cf051700b714bb48d6d32f17f25fba0&c=12162421044607917226&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:46:00 GMT\n内容:\nOromia is Ethiopia’s country’s biggest state, with 35% of the population and the Federal Republic’s capital, Addis Ababa. But according to Jaal Marroo, the leader of the Oromo Liberation Army, historic injustices against the Oromo people persist in modern-day Ethiopia. The OLA has been fighting the Ethiopian government for more autonomy since the 2018. Speaking to The Associated Press in a rare interview from his remote forest outpost in southern Ethiopia, Marroo said his goal is to establish a democratic political order. Meanwhile, the people of Oromia state continue to suffer because of the conflict.\nEthiopian rebel leader rejects accusations of targeting civilians in rare interview from hideout\nOromia is Ethiopia’s country’s biggest state, with 35% of the population and the Federal Republic’s capital, Addis Ababa. But according to Jaal Marroo, the leader of the Oromo Liberation Army, historic injustices against the Oromo people persist in modern-day Ethiopia. The OLA has been fighting the Ethiopian government for more autonomy since the 2018. Speaking to The Associated Press in a rare interview from his remote forest outpost in southern Ethiopia, Marroo said his goal is to establish a democratic political order. Meanwhile, the people of Oromia state continue to suffer because of the conflict.\n\n"
}