{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. From Japan to Brazil, voters could shake markets in key election year ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fworld%2famericas%2fglobal-markets-elections-graphic-pix-2026-02-02%2f&c=16826789351973353989&mkt=en-us\n发布时间: Sun, 01 Feb 2026 20:05:00 GMT\n内容:\n[抓取失败] 摘要: From Japan to Brazil, elections could add yet more uncertainty this year to markets already whipped by U.S. policy gyrations and heightened geopolitical tension.\n\n=== 2. Hopeful signs in China's property market? Not really, say developers ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fhopeful-signs-chinas-property-market-not-really-say-developers-2026-02-02%2f&c=2894477787659230205&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:29:00 GMT\n内容:\n[抓取失败] 摘要: China's embattled property market has had a recent run of positive headlines, but private real estate developers and analysts alike caution that the sector remains beset by funding challenges and long ...\n\n=== 3. Asia's factory activity expands on solid global demand ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fglobal-economy-asias-factory-activity-expands-solid-global-demand-2026-02-02%2f&c=9292883838051515848&mkt=en-us\n发布时间: Sun, 01 Feb 2026 17:47:00 GMT\n内容:\n[抓取失败] 摘要: Asia's factory activity ​expanded in January as solid global demand lifted export orders, private-sector surveys ‌showed on Monday, offering policymakers some assurance the hit from higher U.S.\n\n=== 4. Exclusive: Barry Callebaut CEO left after high-level split over cocoa, sources say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fboards-policy-regulation%2fbarry-callebaut-ceo-left-after-high-level-split-over-cocoa-sources-say-2026-02-02%2f&c=18270869317747951763&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:04:00 GMT\n内容:\n[抓取失败] 摘要: Barry Callebaut and its former CEO Peter Feld parted ways last month after a previously unreported clash at the top of the world's largest chocolate maker over a proposal to separate its cocoa ...\n\n=== 5. Europe's $955 billion recovery fund struggles to transform economy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2feuropes-955-billion-recovery-fund-struggles-transform-economy-2026-02-02%2f&c=9917518790386755445&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:04:00 GMT\n内容:\n[抓取失败] 摘要: In olive groves and vineyards dotted across Spain, sensors and drones paid for by Europe's largest recovery fund since the post-war Marshall Plan are gathering soil data to feed into AI models which ...\n\n=== 6. Shares jittery in Asia as metals gyrate, earnings loom ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fglobal-markets-global-markets-2026-02-02%2f&c=9744420149924843689&mkt=en-us\n发布时间: Sun, 01 Feb 2026 15:38:00 GMT\n内容:\n[抓取失败] 摘要: Asian share markets mostly followed Wall Street futures lower on Monday as chaotic trading in silver made for a nervous start to a week ​that is packed with corporate earnings, central bank meetings ...\n\n=== 7. Former UK minister Mandelson quits Labour after new Epstein revelations, media say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fworld%2fuk%2fformer-uk-minister-mandelson-quits-labour-after-new-epstein-revelations-media-2026-02-01%2f&c=14222558985965555846&mkt=en-us\n发布时间: Sun, 01 Feb 2026 14:55:00 GMT\n内容:\n[抓取失败] 摘要: Former British government minister Peter Mandelson has resigned as a member of Prime Minister Keir Starmer's Labour Party after new reports of his ties with disgraced U.S. financier Jeffrey Epstein, ...\n\n=== 8. Five-year-old boy detained by ICE has returned to Minnesota, lawmaker says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ffive-year-old-boy-detained-by-ice-has-returned-minnesota-lawmaker-says-2026-02-01%2f&c=16691363939967004449&mkt=en-us\n发布时间: Sun, 01 Feb 2026 10:57:00 GMT\n内容:\n[抓取失败] 摘要: The Ecuadorean boy and his father, who entered the United States legally as asylum applicants, had been held in a detention facility in Dilley, Texas.\n\n=== 9. FAA chief accepts failures in deadly mid-air collision ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2ffaa-chief-acknowledges-failures-deadly-mid-air-helicopter-collision-2026-02-02%2f&c=9352994739404885423&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:31:00 GMT\n内容:\n[抓取失败] 摘要: U.S. Federal Aviation Administration head Bryan Bedford said his agency accepted findings by the U.S. National Transportation Safety Board that a series of systemic failures by the FAA led to a ...\n\n=== 10. Texas Democrat's win a 'wake-up call' for Republicans ahead of 2026 elections ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftexas-democrats-win-wake-up-call-republicans-ahead-2026-elections-2026-02-01%2f&c=18224245875514382931&mkt=en-us\n发布时间: Sun, 01 Feb 2026 10:24:00 GMT\n内容:\n[抓取失败] 摘要: With a handful of open seats, Republicans currently hold a slim 218-213 edge in the U.S. House, but that will narrow further after the swearing-in of Representative-elect Christian Menefee, a Texas ...\n\n=== 11. What's next for Trump's Gaza plan after Rafah reopening? ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2fwhats-next-trumps-gaza-plan-after-rafah-reopening-2026-02-02%2f&c=6073535108287126455&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:48:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump's plan to end the Gaza war was given a boost on Monday with the reopening of the enclave's Rafah crossing with Egypt. But difficult questions remain unaddressed, including ...\n\n=== 12. Iran examines diplomacy with US, hopes for results in coming days, official says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c5f66744399acad5261dbaa157&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2firan-examines-diplomacy-with-us-hopes-results-coming-days-official-says-2026-02-02%2f&c=3141702364984244509&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:58:00 GMT\n内容:\n[抓取失败] 摘要: Details of various diplomatic processes to manage tensions with the U.S. are being examined by Iran, Iranian foreign ministry spokesperson Esmaeil Baghaei said on Monday, adding that Tehran hoped for ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. The Grammys had lots of Mars, Carpenter soaring and a near-naked Bieber. Here are some key moments ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2fgrammys-2026-highlights-b2cf7a948629a602168eaf8cd56cdde1&c=14001496859711645851&mkt=en-us\n发布时间: Mon, 02 Feb 2026 00:04:00 GMT\n内容:\nThe Grammys had lots of Mars, Carpenter soaring and a near-naked Bieber. Here are some key moments\nThe Grammys had lots of Mars, Carpenter soaring and a near-naked Bieber. Here are some key moments\nHe was the only one sitting when it was over, rubbing his eyes in disbelief.\nBad Bunny had made history by winning album of the year for “Debí Tirar Más Fotos,” the first time a Spanish-language album took home the Recording Academy’s top prize.\nNext stop: Super Bowl.\nWhile that emotional win for the Puerto Rican superstar is hard to top, there were some other great moments from the 3 1/2-hour telecast, like when Cher nearly forgot to announce the winner of record of the year.\nJustin Bieber stripped his set down, while Lady Gaga added some manic energy and Ozzy Osbourne was honored with a heavy metal classic complete with exploding fire.\nHere are some of the night’s notable moments:\nBruno and Rosé kicked it off, Lady Gaga kept it up\nA pair of high energy performances by Bruno Mars and Rosé to start the show and one by Lady Gaga halfway through kept hearts pumping.\nMars and Rosé — from the K-pop group Blackpink — performed “APT.,” one the biggest hits of the year, a song inspired by a South Korean drinking game.\nShe wore a white tank top, black slacks and a tie, while he matched the color scheme in a dark suit, tie and with his guitar slung with a checkerboard strap. There was plenty of jumping, shredding and smoke — a raucous opening.\nLady Gaga later took it to the weird, singing “...\n\n=== 2. US futures and Asian shares slip as worries over Trump’s Fed chief pick and AI weigh on markets ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2fstocks-markets-gold-oil-trump-fed-585ed1a8046d34fa3dedbb4854451681&c=18182506097868167741&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:23:00 GMT\n内容:\nUS futures and Asian shares slip as worries over Trump’s Fed chief pick and AI weigh on markets\nUS futures and Asian shares slip as worries over Trump’s Fed chief pick and AI weigh on markets\nU.S. futures and Asian shares skidded on Monday as worries over President Donald Trump’s nominee to be the next Federal Reserve chair amplified jitters over a possible bubble in the artificial intelligence boom.\nSouth Korea’s exchange, which is heavily influenced by tech-related developments, briefly suspended trading as its benchmark Kospi bounced, closing 5.3% lower at 4,949.67. Samsung Electronics gave up 6.3%, while chip maker SK Hynix sank 8.7%.\nThe Kospi has been forging records for weeks as big tech companies piggybacked on the AI craze with deals with major players like chip maker Nvidia and OpenAI.\nMarkets also took a hit as investors considered how Kevin Warsh, Trump’s nominee to lead the Federal Reserve after Fed Chair Jerome Powell’s term ends in May might handle interest rates.\nThe future for the S&P 500 sank 1.1% while that for the Dow Jones Industrial Average fell 0.9%.\nWarsh’s nomination requires Senate approval. But financial markets fear the Fed may lose some of its independence because of Trump, who has pushed hard for more and faster rate cuts. That fear has helped catapult skyward the price of gold and weaken the U.S. dollar’s value over the last year.\n“People do not get handed the keys to the most powerful central bank on earth because they plan to drive in the oppo...\n\n=== 3. Speaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2fgovernment-shutdown-house-johnson-trump-ice-democrats-bb4cfeaab5f3a17e2fde5c23bb27677f&c=7860213758129212931&mkt=en-us\n发布时间: Sun, 01 Feb 2026 21:02:00 GMT\n内容:\nSpeaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens\nSpeaker Johnson faces tough choices as partial government shutdown drags and debate over ICE deepens\nWASHINGTON (AP) — House Speaker Mike Johnson faces tough days ahead trying to muscle a federal funding package to passage and prevent a prolonged partial government shutdown as debate intensifies over the Trump administration’s sweeping immigration enforcement operations.\nJohnson signaled he is relying on help from President Donald Trump to ensure passage. Trump struck a deal with senators to separate funding for the Department of Homeland Security from a broader package after public outrage over two shooting deaths during protests in Minneapolis against Immigration and Customs Enforcement. Under the plan approved by the Senate, DHS would be funded temporarily to Feb. 13, setting up a deadline for Congress to try to find consensus on new restrictions on ICE operations.\n“The president is leading this,” Johnson, R-La., told “Fox News Sunday.”\n“It’s his play call to do it this way,” the speaker said, adding that the Republican president has “already conceded that he wants to turn down the volume” on federal immigration sweeps and raids.\nA first test will come Monday afternoon during a committee meeting when Johnson will need his own GOP majority to advance the package after Democrats refused to provide the votes for speedy consideration. Johnson said he is hopeful work can wrap up...\n\n=== 4. Flooded by cheap Chinese goods, Latin America is fighting back to protect its industries ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2fchina-latin-america-trump-trade-e78ccd51a7f66099d84fda885d2907a3&c=3101705326134790699&mkt=en-us\n发布时间: Sun, 01 Feb 2026 20:58:00 GMT\n内容:\nFlooded by cheap Chinese goods, Latin America is fighting back to protect its industries\nFlooded by cheap Chinese goods, Latin America is fighting back to protect its industries\nHONG KONG (AP) — China has been flooding Latin American markets with low-priced exports, especially autos and e-commerce goods, as its exporters adjust to U.S. President Donald Trump’s tariffs and geopolitical moves.\nThe world’s second-largest economy has become a major trading partner for many Latin American nations, seeking access to their abundant natural resources and growing markets while expanding its influence in a region Trump views as America’s Backyard.\nChinese businesses face slow demand at home. They need new markets for their products as the country ramps up production in many industries. Exports to Latin America, a market of more than 600 million people, and other regions have climbed while exports to the U.S. fell by 20% last year.\n“Latin America has a solid middle class, relatively high purchasing power and real demand,” said Margaret Myers, director of the Asia and Latin America program at the Inter-American Dialogue think tank in Washington. “Those conditions make it one of the easiest places for China to offload its excess industrial production.”\nThe influx of made-in-China cars, clothing, electronics and home furnishings has rankled countries trying to build their own globally competitive industries. Some, such as Mexico, Chile and Brazil, have raised tariffs or taken other measure...\n\n=== 5. Nepal travel executives arrested for scamming millions with fake mountain rescues ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2fnepal-mountaineering-fake-rescue-scam-ca64426bfe3373d7840fdb1d95f93a0a&c=8619423807903317460&mkt=en-us\n发布时间: Sun, 01 Feb 2026 22:21:00 GMT\n内容:\nNepal travel executives arrested for scamming millions with fake mountain rescues\nKATHMANDU, Nepal (AP) — Authorities in Nepal have arrested six travel and mountain rescue executives accused of conducting fake rescues on the Himalayan nation’s high mountains to scam millions of dollars from international insurance companies, officials said Monday.\nNepal’s Central Investigation Bureau arrested six people from three different travel and mountain rescue operators last week, accusing them of submitting fake claims for close to $20 million between 2022 and 2025 and receiving the money in their accounts. All six are Nepali nationals.\nBureau spokesperson Shiva Kumar Shrestha said Monday that authorities are still investigating.\nFake documents including passenger and cargo manifests for helicopter rescue flights, medical invoices and hospital reports were sent to insurance companies, the bureau said.\nThe agency said that one of the companies that 171 of the 1,248 rescues claimed by one company were fake, leading to unjustified payouts of more than $10 million. Another is accused of fabricating 75 of 471 claimed rescues and fraudulently claiming $8 million, while the last one is accused of making 71 fake claims with payouts totaling over $1 million.\nThousands of climbers come to Nepal every year to scale the highest Himalayan mountains, while tens of thousands more also come to hike the mountain trails leading up to the base camps of these high peaks.\nEvery year several climbers die a...\n\n=== 6. Top Justice Department official plays down chance for charges arising from Epstein files revelations ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2ftrump-justice-department-epstein-files-28e917b173e0c371cff08946a24d2cd3&c=3208950160028673614&mkt=en-us\n发布时间: Sun, 01 Feb 2026 12:41:00 GMT\n内容:\nTop Justice Department official plays down chance for charges arising from Epstein files revelations\nTop Justice Department official plays down chance for charges arising from Epstein files revelations\nWASHINGTON (AP) — A top Justice Department official played down the possibility of additional criminal charges arising from the Jeffrey Epstein files, saying Sunday that the existence of “horrible photographs” and troubling email correspondence does not “allow us necessarily to prosecute somebody.”\nDepartment officials said over the summer that a review of Epstein-related records did not establish a basis for new criminal investigations, and Deputy Attorney General Todd Blanche said that position remains unchanged even as a massive document dump since Friday has focused fresh attention on Epstein’s links to powerful individuals around the world and revived questions about what, if any, knowledge the wealthy financier’s associates had about his crimes.\n“There’s a lot of correspondence. There’s a lot of emails. There’s a lot of photographs. There’s a lot of horrible photographs that appear to be taken by Mr. Epstein or people around him,” Blanche said Sunday on CNN’s “State of the Union.” “But that doesn’t allow us necessarily to prosecute somebody.”\nHe said victims of Epstein’s sex abuse “want to be made whole,” but that “doesn’t mean we can just create evidence or that we can just kind of come up with a case that isn’t there.”\nPresident Donald Trump’s Justice Department said Fr...\n\n=== 7. Fashion expert breaks down 2026 Grammy night looks ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2fvideo%2ffashion-expert-breaks-down-2026-grammy-night-looks-a0b98898db1745f196ca59fa6e1aa1d1&c=5071892520526547446&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:52:00 GMT\n内容:\nFashion analyst Morgan Evans reacts to standout looks from the 2026 Grammy Awards, highlighting sheer fabrics, sculptural silhouettes and statement tailoring worn by artists including Chappell Roan, Lady Gaga and Bad Bunny. (Feb. 2)\nFashion expert breaks down 2026 Grammy night looks\nFashion analyst Morgan Evans reacts to standout looks from the 2026 Grammy Awards, highlighting sheer fabrics, sculptural silhouettes and statement tailoring worn by artists including Chappell Roan, Lady Gaga and Bad Bunny. (Feb. 2)\n\n=== 8. List of Grammy Awards winners ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2fgrammy-awards-2026-winners-list-214630b4974d2d6d1f33bd98691bd6aa&c=13947703154940330920&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:44:00 GMT\n内容:\nList of Grammy Awards winners\nList of Grammy Awards winners\nLOS ANGELES (AP) — Bad Bunny won album of the year and Kendrick Lamar and SZA took home record of the year for “luther” at Sunday’s Grammy Awards.\nOlivia Dean, the “Wicked” duo of Cynthia Erivo and Ariana Grande and the Dalai Lama are among the winners at the 68th annual Grammy Awards.\nWhile the Grammys saves the biggest categories for its telecast, 86 awards were handed out during the Premiere Ceremony Sunday afternoon. Lamar also won the night’s first televised award: best rap album.\nTrevor Noah was the host for the main telecast.\nHere’s a list of select winners at Sunday’s Grammys:\nAlbum of the Year\n“Debí Tirar Más Fotos,” Bad Bunny.\nRecord of the Year\n“luther,” Kendrick Lamar with SZA.\nBest Rap Album\n“GNX,” Kendrick Lamar\nBest Latin Urban Album\n“Debí Tirar Más Fotos,” Bad Bunny.\nBest New Artist\nOlivia Dean\nBest Pop Vocal Album\n“Mayhem,” Lady Gaga.\nBest Pop Solo Performance\n“Messy,” Lola Young.\nSong of the Year (Songwriter’s Award)\n“Wildflower,” Billie Eilish O’Connell and Finneas O’Connell.\nBest Dance/Electro\nnic Album\n“EUSEXUA,” FKA twigs\nBest Pop Duo/Group Performance\n“Defying Gravity,” Cynthia Erivo and Ariana Grande\nBest Rock Album\n“Never Enough,” Turnstile\nBest Contemporary Country Album\n“Beautifully Broken,” Jelly Roll.\nBest R&B Album\n“Mutt,” Leon Thomas\nBest Traditional Pop Vocal Album\n“A Matter of Time,” Laufey\nBest Latin Pop Album\n“Cancionera,” Natalia Lafourcade\nBest Música Mexicana Album\n“Palabra De To...\n\n=== 9. ‘Kpop Demon Hunters’ earn first K-pop Grammy, Steven Spielberg wins 1st Grammy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2f2026-grammy-awards-4d631de5d968b51276a8f06b76580e20&c=6999501477529069094&mkt=en-us\n发布时间: Sun, 01 Feb 2026 14:17:00 GMT\n内容:\nBad Bunny wins album of the year at the 2026 Grammy Awards, a first for a Spanish-language album\nBad Bunny wins album of the year at the 2026 Grammy Awards, a first for a Spanish-language album\nLOS ANGELES (AP) — Bad Bunny won album of the year at the 2026 Grammy Awards for his critically-acclaimed “Debí Tirar Más Fotos,” closing out a surprising and history-making night. It is the first time a Spanish-language album has taken home the top prize.\n“Puerto Rico, believe me when I tell you that we are much bigger than 100 by 35,” he said in his acceptance speech in Spanish, referring to a Puerto Rican colloquialism about the island’s small size. “And there is nothing we can’t achieve. Thank God, thank you to the Academy, thank you to all the people who have believed in me throughout my career.\n“To all the people who worked on this album, thank you mami for giving birth to me in Puerto Rico, I love you,” he continued.\nThen he switched to English: “I want to dedicate this award to all the people who had to leave their homeland to follow their dreams.”\nWatch AP’s live show from the 2026 Grammys red carpet in Los Angeles. Kendrick Lamar leads the nominations with nine total. Bad Bunny, Billie Eilish, Clipse, Lady Gaga, Sabrina Carpenter, SZA and Tyler, the Creator are also nominated.\nHarry Styles presented the award — the English singer previously took home the top prize in 2023 for “Harry’s House.” He beat Bad Bunny that year, who was nominated for “Un Verano Sin Ti” -- the first S...\n\n=== 10. Gilgeous-Alexander and Oklahoma City take on the Magic in non-conference play ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2forlando-magic-shai-gilgeous-alexander-oklahoma-city-thunder-oklahoma-c22b1ed30ba44c339065541106fb0040&c=14210772454343215768&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:04:00 GMT\n内容:\nGilgeous-Alexander and Oklahoma City take on the Magic in non-conference play\nOrlando Magic (25-23, eighth in the Eastern Conference) vs. Oklahoma City Thunder (39-11, first in the Western Conference)\nOklahoma City; Tuesday, 8 p.m. EST\nBOTTOM LINE: The Oklahoma City Thunder host the Orlando Magic in non-conference play.\nThe Thunder are 21-5 in home games. Oklahoma City is the league leader allowing just 108.0 points per game while holding opponents to 43.3% shooting.\nThe Magic are 10-14 on the road. Orlando has a 13-14 record against opponents over .500.\nThe Thunder average 120.3 points per game, 4.7 more points than the 115.6 the Magic give up. The Magic average 7.5 more points per game (115.5) than the Thunder give up (108.0).\nTOP PERFORMERS: Shai Gilgeous-Alexander is scoring 32.0 points per game with 4.4 rebounds and 6.4 assists for the Thunder. Chet Holmgren is averaging 16.3 points and 9.1 rebounds while shooting 53.7% over the past 10 games.\nDesmond Bane is scoring 19.4 points per game with 4.4 rebounds and 4.3 assists for the Magic. Paolo Banchero is averaging 23.6 points and 9.3 rebounds while shooting 47.2% over the last 10 games.\nLAST 10 GAMES: Thunder: 6-4, averaging 115.9 points, 41.9 rebounds, 24.4 assists, 7.8 steals and 7.1 blocks per game while shooting 49.0% from the field. Their opponents have averaged 106.6 points per game.\nMagic: 4-6, averaging 111.2 points, 39.8 rebounds, 26.1 assists, 8.4 steals and 4.6 blocks per game while shooting 44.9% from the fiel...\n\n=== 11. Embiid leads Philadelphia against Los Angeles after 40-point game ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2fphiladelphia-76ers-joel-embiid-los-angeles-clippers-tyrese-maxey-james-harden-aa1d48cb10954e5d9dda434162caaa56&c=2803346754106285213&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:04:00 GMT\n内容:\nEmbiid leads Philadelphia against Los Angeles after 40-point game\nPhiladelphia 76ers (27-21, sixth in the Eastern Conference) vs. Los Angeles Clippers (23-25, ninth in the Western Conference)\nInglewood, California; Monday, 10 p.m. EST\nBETMGM SPORTSBOOK LINE: Clippers -2.5; over/under is 220.5\nBOTTOM LINE: Philadelphia plays the Los Angeles Clippers after Joel Embiid scored 40 points in the 76ers’ 124-114 victory against the New Orleans Pelicans.\nThe Clippers have gone 13-9 at home. Los Angeles ranks last in the Western Conference scoring 12.6 fast break points per game.\nThe 76ers are 12-8 on the road. Philadelphia is sixth in the Eastern Conference with 12.1 offensive rebounds per game led by Charles Bassey averaging 3.5.\nThe Clippers are shooting 47.6% from the field this season, 0.9 percentage points higher than the 46.7% the 76ers allow to opponents. The 76ers are shooting 46.0% from the field, 0.5% lower than the 46.5% the Clippers’ opponents have shot this season.\nThe teams square off for the second time this season. The 76ers won the last meeting 110-108 on Nov. 18. Tyrese Maxey scored 39 points to help lead the 76ers to the win.\nTOP PERFORMERS: James Harden is scoring 25.4 points per game with 4.8 rebounds and 8.1 assists for the Clippers. Kawhi Leonard is averaging 18.7 points and 3.6 rebounds while shooting 48.1% over the past 10 games.\nMaxey is averaging 29.2 points, 6.9 assists and two steals for the 76ers. Embiid is averaging 25.9 points, 6.9 rebounds and 4.2 assi...\n\n=== 12. Johnson and the Hawks take on conference foe Miami ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=698060c6e27c445c9f9e0432836519f8&url=https%3a%2f%2fapnews.com%2farticle%2fmiami-heat-jalen-johnson-norman-powell-bam-adebayo-atlanta-hawks-cc7a785d08d245e1b465f73f604e8e2e&c=6195310013038019455&mkt=en-us\n发布时间: Sun, 01 Feb 2026 23:04:00 GMT\n内容:\nJohnson and the Hawks take on conference foe Miami\nAtlanta Hawks (24-27, 10th in the Eastern Conference) vs. Miami Heat (27-24, seventh in the Eastern Conference)\nMiami; Tuesday, 7:30 p.m. EST\nBOTTOM LINE: The Atlanta Hawks visit Bam Adebayo and the Miami Heat in Eastern Conference action Tuesday.\nThe Heat are 14-14 against Eastern Conference opponents. Miami is second in the Eastern Conference with 54.7 points per game in the paint led by Jaime Jaquez Jr. averaging 10.5.\nThe Hawks are 12-18 in Eastern Conference play. Atlanta has a 12-19 record against teams over .500.\nThe Heat’s 13.4 made 3-pointers per game this season are just 0.2 more made shots on average than the 13.2 per game the Hawks allow. The Hawks average 14.5 made 3-pointers per game this season, 0.7 more makes per game than the Heat give up.\nThe teams play for the second time this season. The Heat won the last matchup 126-111 on Dec. 27, with Norman Powell scoring 25 points in the victory.\nTOP PERFORMERS: Andrew Wiggins is shooting 46.8% and averaging 15.6 points for the Heat. Adebayo is averaging 22.1 points over the last 10 games.\nJalen Johnson is averaging 23.1 points, 10.5 rebounds and eight assists for the Hawks. Nickeil Alexander-Walker is averaging 19.4 points over the last 10 games.\nLAST 10 GAMES: Heat: 6-4, averaging 122.4 points, 51.2 rebounds, 30.2 assists, 9.0 steals and 3.7 blocks per game while shooting 44.3% from the field. Their opponents have averaged 117.9 points per game.\nHawks: 4-6, averagin...\n\n"
}