{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Figure skating-Miura and Kihara skate to Japan's first ever Olympic pairs title ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffigure-skating-miura-kihara-skate-japans-first-ever-olympic-pairs-title-2026-02-16%2f&c=16481060154867684818&mkt=en-us\n发布时间: Mon, 16 Feb 2026 13:10:00 GMT\n内容:\n[抓取失败] 摘要: The two-times world champions scored a whopping 158.13 points for their spellbinding free program to music from \"Gladiator,\" performed by Andrea Bocelli, to earn a combined total of 231.24, setting ...\n\n=== 2. Ski jumpers voice frustration after snow ends Olympic super team final early ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fsports%2fski-jumping-jumpers-voice-frustration-after-snow-ends-super-team-final-early-2026-02-16%2f&c=5422210037446353383&mkt=en-us\n发布时间: Mon, 16 Feb 2026 12:48:00 GMT\n内容:\n[抓取失败] 摘要: Heavy snowfall forced officials to call the result of the men’s super team ski jumping event early at the Olympics on Monday with only three jumpers remaining in a close competition, angering those ...\n\n=== 3. Canada captain Poulin breaks women's ice hockey Games goal-scoring record ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fsports%2fice-hockey-canada-captain-poulin-breaks-womens-games-goal-scoring-record-2026-02-16%2f&c=5414109711218592693&mkt=en-us\n发布时间: Mon, 16 Feb 2026 12:20:00 GMT\n内容:\n[抓取失败] 摘要: Canada's \"Captain Clutch\" Marie-Philip Poulin broke the women's all-time Olympic goal-scoring record with her 19th goal - and added a 20th minutes later for good measure - during her team's semi-final ...\n\n=== 4. Iran foreign minister met IAEA chief ahead of nuclear talks ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fmiddle-east%2firans-foreign-minister-will-meet-iaea-chief-ahead-nuclear-talks-2026-02-16%2f&c=16228373877037239881&mkt=en-us\n发布时间: Sun, 15 Feb 2026 23:53:00 GMT\n内容:\n[抓取失败] 摘要: Iran's foreign minister met with the U.N. nuclear watchdog chief a day before talks are scheduled to begin and as Iran held a military drill in the Strait of Hormuz.\n\n=== 5. Into the woods: McGrath’s solitary walk captures weight of Olympic heartache ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fsports%2falpine-skiing-mcgraths-solitary-walk-into-woods-captures-weight-olympic-loss-2026-02-16%2f&c=5736484275937988779&mkt=en-us\n发布时间: Mon, 16 Feb 2026 09:38:00 GMT\n内容:\n[抓取失败] 摘要: Shortly after beginning his weave down through the red and blue gates, the World Cup slalom leader made a minor misjudgment and suffered the slalom skiers' curse -- the dreaded straddle -- and his ...\n\n=== 6. Edin rues Sweden's lack of 'toughness' as title defence crumbles ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fsports%2fcurling-edin-rues-swedens-lack-toughness-title-defence-crumbles-2026-02-16%2f&c=9199229111675678192&mkt=en-us\n发布时间: Mon, 16 Feb 2026 09:16:00 GMT\n内容:\n[抓取失败] 摘要: Olympic men's curling champions Sweden are headed for an early exit from the Winter Olympics after managing just one win in six games, with skip Niklas Edin admitting his team has lacked the fortitude ...\n\n=== 7. Dominant US slam door on Sweden to reach Olympic ice hockey women's final ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fsports%2fice-hockey-united-states-beat-sweden-reach-womens-final-2026-02-16%2f&c=534854167220378239&mkt=en-us\n发布时间: Mon, 16 Feb 2026 09:07:00 GMT\n内容:\n[抓取失败] 摘要: MILAN, Feb 16 (Reuters) - The United States beat Sweden 5-0 in the women's ice hockey semi-finals on Monday to reach the Winter Olympics gold medal game for a fifth time in a row, keeping on a ...\n\n=== 8. US judge tells National Park Service to reinstall Philadelphia slavery exhibit ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fus-judge-tells-national-park-service-reinstall-philadelphia-slavery-exhibit-2026-02-16%2f&c=10334679881366383945&mkt=en-us\n发布时间: Mon, 16 Feb 2026 11:10:00 GMT\n内容:\n[抓取失败] 摘要: A U.S. judge in Pennsylvania on Monday ordered the National Park Service to reinstall a slavery exhibit at a Philadelphia historic site, pending the outcome of ongoing litigation after the city sued ...\n\n=== 9. Robert Duvall, 'Tender Mercies' Oscar winner, dies at 95 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fmedia-telecom%2frobert-duvall-tender-mercies-oscar-winner-dies-95-2026-02-16%2f&c=12798887630073220074&mkt=en-us\n发布时间: Mon, 16 Feb 2026 09:38:00 GMT\n内容:\n[抓取失败] 摘要: Oscar winner Robert Duvall, a versatile actor who made lasting impressions in a range of parts from starring to supporting roles like the napalm-loving colonel of \"Apocalypse Now\" or the spectral Boo ...\n\n=== 10. Citi says geopolitics to support oil near term; peace deals seen lowering prices ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fenergy%2fciti-says-geopolitics-support-oil-near-term-peace-deals-seen-lowering-prices-2026-02-16%2f&c=1597596993396552012&mkt=en-us\n发布时间: Mon, 16 Feb 2026 12:04:00 GMT\n内容:\n[抓取失败] 摘要: Oil prices could remain supported in the near term as U.S. President Donald Trump ramps up pressure for peace deals involving Russia and Iran, but a resolution later this year may ultimately push ...\n\n=== 11. Third Point buys stake in Spanish defence firm Indra, source says ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fsustainability%2fboards-policy-regulation%2fthird-point-buys-stake-spanish-defence-firm-indra-source-says-2026-02-16%2f&c=13110183075789814687&mkt=en-us\n发布时间: Mon, 16 Feb 2026 09:55:00 GMT\n内容:\n[抓取失败] 摘要: U.S. hedge fund Third Point has bought a stake in Spanish defence company Indra and supports its chairman's plan to acquire smaller rival Escribano Mechanical & Engineering, a market source familiar ...\n\n=== 12. Trump says US government to step in to protect Potomac River after sewage leak ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=69939958877b4191990d723993c2d74a&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrump-says-federal-government-step-protect-potomac-river-amid-sewage-leak-2026-02-16%2f&c=16624639574229480329&mkt=en-us\n发布时间: Mon, 16 Feb 2026 11:18:00 GMT\n内容:\n[抓取失败] 摘要: U.S. President Donald Trump said on Monday the federal government will step in to protect the Potomac River following the collapse of a major sewer pipe in the Washington, D.C., region last month.\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Bold new US trio eyes Olympic figure skating gold while serving as role models for a new generation ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2fmilan-cortina-olympics-figure-skating-us-women-f526d8d269b0fc1656b177ed6a46175a&c=8616330694784989307&mkt=en-us\n发布时间: Mon, 16 Feb 2026 14:22:00 GMT\n内容:\nThe ‘Blade Angels’ are redefining the image of US women’s figure skating\nThe ‘Blade Angels’ are redefining the image of US women’s figure skating\nMILAN (AP) — The trio of U.S. women targeting Olympic figure skating gold Tuesday night are not the dainty ice princesses of yesteryear.\nThere’s Amber Glenn, a 26-year-old powerhouse and LGBTQ+ rights activist whose career took off just when most figure skaters are contemplating retirement. The three-time and reigning U.S. champion’s unvarnished opinion on everything from politics to the trading card game “Magic: The Gathering” have made her a polarizing figure at the Milan Cortina Games.\nThen there’s Alysa Liu, the one-time phenom who retired at 16 only to launch a comeback that resulted in the first world title for an American woman in nearly two decades. Liu’s blond-and-brunette striped hair, prominent frenulum piercing and nonconformist aura have made the 20-year-old a hero of the alt, punk and emo crowd.\nAnd there’s Isabeau Levito, perhaps the closest thing to the innocent image of teen predecessors like Tara Lipinski and Sarah Hughes, right up until you get the 18-year-old away from the cameras, and her searing wit and biting sarcasm shine through.\nThey’ve dubbed themselves the “Blade Angels,” an homage to “Charlie’s Angels,” after rejecting such suggestions as “Powerpuff Girls” and “Babes of Glory,” which they worried might lead to some trademark issues. (As if they needed more of those in Milan.)\nThey are a new kind of role ...\n\n=== 2. 3 killed, including suspect, in shooting during Rhode Island youth hockey game ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2fpawtucket-hockey-rink-shooting-rhode-island-c8ac3e8067ce2f2ce07e4d98009ecdaa&c=17554310109684606645&mkt=en-us\n发布时间: Mon, 16 Feb 2026 14:15:00 GMT\n内容:\n3 killed, including suspect, in shooting during Rhode Island youth hockey game\n3 killed, including suspect, in shooting during Rhode Island youth hockey game\nPAWTUCKET, R.I. (AP) — Three people, including the suspect, were fatally shot during a Rhode Island youth hockey game Monday, authorities said.\nPawtucket Police Chief Tina Goncalves told reporters that three other victims are hospitalized in critical condition.\n“It appears that this was a targeted event, that it may be a family dispute,” she said. Goncalves did not provide details about the suspect or the ages of those who were killed, though she said it appeared that both victims were adults.\nAuthorities were continuing to try to piece together what happened and speak with witnesses, she said.\nThe shooting happened at Dennis M. Lynch Arena in Pawtucket, a few miles outside Providence.\nOutside the arena, tearful families and high school hockey players still in uniform could be seen hugging before they boarded a bus to leave the area. Roads surrounding the arena were shut down as a heavy police presence remained and helicopters flew overhead.\nPawtucket is nestled just north of Providence and right under the Massachusetts state border. A town of just under 80,000, Pawtucket had up until recently been known as the home to Hasbro’s headquarters.\n___\nThis story has been corrected to show that the shooting occurred on Monday, not Tuesday.\n\n=== 3. Robert Duvall, Oscar-winning actor and ‘Godfather’ mainstay, dead at 95 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2frobert-duvall-dead-6ddb67ba5e2242ba9dd96f29b4ce242a&c=9304294428786113476&mkt=en-us\n发布时间: Mon, 16 Feb 2026 13:53:00 GMT\n内容:\nRobert Duvall, Oscar-winning actor and ‘Godfather’ mainstay, dead at 95\nRobert Duvall, Oscar-winning actor and ‘Godfather’ mainstay, dead at 95\nLOS ANGELES (AP) — Robert Duvall, the Oscar-winning actor of matchless versatility and dedication whose classic roles included the intrepid consigliere of the first two “Godfather” movies and the over-the-hill country music singer in “Tender Mercies,” has died at age 95.\nDuvall died “peacefully” at his home Sunday in Middleburg, Virginia, according to an announcement from his publicist and from a statement posted on his Facebook page by his wife, Luciana Duvall.\n“To the world, he was an Academy Award-winning actor, a director, a storyteller. To me, he was simply everything,” Luciana Duvall wrote. “His passion for his craft was matched only by his deep love for characters, a great meal, and holding court. For each of his many roles, Bob gave everything to his characters and to the truth of the human spirit they represented.”\nThe bald, wiry Duvall didn’t have leading man looks, but few “character actors” enjoyed such a long, rewarding and unpredictable career, in leading and supporting roles, from an itinerant preacher to Josef Stalin. Beginning with his 1962 film debut as Boo Radley, the reclusive neighbor in “To Kill a Mockingbird,” Duvall created a gallery of unforgettable portrayals. They earned him seven Academy Award nominations and the best actor prize for “Tender Mercies,” which came out in 1983. He also won four Golden Globes, ...\n\n=== 4. California walloped by winter storm with high winds and heavy rain and snow ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2fcalifornia-storm-forecast-snow-wind-rain-3624c992a6fac8d3735b61beffa509e8&c=15960739210294288530&mkt=en-us\n发布时间: Mon, 16 Feb 2026 13:38:00 GMT\n内容:\nCalifornia walloped by winter storm with high winds and heavy rain and snow\nCalifornia walloped by winter storm with high winds and heavy rain and snow\nCalifornia was walloped Monday by a powerful winter storm carrying treacherous thunderstorms, high winds and heavy snow in mountain areas.\nMillions of Los Angeles County residents faced flash flood warnings as rain pounded the region and people in some areas scarred by last year’s devastating wildfires were under an evacuation warning through Tuesday because of the potential for mud and debris flows.\nLos Angeles Mayor Karen Bass ordered emergency crews and city departments to be ready to respond to any problems.\nThe storm wreaked havoc on roadways spanning from Sonoma County to the Sierra Nevada. Traffic was halted temporarily in both directions on I-80 near the Nevada state line due to spinouts and crashes, the California Department of Transportation reported. In Santa Barbara County, a large tree toppled onto US-101, shutting down southbound lanes.\nForecasters said the western slope of the Sierra Nevada, northern Shasta County — including portions of Interstate 5 — and parts of the state’s Coast Range could see up to 8 feet (2.4 meters) of snow before the storm moves through late Wednesday. The heavy snow, wind and low visibility could also make travel conditions dangerous to near impossible, forecasters added.\n“It has seemed ‘spring-like’ for a large part of 2026, but winter is set to show it’s not quite done yet,” the Shas...\n\n=== 5. Ilia Malinin hints at ‘inevitable crash’ amid Olympic pressure and online hate in social media post ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2filia-malinin-winter-olympics-figure-skating-ecf86a141b63a3697a4f9d95e45429d0&c=11254234137799713105&mkt=en-us\n发布时间: Mon, 16 Feb 2026 09:18:00 GMT\n内容:\nIlia Malinin hints at ‘inevitable crash’ amid Olympic pressure and online hate in social media post\nIlia Malinin hints at ‘inevitable crash’ amid Olympic pressure and online hate in social media post\nMILAN (AP) — Ilia Malinin posted a video on social media Monday juxtaposing images of his many triumphs with a black-and-white image of the U.S. figure skater with his head buried in his hands, and a caption hinting at an “inevitable crash” amid the pressure of the Olympics while teasing that a “version of the story” is coming on Saturday.\nThat is when Malinin is expected to skate in the traditional exhibition gala to wrap up the Olympic figure skating program.\nMalinin, who helped the U.S. clinch the team gold medal early in the Winter Games, was the heavy favorite to add another gold in the individual event. But he fell twice and struggled throughout his free skate on Friday, ending up in eighth.\nHe acknowledged afterward that the pressure of the Olympics had worn him down, saying: “I didn’t really know how to handle it.”\nMalinin alluded again to the weight he felt while competing in Milan in the caption to his social media video.\n“On the world’s biggest stage, those who appear the strongest may still be fighting invisible battles on the inside,” wrote the 21-year-old Malinin. “Even your happiest memories can end up tainted by the noise. Vile online hatred attacks the mind and fear lures it into the darkness, no matter how hard you try to stay sane through the endless insurmount...\n\n=== 6. Eileen Gu takes silver in big air as Canada’s Megan Oldham wins Olympic gold ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2feileen-gu-big-air-freeski-milan-olympics-0496f21c3c42a0d062586d23432d0b64&c=7295829438756498266&mkt=en-us\n发布时间: Mon, 16 Feb 2026 13:20:00 GMT\n内容:\nEileen Gu takes silver in big air as Canada’s Megan Oldham wins Olympic gold\nEileen Gu takes silver in big air as Canada’s Megan Oldham wins Olympic gold\nLIVIGNO, Italy (AP) — Defending Olympic champion Eileen Gu took silver in freeski big air at the Milan Cortina Games as Canada’s Megan Oldham won the gold medal on Monday night.\nOldham topped the 10-woman final with a combined score of 180.75 points from two jumps. Gu was next with 179. Italy’s Flora Tabanelli took bronze, four months after she tore an ACL.\nThis is the second medal for the 24-year-old Oldham at these Winter Games. She won bronze in slopestyle last week.\nIn 2022, Gu became the first freestyle skier to win three medals in a single Games after taking gold in big air and halfpipe and silver in slopestyle at age 18.\nGu, who was born in the United States but competes for her mother’s native China, has collected five medals in two Olympic appearances. She also won silver in slopestyle last week, and she has a chance at a sixth medal on Saturday, when she tries to defend her halfpipe gold.\nGu hadn’t competed in a big air contest since triumphing at the Beijing Games, concentrating on her other events. But there are enough similarities between big air and slopestyle that she found her rhythm quickly.\nOldham locked up gold with her first two jumps. She had an inconsequential fall on her third jump, the last of the final, which became a victory lap.\nOldham and Gu embraced before they stepped onto the medal podium.\nThe ...\n\n=== 7. NAACP asks judge to protect against ‘misuse’ of voter data seized by FBI in Georgia’s Fulton County ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2ffbi-georgia-elections-fulton-county-2020-ballots-e0eb5970169ade6f775e317f7fa12d5e&c=17149207412746473546&mkt=en-us\n发布时间: Mon, 16 Feb 2026 07:12:00 GMT\n内容:\nNAACP asks judge to protect against ‘misuse’ of voter data seized by FBI in Georgia’s Fulton County\nNAACP asks judge to protect against ‘misuse’ of voter data seized by FBI in Georgia’s Fulton County\nATLANTA (AP) — The NAACP and other organizations are asking a judge to protect personal voter information that was seized by the FBI from an elections warehouse just outside Atlanta.\nGeorgia residents entrusted the state with their “sensitive personal information” when they registered to vote, and the Jan. 28 seizure of ballots and other election documents from the Fulton County elections hub “breached that guarantee, infringed constitutional protections of privacy, and interfered with the right to vote,” the organizations said in a motion filed late Sunday.\nThe motion asks the judge to “order reasonable limits on the government’s use of the seized data” and to prohibit the government from using the data for purposes other than the criminal investigation cited in the search warrant affidavit. That includes prohibiting any efforts to use it for voter roll maintenance, election administration or immigration enforcement.\nThey also want the judge to order that the government disclose an inventory of all documents and records seized, the identity of anyone who has accessed the records outside of those involved in the criminal investigation, any copying of the records and all efforts to secure the information.\nThe Department of Justice did not immediately respond Monday to a request fo...\n\n=== 8. Two years later, Navalny’s death still casts a shadow over Russia and wider Europe ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2falexei-navalny-russia-death-putin-kremlin-anniversary-539748ce105ab9822c80245be729f8bd&c=6197209095375026962&mkt=en-us\n发布时间: Mon, 16 Feb 2026 12:17:00 GMT\n内容:\nTwo years later, Navalny’s death still casts a shadow over Russia and wider Europe\nTwo years later, Navalny’s death still casts a shadow over Russia and wider Europe\nMOSCOW (AP) — Mourners gathered in Moscow Monday to mark two years since the death in custody of Russian opposition leader Alexei Navalny, under the shadow of a Kremlin crackdown and just two days since a new analysis reinforced suspicions that he was killed by poisoning.\nNavalny died in an Arctic penal colony on Feb. 16, 2024, while serving a 19-year sentence that many believed to be politically motivated. His death at the age of 47 left the Russian opposition leaderless and divided, struggling to build an effective or united front without one of its most visible and charismatic figures.\nOn the second anniversary of Navalny’s death, we look at the latest investigation into its cause and the continuing political repercussions, both within Russia and beyond.\nAcross Russia, Navalny’s supporters pay their respects\nNavalny’s mother, Lyudmila Navalnaya, and his mother-in-law, Alla Abrosimova, were among the mourners laying flowers on his grave. A mound of bouquets rose above the heavy drifts of snow that blanketed Moscow’s Borisovsky Cemetery.\nRepresentatives from several European embassies also paid their respects, watched by a conspicuously high security presence. Later, a small choir gathered to sing by Navalny’s graveside.\nAddressing the crowd, Lyudmila Navalnaya restated her belief that her son was killed by the ...\n\n=== 9. Brazil’s Lula gets image boost at Rio Carnival, but also faces legal risks ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2fbrazil-carnival-lula-tribute-opposition-parade-ae3703e42b4bd52255f20c7fcedfda42&c=18302398291656567113&mkt=en-us\n发布时间: Mon, 16 Feb 2026 12:06:00 GMT\n内容:\nBrazil’s Lula gets image boost at Rio Carnival, but also faces legal risks\nBrazil’s Lula gets image boost at Rio Carnival, but also faces legal risks\nRIO DE JANEIRO (AP) — Rio de Janeiro’s Sambadrome hosted a glitzy parade Sunday evening celebrating Brazilian President Luiz Inácio Lula da Silva in a year he bids for his fourth inconsecutive term. However, his adversaries are crying foul and seeking legal action against the 80-year-old leader and the samba school, alleging the tribute kicked off his campaign six months in advance.\nThe parade by top samba school Academicos de Niteroi centered on Lula’s trajectory from a childhood of poverty in Brazil’s northeast region to his current standing as one of Latin America’s most prominent leaders. Its floats, costumes and songs were nothing but praise to the president, whose poll numbers have been almost evenly split for months.\nLula, Vice President Geraldo Alckmin and their wives attended the parade despite risks pointed out by legal analysts about their presence, as it could trigger lawsuits in Brazil’s electoral court before and after the October election.\n“I had the honor of watching the parades of Academicos de Niteroi, Imperatriz Leopoldinense, Portela and Estacao Primeira de Mangueira. Very emotional,” Lula said in his social media channels on Monday, with a mention to all samba schools that were on display earlier. “I am very proud to see Brazil shining like that for the whole world.”\nTiago Martins, the parade’s chief organiz...\n\n=== 10. Own goal dispatches giant-killer Macclesfield as Brentford moves into FA Cup fifth round ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2fmacclesfield-fa-cup-brentford-2bdcace0b0655543df73860c1479f331&c=3061127607772485389&mkt=en-us\n发布时间: Mon, 16 Feb 2026 13:54:00 GMT\n内容:\nOwn goal dispatches giant-killer Macclesfield as Brentford moves into FA Cup fifth round\nOwn goal dispatches giant-killer Macclesfield as Brentford moves into FA Cup fifth round\nMACCLESFIELD, England (AP) — Brentford will face West Ham in the fifth round of the FA Cup after dispatching Macclesfield 1-0 on Monday, an own goal ending the fairy tale run of the sixth-tier giantkiller.\nThe Macclesfield part-timers knocked out cup holder Crystal Palace in the last round and were hailed for pulling off one of the greatest shocks in the competition’s long history.\nBut they could not match Brentford, which progressed thanks to a 70th minute own goal from Sam Heathcote.\nThe big defender dived to cut out a cross from Aaron Hickey but instead diverted the ball past his own keeper.\nIt was a cruel denouement for Macclesfield, which held the Premier League club throughout an even first half before tiring in the second 45 minutes.\n“I couldn’t be any prouder,” Macclesfield coach John Rooney told TNT Sports. “The lads were outstanding and the shape was really good. We train two times a week and we’ve put that performance on against a Premier League side.”\nThe fifth-round tie will take place at West Ham’s Olympic Stadium on the weekend of March 7-8.\nBrentford has never passed the quarterfinals of the competition.\n“Credit to Macclesfield,” Brentford captain Nathan Collins said. “They made it extremely hard for us. They put up a great fight.”\n___\nAP soccer: https://apnews.com/hub/soccer\n\n=== 11. Adam Sandler, Jamie Lee Curtis and others pay tribute to Robert Duvall, who died at age 95 ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2frobert-duvall-dies-reaction-254f61631993b95a9063be031eac1c3a&c=14861956950551134037&mkt=en-us\n发布时间: Mon, 16 Feb 2026 13:39:00 GMT\n内容:\nAdam Sandler, Jamie Lee Curtis and others pay tribute to Robert Duvall, who died at age 95\nRemembrances poured in Monday in honor of Robert Duvall, the Oscar-winning actor known for roles in “Apocalypse Now,” “Lonesome Dove,” Tender Mercies” and as the intrepid consigliere of the first two “Godfather” movies.\nDuvall died Sunday at age 95 at at his home in Virginia, according to an announcement from his publicist and a statement posted on his Facebook page by his wife, Luciana Duvall.\nViola Davis\n“I’ve always been in awe of your towering portrayals of men who were both quiet and dominating in their humanness. You were a giant … an icon … Apocalypse Now, The Godfather, To Kill a Mockingbird, Tender Mercies, The Apostle, Lonesome Dove … etc … Greatness never dies. It stays … as a gift. Rest well, sir. Your name will be spoken.” — the actor, Duvall’s co-star in “Widows,” on Instagram.\nAdam Sandler\n“Funny as hell. Strong as hell. One of the greatest actors we ever had. Such a great man to talk to and laugh with. Loved him so much. We all did. So many movies to choose from that were legendary. Watch them when you can. Sending his wife Luciana and all his family and friends our condolences.” — the actor, who starred with Duvall in “Hustle,” on X.\nMichael Keaton\n“another friend goes down. acted with and became friends. shared a great afternoon on my front porch talking about horses. he was greatness personified as an actor.” — the actor, Duvall’s co-star in “The Paper,” on Instagram....\n\n=== 12. El capitán Aaron Judge se inquietó en la temporada baja por la falta de fichajes de los Yankees ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6993995dc997418ca55a81f54ebec931&url=https%3a%2f%2fapnews.com%2farticle%2fyankees-judge-961af799f08d87a11439a0d2dfd126c0&c=254557934964839496&mkt=en-us\n发布时间: Mon, 16 Feb 2026 13:34:00 GMT\n内容:\nEl capitán Aaron Judge se inquietó en la temporada baja por la falta de fichajes de los Yankees\nTAMPA, Florida, EE.UU. (AP) — Aaron Judge se inquietó, como muchos aficionados de los Yankees, mientras los agentes libres de renombre seguían firmando en otros equipos.\n“Fue brutal”, manifestó el capitán de Nueva York el lunes después del primer entrenamiento del año con el plantel completo. “Al principio fue bastante duro de ver. Yo pensaba: ‘Somos los Yankees. Vamos a salir ahí y tener a la gente adecuada”.\nJudge habló largo y tendido sobre la falta de un título de la Serie Mundial el año pasado pese a ganar su tercer premio al Jugador Más Valioso de la Liga Americana; sobre conectar un jonrón y poncharse ante Carlos Lagrange, el lanzallamas dominicano de 22 años, durante el entrenamiento; sobre capitanear a Estados Unidos en el próximo Clásico Mundial de béisbol; y sobre la lesión en el codo del año pasado.\nJudge se perdió 10 juegos entre el 25 de julio y el 5 de agosto por una distensión del flexor en el codo derecho, sufrida al hacer un tiro al plato desde el jardín derecho en Toronto el 22 de julio. No regresó a los jardines hasta el 5 de septiembre y lanzó con cautela a 67,9 mph. Judge recuperó fuerza en el brazo durante el resto de la temporada, pero no llegó al 100%.\n“Nunca había lidiado con nada en el codo, así que definitivamente estaba preocupado”, comentó.\nJudge no estuvo seguro de que evitaría una cirugía hasta después de la postemporada.\n“Volvieron a hacer todas las...\n\n"
}