{
  "路透社": "【情报汇总】(来源: site:reuters.com - BingNews)\n\n=== 1. Trump's immigration approval hits new low, according to Reuters/Ipsos poll ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2ftrumps-immigration-approval-hits-new-low-according-reutersipsos-poll-2026-02-17%2f&c=17331431219332113678&mkt=en-us\n发布时间: Tue, 17 Feb 2026 13:01:00 GMT\n内容:\n[抓取失败] 摘要: U.S. public approval of Donald Trump's immigration policies fell to the lowest level since his return to the White House, amid signs he is losing support among American men on the issue, according to ...\n\n=== 2. US envoys juggle two crisis talks, raising questions about prospects for success ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fworld%2feurope%2fus-envoys-juggle-two-crisis-talks-raising-questions-about-prospects-success-2026-02-17%2f&c=5008031106445763125&mkt=en-us\n发布时间: Tue, 17 Feb 2026 12:30:00 GMT\n内容:\n[抓取失败] 摘要: Even for a U.S. president long fixated on deal-making, Donald Trump’s assignment of his favorite envoys to juggle two sets of negotiations – the Iranian nuclear standoff and Russia’s war in Ukraine - ...\n\n=== 3. Peru Congress ousts President Jeri because of China-linked secret meetings ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fworld%2fchina%2fperus-congress-begins-debating-removal-president-jeri-2026-02-17%2f&c=9920915314812165609&mkt=en-us\n发布时间: Tue, 17 Feb 2026 06:31:00 GMT\n内容:\n[抓取失败] 摘要: Peru's Congress on Tuesday ousted President Jose Jeri just four months into his term over a scandal involving undisclosed meetings with a Chinese businessman, extending a cycle of political upheaval ...\n\n=== 4. CBS host Stephen Colbert says network barred airing interview with Texas US Senate candidate ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2flegal%2fgovernment%2fcbs-host-stephen-colbert-says-network-barred-airing-interview-with-texas-us-2026-02-17%2f&c=14713184263326756418&mkt=en-us\n发布时间: Tue, 17 Feb 2026 08:43:00 GMT\n内容:\n[抓取失败] 摘要: CBS late-night show host Stephen Colbert said on Monday that the network's lawyers barred him from airing an interview with Democratic Texas State Representative James Talarico, who is running for his ...\n\n=== 5. In Russia, the humble cucumber becomes latest symbol of rising wartime prices ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fworld%2feurope%2frussia-humble-cucumber-becomes-latest-symbol-rising-wartime-prices-2026-02-17%2f&c=8621235181862584873&mkt=en-us\n发布时间: Tue, 17 Feb 2026 05:04:00 GMT\n内容:\n[抓取失败] 摘要: The humble cucumber, a favourite in Russian salads and meals, is the latest staple to suddenly skyrocket in price, angering consumers and stirring up politicians and regulators keen to tamp down any ...\n\n=== 6. Drop in unauthorized immigration slows job growth, SF Fed paper finds ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2fdrop-unauthorized-immigration-slows-job-growth-sf-fed-paper-finds-2026-02-17%2f&c=11956330322391758035&mkt=en-us\n发布时间: Tue, 17 Feb 2026 09:03:00 GMT\n内容:\n[抓取失败] 摘要: The recent drop in unauthorized immigration to the United States has slowed employment growth, particularly in construction and manufacturing, and those trends are likely to continue, new research ...\n\n=== 7. How some Democrats are using scripture to try to reach Christian voters in US midterms ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fhow-some-democrats-are-using-scripture-try-reach-christian-voters-us-midterms-2026-02-17%2f&c=8559242675311034321&mkt=en-us\n发布时间: Tue, 17 Feb 2026 02:07:00 GMT\n内容:\n[抓取失败] 摘要: Sarah Trone Garriott, an Iowa state senator and Lutheran minister, has never shied away from putting faith at the center of her political campaigns.\n\n=== 8. Top Trump Homeland Security spokesperson to depart with immigration crackdown under scrutiny ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fworld%2fus%2fdhs-spokeswoman-mclaughlin-leave-trump-administration-politico-reports-2026-02-17%2f&c=631624918433208145&mkt=en-us\n发布时间: Tue, 17 Feb 2026 07:15:00 GMT\n内容:\n[抓取失败] 摘要: U.S. Department of Homeland Security spokeswoman Tricia McLaughlin will leave the administration, she said in a social media post on Tuesday, a move that comes as public support for President Donald ...\n\n=== 9. US Air Force unveils new paint scheme for Air Force One and executive aircraft fleet ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fbusiness%2faerospace-defense%2fus-air-force-unveils-new-paint-scheme-air-force-one-executive-aircraft-fleet-2026-02-17%2f&c=15182600984750887481&mkt=en-us\n发布时间: Tue, 17 Feb 2026 11:49:00 GMT\n内容:\n[抓取失败] 摘要: The U.S. Air Force is rolling out a new paint scheme across its executive airlift fleet, including the next-generation Air Force One aircraft, in a color palette of red, white, gold and dark blue, the ...\n\n=== 10. Immigration judge rejects Trump effort to deport Palestinian student ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fworld%2fimmigration-judge-rejects-trump-effort-deport-palestinian-student-2026-02-17%2f&c=12970713519644306011&mkt=en-us\n发布时间: Tue, 17 Feb 2026 12:08:00 GMT\n内容:\n[抓取失败] 摘要: An immigration judge has rejected the Trump administration's efforts to deport Columbia University student Mohsen Mahdawi, who was arrested last year following his participation in pro-Palestinian ...\n\n=== 11. Figure skating-Japan's Nakai leads women's event after short programme ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb8e991644f7a1b8e25c42e9a174&url=https%3a%2f%2fwww.reuters.com%2fsports%2ffigure-skating-japans-nakai-leads-womens-event-after-short-programme-2026-02-17%2f&c=9595308858478349693&mkt=en-us\n发布时间: Tue, 17 Feb 2026 14:24:00 GMT\n内容:\n[抓取失败] 摘要: MILAN, Feb 17 (Reuters) - Japan's Ami Nakai emerged the surprise leader of the Olympic women's figure skating competition on Tuesday, with Kaori Sakamoto in second and Alysa Liu third heading into ...\n\n",
  "美联社": "【情报汇总】(来源: site:apnews.com - BingNews)\n\n=== 1. Shooter killed ex-wife and a son in Rhode Island ice rink attack, police say ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fpawtucket-hockey-rink-shooting-rhode-island-4e9c9df9c3a2b0a524f0e9bdd0908d45&c=5972217622900864034&mkt=en-us\n发布时间: Tue, 17 Feb 2026 13:55:00 GMT\n内容:\nShooter killed ex-wife and a son in Rhode Island ice rink attack, police say\nShooter killed ex-wife and a son in Rhode Island ice rink attack, police say\nPAWTUCKET, R.I. (AP) — A person who opened fire Monday during a youth hockey game at an ice rink in Rhode Island killed their ex-wife and one son, authorities said Tuesday.\nPawtucket Chief of Police Tina Goncalves said the victims were the shooter’s ex-wife Rhonda Dorgan and adult son Aidan Dorgan. Three others were injured: the parents of the shooter’s ex-wife and a family friend, Goncalves said. Police said the shooter died from an apparent self-inflicted gunshot wound.\nPolice identified the shooter as 56-year-old Robert Dorgan, who also went by the name Roberta Esposito.\nGoncalves said there was “no indication” there would be violence at the ice rink in Pawtucket on Monday afternoon, adding that Dorgan had been to many hockey games before without incident. She said it doesn’t appear that Dorgan had any conversation or confrontation with relatives before the shooting happened.\nInvestigators had spoken to nearly 100 witnesses as of Monday evening as they attempt to piece together what happened earlier that afternoon inside the Dennis M. Lynch Arena in Pawtucket, a few miles outside Providence.\nGoncalves on Monday credited an unnamed “good Samaritan” who intervened, bringing the attack “to a swift end.”\nShe said Tuesday at least three bystanders were able to contain Dorgan but said Dorgan was still able to reach for a second...\n\n=== 2. Church explosion in upstate New York injures 5 people, including firefighters ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fnew-york-church-explosion-abundant-life-d4fb71b188d41292952758beb434fb7c&c=16352176414007067991&mkt=en-us\n发布时间: Tue, 17 Feb 2026 12:26:00 GMT\n内容:\nChurch explosion in upstate New York injures 5 people, including firefighters\nBOONVILLE, N.Y. (AP) — A fiery explosion that ripped through a church in upstate New York on Tuesday injured five people, including the pastor and firefighters who responded to a report of a gas odor in the building, officials said.\nNew York State Police were investigating the blast, which sent thick plumes of black smoke into the air around 10:30 a.m. at the Abundant Life Church in Boonville. The church, about 50 miles (80 kilometers) northeast of Syracuse, was reportedly heated by propane cylinders, according to troopers.\nLocal firefighters were dispatched to the church, and four people were in the basement when the furnace turned on, triggering an explosion. A firefighter on the first floor trying to ventilate the building was thrown against a wall by the blast, according to a preliminary investigation.\nPastor Brandon Pitts, 43, and four members of the Boonville Fire Department, aged 43 to 71, were sent to area hospitals with injuries. All five were listed in critical but stable condition, according to police.\n“Our thoughts are especially with the Boonville firefighters and church members who were injured. I commend the bravery and professionalism of our first responders who rushed toward danger to protect others,” Oneida County Executive Anthony Picente said in a prepared statement.\nPolice said there was no initial indication of criminal activity related to the explosion.\nThe church sustained ca...\n\n=== 3. Here are the tributes to the Rev. Jesse Jackson from leaders and activists ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fjesse-jackson-dies-reactions-bb9961345fce4ffa94f7e540809f9989&c=16672251618949741925&mkt=en-us\n发布时间: Tue, 17 Feb 2026 12:43:00 GMT\n内容:\nHere are the tributes to the Rev. Jesse Jackson from leaders and activists\nHere are the tributes to the Rev. Jesse Jackson from leaders and activists\nEulogies are pouring in after the death of the Rev. Jesse L. Jackson, who led the U.S. Civil Rights Movement for decades. The protege of the Rev. Martin Luther King Jr. and two-time presidential candidate was 84.\nThe Rev. Bernice King\nAt a news conference, the Reverend Al Sharpton says Jesse Jackson never gave up the civil rights fight.\n“He was a gifted negotiator and a courageous bridge‑builder, serving humanity by bringing calm into tense rooms and creating pathways where none existed.\n“My family shares a long and meaningful history with him, rooted in a shared commitment to justice and love. As we grieve, we give thanks for a life that pushed hope into weary places.”\nThe Rev. Al Sharpton\n“Today, I lost the man who first called me into purpose when I was just twelve years old. And our nation lost one of its greatest moral voices. The Reverend Jesse Louis Jackson was not simply a civil rights leader; he was a movement unto himself. He carried history in his footsteps and hope in his voice. One of the greatest honors of my life was learning at his side. He reminded me that faith without action is just noise. He taught me that protest must have purpose, that faith must have feet, and that justice is not seasonal, it is daily work.”\nFormer President Barack Obama and Michelle Obama\n“Reverend Jackson helped lead some of the most sig...\n\n=== 4. Trump is recruiting thousands of local officers to aid immigration effort. Some states are saying no ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fimmigration-ice-trump-287g-72929a61953c3da5ed5d49cab2dcc611&c=12989299581704882506&mkt=en-us\n发布时间: Tue, 17 Feb 2026 12:00:00 GMT\n内容:\nTrump is recruiting thousands of local officers to aid immigration effort. Some states are saying no\nTrump is recruiting thousands of local officers to aid immigration effort. Some states are saying no\nOver the past 18 years, officers at Maryland’s Frederick County jail have asked thousands of inmates two standard questions: What country are you a citizen of? And where were you born?\nIf the answer was anything other than the United States, local officers deputized with special federal authority launched an investigation into whether the person was in the country illegally. Since 2008, Frederick County has turned over 1,884 people to U.S. Immigration and Customs Enforcement, Sheriff Charles Jenkins said.\nBut that is coming to an immediate halt under a law signed Tuesday by Democratic Gov. Wes Moore that prohibits immigration enforcement agreements with the federal government.\nThe new Maryland law highlights the extent to which Democratic-led states are pushing back against President Donald Trump’s immigration crackdown. Ten states — all led by Democrats — now have statewide policies prohibiting law enforcement officers from cooperating in one of the primary programs Trump is using to carry out his agenda of mass deportations.\nLaws banning cooperative agreements with ICE were signed earlier this month in New Mexico and took effect last month in Maine. New York Gov. Kathy Hochul also is backing legislation that would ban local law officers from being deputized by ICE. And Virgin...\n\n=== 5. Police in Nancy Guthrie investigation say glove DNA didn’t match anything in national database ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fnancy-guthrie-missing-savannah-guthrie-aadbb20a613491c10373f55ba33d1831&c=4613417173874913812&mkt=en-us\n发布时间: Tue, 17 Feb 2026 13:47:00 GMT\n内容:\nPolice in Nancy Guthrie investigation say glove DNA didn’t match anything in national database\nPolice in Nancy Guthrie investigation say glove DNA didn’t match anything in national database\nDNA from gloves found a few miles from the Arizona home of Nancy Guthrie did not match any entries in a national database, authorities said Tuesday, the 17th day of her disappearance.\n“There were no DNA hits in CODIS,” the Pima County Sheriff’s Department said, referring to the national Combined DNA Index System.\n“At this point, there have been no confirmed CODIS matches in this investigation,” the department said, suggesting that other DNA samples had been put through the system.\nCODIS is a storehouse of DNA taken from crime suspects or people with convictions. Any hits could identify possible suspects in Guthrie’s disappearance.\nThe 84-year-old mother of NBC “Today” co-anchor Savannah Guthrie was reported missing from her Tucson-area home on Feb. 1 after spending the previous night with family, police said. Her blood was detected on the porch.\nA porch camera recorded video of a man with a backpack who was wearing a ski mask, long pants, a jacket and gloves. The FBI said the suspect is about 5 feet, 9 inches (1.75 meters) tall with a medium build.\nGloves were found about 2 miles (3.2 kilometers) from Guthrie’s home. The FBI has said that the gloves appeared to match those worn by the man in the video.\n“There is additional DNA evidence that was found at the residence, and that is also bein...\n\n=== 6. Key quotes from the Rev. Jesse Jackson that define his politics and legacy ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fjesse-jackson-famous-quotes-keep-hope-alive-76e116cbbfe5fc67adf34d86b72393b7&c=3661559077119767674&mkt=en-us\n发布时间: Tue, 17 Feb 2026 14:02:00 GMT\n内容:\nKey quotes from the Rev. Jesse Jackson that define his politics and legacy\nKey quotes from the Rev. Jesse Jackson that define his politics and legacy\nThe Rev. Jesse Jackson, who died Tuesday at the age of 84, was known not just as a tireless advocate for the Civil Rights Movement but as one of its most dynamic orators. He spoke tirelessly for the poor and marginalized on issues from voting rights to housing. Jackson also gave numerous speeches as the leader of the Rainbow/PUSH Coalition and as a presidential candidate in the 1980s. Later, he did the same for the Black Lives Matter movement.\nHere are some notable and defining words from Jackson.\n‘I Am — Somebody’\nThough not written by Jackson, this poem became synonymous with him. He turned a verse into a rallying cry at rallies in the 1960s and even on a 1972 episode of “Sesame Street.” The poem goes:\n“I may be poor, / But I am Somebody. / I may be young, / But I am Somebody. / I may be on welfare, / But I am Somebody.”\nDiploma in one hand, voter registration in the other\nWith his PUSH Excel education initiative, Jackson gave a speech in Chicago in the 1970s on equity in education and voting rights.\n“Senior high school graduation must be seen as a passage of rites into adulthood. On that graduation day or night, we must put a diploma in one hand symbolizing knowledge and wisdom, and put a voter registration card in that other hand symbolizing power and responsibility.”\nTears vs. sweat\n“Both tears and sweat are salty, but they...\n\n=== 7. Bayer agrees to $7.25 billion proposed settlement over thousands of Roundup cancer lawsuits ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fbayer-monsanto-roundup-lawsuits-settlement-154ad7c6bdff3a91b06c4e327321160b&c=161179761048719797&mkt=en-us\n发布时间: Tue, 17 Feb 2026 13:40:00 GMT\n内容:\nBayer agrees to $7.25 billion proposed settlement over thousands of Roundup cancer lawsuits\nBayer agrees to $7.25 billion proposed settlement over thousands of Roundup cancer lawsuits\nJEFFERSON CITY, Mo. (AP) — Agrochemical maker Bayer and attorneys for cancer patients announced a proposed $7.25 billion settlement Tuesday to resolve thousands of U.S. lawsuits alleging the company failed to warn people that its popular weedkiller Roundup could cause cancer.\nThe proposed settlement comes as the U.S. Supreme Court is preparing to hear arguments in April on Bayer’s assertion that the U.S. Environmental Protection Agency’s approval of Roundup without a cancer warning should invalidate claims filed in state courts. That case would not be affected by the proposed settlement.\nBut the settlement would eliminate some of the risk from an eventual Supreme Court ruling. Patients would be assured of receiving settlement money even if the Supreme Court rules in Bayer’s favor. And Bayer would be protected from potentially larger costs if the high court rules against it.\nGermany-based Bayer, which acquired Roundup maker Monsanto in 2018, disputes the assertion that Roundup’s key ingredient, glyphosate, can cause non-Hodgkin lymphoma. But the company has warned that mounting legal costs are threatening its ability to continue selling the product in U.S. agricultural markets.\n“Litigation uncertainly has plagued the company for years, and this settlement gives the company a road to closure,” Bay...\n\n=== 8. Peru’s Congress removes interim President Jerí as he faces a corruption probe ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fperu-jeri-president-congress-vote-8974236f989f7d9cbd8e54de7d3ef81e&c=3628598682004569162&mkt=en-us\n发布时间: Tue, 17 Feb 2026 13:40:00 GMT\n内容:\nPeru’s Congress removes interim President Jerí as he faces a corruption probe\nPeru’s Congress removes interim President Jerí as he faces a corruption probe\nLIMA, Peru (AP) — Peru’s Congress on Tuesday voted to remove interim President José Jerí from office as he faces corruption allegations, triggering a fresh wave of political instability just weeks before the nation’s April presidential and congressional elections.\nJerí is under a preliminary investigation into corruption and influence peddling, stemming from a series of undisclosed meetings with two Chinese executives.\nWith 75 votes in favor, 24 against and 3 abstentions, Peru’s legislature voted to remove Jerí from the position he had assumed on Oct. 10 when predecessor Dina Boluarte was dismissed as a crime wave gripped the country.\nJerí’s removal from office is the latest chapter in a prolonged political crisis in a country that has seen seven presidents since 2016, and is about to hold a general election amid widespread public outcry over the surge in violent crime.\nLawmakers will choose a new president from among their members to govern until July 28, when the interim leader will hand over the office to the winner of the April 12 presidential election. Jerí will return to his position as a legislator until July 28, when the new Congress also takes office.\nA vote on the interim leader will take place on Wednesday, after lawmakers register their candidates.\nThe accusations against Jerí stemmed from a leaked report regar...\n\n=== 9. A cheating claim violated the ‘spirit of curling’ at the Olympics. The sport is moving on ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fwinter-olympics-curling-7bc0bbfde34d2b5733360046eb1742f6&c=7712180518255404106&mkt=en-us\n发布时间: Tue, 17 Feb 2026 10:28:00 GMT\n内容:\nA cheating claim violated the ‘spirit of curling’ at the Olympics. The sport is moving on\nA cheating claim violated the ‘spirit of curling’ at the Olympics. The sport is moving on\nCORTINA D’AMPEZZO, Italy (AP) — First came the expletives. Then the allegations. Then the media glare and hilarious memes.\nGlobal interest in curling surged over the past week when a cheating controversy erupted at the Winter Olympics, rocking a staid, 500-year-old sport known for its etiquette, manners and friendliness.\nAfter a wild few days for curling featuring plenty of verbal jousting and a brief rule change, things have calmed down and both players and officials appear ready to move on with the medal games approaching.\n“It’s the Olympics,” said Canadian curler Ben Hebert, whose team has been a central character in the controversy. “It’ll be over in two weeks and everyone will go back to covering curling in four years.”\nYet the headline-grabbing saga has highlighted some issues in a sport eager for exposure – and one slowly becoming more professional — but maybe isn’t ready for all the trappings that come with it.\nSweden crying foul over a rule infringement, an illegal double-touch by Canada’s Marc Kennedy in the act of releasing his stone down the ice, called into question whether the so-called “spirit of curling” had been broken.\nCurling, after all, has long been a tight-knit sport where players typically call their own fouls, shake hands at the end of a match and share a beer or two afterwar...\n\n=== 10. No clear path to ending the partial government shutdown as lawmakers dig in over DHS oversight ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fgovernment-shutdown-homeland-security-democrats-ice-bd2b84b6f38f1c916637b205854a3c83&c=11320202419171017362&mkt=en-us\n发布时间: Tue, 17 Feb 2026 08:12:00 GMT\n内容:\nNo clear path to ending the partial government shutdown as lawmakers dig in over DHS oversight\nNo clear path to ending the partial government shutdown as lawmakers dig in over DHS oversight\nWEST PALM BEACH, Fla. (AP) — Lawmakers and the White House offered no signs of compromise Sunday in their battle over oversight of federal immigration officers that has led to a pause in funding for the Department of Homeland Security.\nA partial government shutdown began Saturday after congressional Democrats and President Donald Trump’s team failed to reach a deal on legislation to fund the department through September. Democrats are demanding changes to how immigration operations are conducted after the fatal shootings of U.S. citizens Alex Pretti and Renee Good by federal officers in Minneapolis last month.\nCongress is on recess until Feb. 23, and both sides appear dug into their positions. The impasse affects agencies such as the Transportation Security Administration, the Federal Emergency Management Agency, U.S. Coast Guard, the Secret Service, U.S. Immigration and Customs Enforcement, and U.S. Customs and Border Protection.\nThe work at ICE and CBP goes on unabated because Trump’s tax and spending cut law from 2025 provided billions more to those agencies that can be tapped for deportation operations. About 90% of DHS employees were to continue working during the shutdown, but do so without pay — and missed paychecks could mean financial hardships. Last year there was a record 43-day...\n\n=== 11. Warner Bros reopens takeover talks with Paramount after receiving a waiver from Netflix ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fnetflix-warner-bros-paramount-skydance-fb7d13e9adc09b82da0332d6278c9b96&c=1403829899264496591&mkt=en-us\n发布时间: Tue, 17 Feb 2026 12:48:00 GMT\n内容:\nWarner Bros reopens takeover talks with Paramount after receiving a waiver from Netflix\nNEW YORK (AP) — Warner Bros. Discovery is briefly reopening takeover talks with Skydance-owned Paramount to hear the company’s “best and final” offer, while the Hollywood giant continues to back the studio and streaming deal it struck with Netflix.\nIn a Tuesday regulatory filing, Warner said it had received a waiver from Netflix to reopen talks with Paramount for the next seven days, or until Monday. Warner said this will allow the companies to discuss unresolved “deficiencies” and “clarify certain terms” of Paramount’s latest bid.\nBut in the meantime, Warner’s board is still recommending shareholders support of its proposed merger with Netflix. A special meeting is now scheduled for Friday, March 20 to hold a vote on that deal.\nIn a statement, Netflix said it was confident that its proposed transaction “provides superior value and certainty” — but recognized “the ongoing distraction for WBD stockholders and the broader entertainment industry caused by PSKY’s antics.” The streaming giant noted it had granted Warner a seven-day waiver to “finally resolve this matter.”\nWarner’s leadership similarly reiterated its support for the Netflix deal.\nMeanwhile, Paramount called Tuesday’s actions from Warner’s board “unusual” and said the company could have determined whether Paramount’s offer was superior without a timed deadline. Still, Paramount said it was “nonetheless prepared to engage in good ...\n\n=== 12. Federal judge rules Kilmar Abrego Garcia can’t be re-detained by immigration authorities ===\n链接: http://www.bing.com/news/apiclick.aspx?ref=FexRss&aid=&tid=6994eb9536584f0f9f26ae8ae806d37a&url=https%3a%2f%2fapnews.com%2farticle%2fabrego-garcia-immigration-ice-ec79dc6e073493ec8a8284fa32c7a2fb&c=4383482691261943780&mkt=en-us\n发布时间: Tue, 17 Feb 2026 13:01:00 GMT\n内容:\nFederal judge rules Kilmar Abrego Garcia can’t be re-detained by immigration authorities\nFederal judge rules Kilmar Abrego Garcia can’t be re-detained by immigration authorities\nU.S. Immigration and Customs Enforcement cannot re-detain Kilmar Abrego Garcia because a 90-day detention period has expired and the government has no viable plan for deporting him, a federal judge ruled on Tuesday.\nThe Salvadoran national’s case has become a focal point in the immigration debate after he was mistakenly deported to his home country last year. Since his return, he has been fighting a second deportation to a series of African countries proposed by Department of Homeland Security officials.\nThe government “made one empty threat after another to remove him to countries in Africa with no real chance of success,” U.S. District Judge Paula Xinis, in Maryland, wrote in her Tuesday order. “From this, the Court easily concludes that there is no ‘good reason to believe’ removal is likely in the reasonably foreseeable future.”\nHomeland Security Assistant Secretary Tricia McLaughlin criticized the ruling in an email.\n“If this matter were actually about the law or due process, Kilmar Abrego Garcia would already be deported and would never set foot in this country again; Judge Xinis will not be satisfied until he is authorized to live in the United States forever,” she wrote.\nAbrego Garcia has an American wife and child and has lived in Maryland for years, but he immigrated to the U.S. illegally as ...\n\n"
}